{
  "movie_id": "MOV522",
  "scenes": [
    {
      "location": "WASHINGTON D.C.",
      "time": "DAY",
      "characters": [
        "BRIEFING",
        "DAVE",
        "KATHLEEN",
        "PRESIDENT'S PHYSICIAN",
        "MARK SHIELDS, (CNN)",
        "LANDING",
        "CHRIS MATHEWS, (\"GOOD MORNING AMERICA\")",
        "BALCONY",
        "TED KOPPEL",
        "DOORWAY/RECEPTION AREA",
        "JAY LENO, (THE TONIGHT SHOW)",
        "CONTINUED",
        "DOOR",
        "OUTER OFFICE",
        "BACK TO SCENE",
        "ANDREA MITCHELL -",
        "PRESS CORPS",
        "CAMERA",
        "CABINET TABLE",
        "ON DAVE",
        "BOB AND REED",
        "EXT. 7-11",
        "CATCHER",
        "GERGEN AND SHIELDS, (MACNEIL LEHRER NEWSHOUR)",
        "TV SCREEN",
        "GURNEY",
        "\"KOVIC TEMPS\"",
        "OMITTED",
        "DAVE'S INNER OFFICE",
        "PLAY AREA",
        "VICE PRESIDENT",
        "LIMOUSINE",
        "ROBERT NOVACK, (EVANS AND NOVACK)",
        "BOB",
        "DAY",
        "TV SET",
        "\"LARRY KING LIVE\"",
        "WHITE HOUSE BRIEFING ROOM",
        "FREEZE FRAME.",
        "PODIUM",
        "PRESIDENTIAL MOTORCADE",
        "HOUSE",
        "BOB ALEXANDER",
        "DOORWAY",
        "SHOT",
        "WORKS BUDGET MIRACLE.\"",
        "SANDER VANOCUR",
        "CROWD",
        "REED",
        "SAME SCENE",
        "MURRAY",
        "AIR FORCE ONE, (STOCK FOOTAGE)",
        "AFTER A BEAT",
        "SULLIVAN",
        "YELLOW ROOM",
        "THE CONGRESS---------------------THE JUDICIARY.",
        "DESK DRAWER",
        "REVERSE ANGLE",
        "LOSER",
        "RESUME",
        "PICTURE FRAME",
        "ELLEN",
        "YEAH. DAVE",
        "USA TODAY",
        "MOTORCADE",
        "CABINET ROOM",
        "HOUSE CHAMBER",
        "MICHAEL KINSELY, (ALSO \"CROSSFIRE\")",
        "FADE IN"
      ],
      "dialogues": [
        {
          "speaker": "DAY",
          "text": "It sits like a jewel off in the distance -- all glitterin and white.  The deep blue of the Potomac stands out again the monuments as the sound of a HELICOPTER plays O.s..",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The most famous helicopter in the world lumbers toward th most famous house.  Scores of reporters are camped out on lawn while the huge machine descends like a hurricane...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It touches down as the Marine Corps color guard snaps to  attention.  The hatch POPS open and a staircase emerges..",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOORWAY",
          "text": "After a moment, PRESIDENT WILLIAM HARRISON MITCHELL appea accompanied by his wife ELLEN and loyal dog Cupcakes.  Th smile from the landing and wave to the world -- a postcar themselves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHOT",
          "text": "\"HAIL TO THE CHIEF\" RINGS OUT across the grounds.   For-  midably handsome Bill Mitchell is fit and in his early fo His wife Ellen, still in her early thirties, is considere classical beauty with a wide \"friendly\" smile that in cer photographs seems just on the edge of wistful.  The dog f around them as they wave to the press and smile for the w Ozzie and Harriet for the Nineties with a bow to FDR and Camelot thrown in. MOVING WITH them... They stride arm in arm beneath the portico that leads to West Wing.  The band is still playing as they head under archway, disappearing from public view.    Then, instantl as a handler rushes up and grabs the dog,  the smiles van Bill lets go of Ellen and Ellen lets go of Bill.   He tur to his right and she turns to her left.  Off they go in t separate directions.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The President strides down the long marble hallway flanke his two senior advisors, BOB ALEXANDER,  the White House of Staff and ALAN REED,  the White House Media Advisor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is everybody in there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They're waiting for you.  And they're  very nervous.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It is the seat of power.  There is a dark oak conference with a crystal chandelier above it.   Alan Reed is readin from a notebook full of polling data while the President at a group of congressional leaders.  Bob glares at them, too, while they cower behind their water glasses.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(reading from his  notebook) I wish I had better news... Our                       compassion index is off seven                         points from the last sample and                        that's down eighteen on the year.  The  `Cares About People Like Me' numbers  are really in the toilet.  We're off  twenty points from March and that was  right after we raised interest rates...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dammit... (beat) I told them no mayo. (looking up) See - - I could veto this Simpson Garner  thing, but I really don't want to do  that...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A couple of the legislators flinch,  still staring straig ahead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(circling) Do you know why I don't want to do it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "DAVE - Rev. 8/7/92                                    3. They all look over at him for a moment.   Mitchell leans over the table like some great, predatory beast.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(strangled whisper) ... Because it's got homeless  shelters... and Head Start centers ...  and... and...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(whispering) Hot lunches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The President looks back at him for an instant then turns back toward the table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(building) ... And hot lunches for little (thundering suddenly) And if I kill it... I'll look like a  prick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They all flinch slightly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And I don't want to look like a prick! (beat) I want YOU to look like pricks!!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sir, we tried to kill it twice...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(whisper again) I don't think so, Howard.  If you had  killed it -- it would be dead. (looking him in the eye) When I kill something - - it always  dies.  Doesn't it, flob?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(steely) Always dead.   ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. President, with all the work your  wife has done with the homeless...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The President turns and stares daggers at him.   The man to flumph as Mitchell cuts him off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Norman, I don't want you to do this   cause you're forced to... (beat) I want you to do this because you want  to.  I want you to do it because you  think it's the right thing to do.  I  want you to do it because you're acting  in the best interests of our country...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They stare back at him stupefied.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(upbeat) Well -- I think that's it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He moves down the corridor toward the Oval Office with Bo and Reed at his side. A long line of secretaries flanks the entrance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... You've got that radio address to  go over and the American Bar Association  at the Monroe tomorrow night...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The President pauses at one of the desks and fixes a star one of the secretaries,  (RANDI).  She looks up from behi pdir of clear-pane glasses,  and blushes at him effective",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(smiling at Randi) The Monroe?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uh, yes, sir.  The Monroe Hotel...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Randi smiles back at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(whispering to Reed) Did you get someone to double for me  there, out front?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're working on it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(still under his breath) Try to find someone who looks like me  this time.  That last guy was a joke.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're doing our best, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He nods and winks at Randi again before heading inside th Oval Office.   The President starts humming \"Hail to the quietly to himself...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Red, white and blue flags fly above the used ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "cars to announce Durenberger's grand opening.  A SCRATCHY RENDITION of \"HAIL TO THE CHIEF\" PLAYS from a makeshift P SYSTEM and a little stage has been erected in front of th cars.  DURENBURGER himself stands alone at the mike.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is a real special moment here at  Durenburger's Chrysler Plymouth...   Ladies an' gentlemen, I wantcha to  give a real warm welcome to... (pause) The President of the United",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A dead-ringer for the President appears,  perched on the back of a four hundred  pound pig.   He is DAVE KOVIC, our  hero.   Dave enters from \"stage right\"  wearing an Uncle Sam hat and waving  triumphantly to the crowd.   A teenage  *boy pulls the pig forward by a rope.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He makes the victory sign with both hands and dismounts t PIG who lets out a SNORT.   Dave bounds up to the small  platform where he is greeted warmly by Durenburger.  Dave hands him a small stack of 3x5 filing cards while \"HAIL T THE CHIEF\" CONCLUDES its final strains.   Dave salutes th crowd.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(doing a decent Bill  Mitchell) Thank you, Don.  Thank you for that  warm introduction. (pause) You know it's wonderful to be here  today amongst so many smiling faces.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CROWD",
          "text": "Eight to ten people stand stonefaced amongst the Plymouth Horizons.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And, Don, let me assure you from one  chief executive to another, that there  fl no Chrysler Plymouth like  Durenburger's Chrysler Plymouth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A few employees applaud.   Dave nudges Durenburger who ta out one of the cards.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(reading/monotone) Thank you, Mr. President.  It certainly  is nice of you to be with us here today  considering your busy schedule and  all.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, Don -- it's true that I have a  busy schedule.  But I've got a feeling  that when folks find out about your  five hundred dollar cash rebate on all    `93 LeBaron and LeBaron convertibles  you're gonna be even busier than I am.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dave looks toward the crowd for another reaction but noth comes back.   An eight-year-old GIRL tugs at the bottom o ther MOTHER's dress.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mommy, is that the President?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(shaking her head) I sure hope not.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He leans closer to Durenburger  continuing with the routine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know, Don, it's not easy being  President.  Why just the other day, I  was riding on Air Force One...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The PIG lets out a HUGE SNORT causing everyone to jump wi start.   A six-year-old KID starts to CRY while Dave glan down toward the front row.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He stops the routine and squints out  toward the crowd while the WAILING  CONTINUES.  His parents try to comfort  the BOY but it doesn't do any good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, hey... What's the matter...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAVE",
          "text": "He dismounts the stage and stumbles on one of the steps. Dave puts on the glasses that he normally wears and squat face to face with the six-year-old.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(gently) Hi... (beat) What's your name?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The child doesn't respond at first.   Dave moves a little closer to the boy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't you have a name?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(sniffling) ... Sam.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(soothingly) Hi, Sam... You want a riddle?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Kid thinks for a second then nods.   He wipes some st off his nose.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay.  What can run all day without  getting tired?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Kid ponders it for a moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(leaning closer) Well come on, Sam.   It's not your  jar...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dave touches the Kid's ear as his eyes suddenly light up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My nose?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Right.  !!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dave reaches up and \"magically\" produces a quarter from t side of the child's nose.  He beams with delight as Dave him the coin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dave hurries down the busy sidewalk clutching a beat-un  briefcase and his Uncle Sam hat.  In civilian clothes, wi his tousled hair, no one even notices that he looks like President.  Dave ducks into a small storefront office wit simple sign above it:",
          "sentiment": "neutral"
        },
        {
          "speaker": "\"KOVIC TEMPS\"",
          "text": "\"Like we've been there forever\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The place is small and cluttered and very well lived in. Dave's secretary and ex-wife, ALICE, is kissing her boyfr JERRY goodbye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Six-thirty?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Perfect.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Great, I'll see you then.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He blows her another kiss and turns to the door just as D bounds into the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hi, Dave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(buoyant) Hi, .....",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He hangs up his coat and turns to Alice as Jerry leaves t room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(hanging up his coat) It went great, Alice.   I killed em  down there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah?  Why don't you see what you *) can do in here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dave turns around to see three women  stacked up in his waiting area.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(renewed energy) No problem.   What `ve we got?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(rattling it off) Mabel says it's too far on the bus.   Jennifer's boss tried to hit on her  again and Lola's been crying in your  office for an hour.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dave sticks his head inside his office where a Hispanic W of about fifty is crying into a tiny lace handkerchief.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(entering) Lola.   What happened?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(turning) Oh, Meester Kobic... Is no my fault...  I learn on de I.B.M okay?  Then they  make me work on de Wang... (crying again) No puedo comprendar esta machina...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's airight.  We'll find you something  else.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OUTER OFFICE",
          "text": "He darts back out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll get her something right now. (beat) Alice... Have you seen my checkbook?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dave, I'm your ex-wife.  As in Ex E -- X...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He nods earnestly accepting it for what must be the hundr time.  Alice sighs and motions toward his desk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bottom drawer next to your baseball  glove.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(flashing a smile) Thanks.  You're the best.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dave's best friend MURRAY stands in front of Dave and Lol In the b.g. sit four or five women without much to do in  particular.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dave, I can't hire anybody else.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He turns toward his desk.  Dave follows him down the aisl",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This woman's amazing, Murray.  She  flies on an I.B.M...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't have enough work for the people  you gave me already.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(lowering his voice) She's got three kids and the husband's  a diabetic... (turning to her) Diabetic?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Si.  Diabetico.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She starts to whimper all over again while Dave looks  plaintively at Murray.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Short-term thing.   Straight temp job.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Murray looks at him and sighs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(beat) I'll see what I can do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dave flashes him a big smile and breathes a sigh of relie",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So you want to go swimming?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(incredulous) Dave -- I'm working.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(nodding quickly) Oh yeah... Me, too. (beat) You want to get dinner later?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I was gonna do something with Joan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh. Okay.  I'll catch ya tomorrow then.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Murray nods as Dave turns humming into the hallway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All It is dark and a little clutt.ered.   A low GUTTURAL starts to build as it ECHOES up the stairwell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(singing) 'Oooooooooooooooooo...' ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "'... klahoma, where the wind comes  sweeping down the plain...'",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dave bounds onto the landing and fishes around for his ke",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The door swings open as Dave enters the room, still singi",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "`Where the wavin' wheat, can sure smell  sweet...'",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He sets down his keys, crosses to the kitchen.  Dave yank open the fridge, pulls out a beer, pops open the top, hit twenty foot hook shot with the bottle cap, then crosses t the living room...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "'and the wind comes right behind the - ...'",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He looks across the room and suddenly freezes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Three large men are seated on his living room couch. The black one in the middle (DUANE STEVENSEN) speaks firs",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. Kovic?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BACK TO SCENE",
          "text": "Dave freezes and shakes his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm Duane Stavensen with the United  States Secret Service.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dave's eyes go a little wider.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're with the federal government.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He reaches into his coat pocket and pulls out a gleaming badge.  Dave looks at it.   Terrified.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh my God...  I thought it was a  legitimate deduction, I swear to God.    See... I need a piano for my work  sometimes...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. Kovic.   We're not here about your  taxes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're not?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dave's stopped and just stares at him.  Duane leans forwa on the couch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Your government needs your help.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(beat) What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "On occasion for security purposes, to  double for the President at the Secret  Service hires someone public functions  and exposed situations.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He looks at Duane for a moment when his eyes light up...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Really?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We'd like to hire you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Really?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Police barricades ring the outside of the hotel.   There the standard number of flashing red lights and sharp shoo stationed on all the balconies.   An assortment of variou demonstrators press up against the police line and a lite army of press are staked out by the entrance.  It is the equivalent of Napoleon's camp.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dave is sitting on the edge of the bed, getting his hair  trimmed by JOHNNY, the Presidential makeup man and travel barber.  He removes the apron and stands back to admire h handiwork.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(proudly; to himself) Johnny, you did it again!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You really cut his this short?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's a perfect match.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hunh.   'Cause I always thought it  came over the ears a little...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "At that moment the door swings open and Bob Alexander. th Chief of Staff powers into the room.   He crosses over to the bed where Dave is sitting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You understand what you'll be doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(beat; intimidated) Yeah... You just want me to wave, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(gruffly) Wave from the door... go down the  stairs... get into the limo...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(pause) `Cause you know I can do other stuff.   I mean,  if you wanted me to talk or...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(curtly) Don't say a .",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(nodding) Right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dave flashes him a smile to lighten the moment when Bob t and starts for the door...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(calling after him) Uh --Mr. Alexander?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(turning) What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(beat) Is this dangerous or anything?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No more than the usual.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The usual...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He turns and shuts the door behind him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's the only time it has lived up to its name.    The li room is huge and occupied by several Secret Servicemen. Reed, the President's media advisor, stands just outside bathroom door with a clipboard in his hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(into the bathroom) We're all set,  sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(from in the bathroom) What about the intro?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It'll be on the teleprompter with the  rest of the speech.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It better be.   Last time you had me  introduce a dead guy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The sound of a TOILET FLUSHING comes from just beyond the door.  The President emerges in a tuxedo,  zipping up his fly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who's this priest I'm thanking?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Father Mclntire.   He blessed you at  the inauguration.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh yeah. (beat; lowering his  voice) Did you take care of later on?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All set.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(beaming) Fabulous.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Five hundred people have gathered at a thousand dollars a plate.  Bill Mitchell stands at a dark blue podium with t seal of the President in front.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know as I was coming in here tonight  I ran into Jordan Blankfort who I hadn't  seen for years...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The President smiles down at Jordan while the CAMERA begi LONG,  SLOW DOLLY AROUND the back of the podium.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And I couldn'thelp remembering back to  the time when Jordan and I were in law  school together. (beat) ... Now Jordan and I were pretty wild  back then and like most college  students, we liked to enjoy a few beers  on occasion...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The CAMERA CONTINUES its DOLLY REVEALING the clear glass of the teleprompter.  AS the President continues with his \"spontaneous reminiscence,\" the words \"LIKED TO ENJOY A F BEERS ON OCCASION...\" are clearly printed in front of him",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dave stands alone,  trying to put on his tuxedo while he at a television monitor.   He squints at himself for a se then lifts the arm of the tuxedo in a \"Presidential\" wave He immediately lowers it and tries it with the other one, duplicating the President's movements exactly.   The door opens behind him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Get readY.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dave turns and nods emphatically.    He glances back at t TV monitor where President Mitchell is receiving a standi ovation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "God bless you... God bless America...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Duane holds open the door to:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dave stares at the opulent room for a moment - - this is big time...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The audience has risen to its feet.  Bill Mitchell stands the podium waving out to the crowd like a conquering hero He turns and salutes a crimson-robed cleric who is standi by his side.  The priest salutes the President and lifts arms like a prizefighter.  The applause is still going st as Mitchell leaves the stage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MOVING WITH him.  They head away from the ballroom.   Bob stands on one side and Reed on the other as they move dow the hallway in a phalanx of Secret Service.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dave is waiting nervously in the middle of the room.  Dua stands poised by the side of the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Presidential entourage steps out of the elevator and rapidly down phe hall.  It looks like a solid wall of bus suits with three tuxedos in front.  They reach the door o the suite together...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The door to the suite swings suddenly open.   Three Secre Service enter the room,  followed by the President a mome later.   Dave snaps to attention with his arms at his sid when the President looks up and suddenly stops:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(beat) Jesus Christ.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REVERSE ANGLE",
          "text": "Dave stands in front of him with slicked back hair and a new tuxedo.   It is a mirror image of the President himse Dave stands frozen for a moment then breaks into a nervou smile...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The President stares at him carefully.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You are a very handsome man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(nervous) Thank you, Mr. President.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Dave) Just get rid of that grin.  You look  like a schmuck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dave immediately wipes off the smile as the President mov past him and disappears into another room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAVE",
          "text": "He stares in wonder at the President's wake.    The rest the crowd moves out of the living room as Duane clears hi throat and motions to the door.    It's show time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A large crowd is anxious with anticipation.    A palpable BUZZ fills the air as the photographers jockey near the f for the best possible angle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The entourage has grown to a Presidential level as Dave e `from the elevator and heads toward the door.   He pauses a moment to catch his breath while the Secret Service rac ahead toward the entrance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A large cheer erupts from the crowd as Dave appears at th top of the steps.    There is a virtual explosion of shut and a bank of TV lights glares in his face.  Dave freezes a moment then remembers and lifts his arm in \"The Preside Wave.\"    A louder cheer goes up from the crowd as Duane ahead to the limo beyond.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He starts to smile and heads down the steps as the crowd  presses up to the limit of the barricades.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIMOUSINE",
          "text": "Duane stands at the open door when Dave stops again and w once more.   A LOUDER CHEER goes up this time.  The FANS SCREAMING and Dave can no longer control him- self.  Sudd and without warning, he hops up on the running board of t car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(waving to the crowd) Hello America!  God Bless you!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A huge CHEER goes up from the throng as he dismounts.  Du grabs him by the collar and pulls him into the limo...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The car speeds away from the curb with  the motorcade behind it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He turns around to see Duane,  sitting stone-faced across from him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(clearly thrilled) Sorry, I couldn't help it.  I just got  carried away... (finally letting it out) ... I was really good though, hunh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Duane keeps staring at him.   Dave shakes his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(cluing Duane in) So I guess there must be something  pretty important going on for the  President to go through all of this...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Duane just looks at him...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A discarded tuxedo lies tossed across a chair along with woman's bra and pantyhose. The CAMERA PANS THROUGH DARKNESS SLOWLY TOWARD the bed wh the sound of a MAN and WOMAN MAKING LOVE plays O.S.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ah!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ah!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ahhh!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ahhhhh!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pause.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bill?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The CAMERA ARRIVES AT the bed as the torso of Randi,  the Oval Office secretary, pops INTO FRAME.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. President?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Longer pause...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(frightened)                                   Oh; shit...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A red and white ambulance sits parked at the service entr to the hotel with its red light flashing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The President is loaded onto a gurney bed with an array o tubes and catheters.  The CAMERA PULLS BACK to reveal Bob Reed, Sitting in a corner, while the medical drama unfold before them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(softly) It doesn't look very good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bob looks up at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(a little softer) They say it hit both sides of his  brain... Even if he makes it he's gonna  be a vegetable.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can't believe he'd do this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bob stares straight ahead clutching onto his drink.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where's the girl?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She's a little hysterical right now.   We've got her upstairs in a laundry  room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(shaking his head) Nightmare...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(leaning closer) Look... at some point we're going to  have to call the Vice President...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(suddenly) Don't call the Vice President!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(grabbing his lapels) Just don't call him, Alan!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(treading softly) The guy's in a coma, Bob.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't give a shit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bob...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is mine, Al -- all mine ...          I made him. I built him.  And no  cocksucker is gonna come in here and  take it away from me just because he   to be Vice President of the United  States!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOB",
          "text": "He looks at Reed for a moment...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dave sits in the back seat with Duane.   He has his small canvas bag opened beside him on the seat.  He finishes ge dressed in his own clothes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(jacked) You know if you guys want to do  something for his birthday,  I could  come down to Washington.  I have some  great birthday stuff...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Duane smiles at him tightly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I do this thing with the first lady --  my friends love it -- it's the two of  them going away to Club Med...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Duane just looks at him when the TELEPHONE RINGS beside h He reaches next to him, picking it up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What?..  Are you sure?  What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(innocently) What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The famous building is lit up like a picture postcard whi Bob's voice plays 0.S...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's a temporary solution.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A doctor and two nurses wheel a gurney in front of them w Bob and Reed trail behind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Till what? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TilT we figure something out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bob, the guy had a stroke!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Reed looks at him like he's nuts as they turn a corner in hallway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look, everything can be handled.  We'll  just find a way to handle it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(stopping) Like how?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(big smile) Well, start by going on television and saying that he's had a mild  stroke...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mild stroke?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes - - and that he ought to be up                    and around sometime soon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Up and around?  Soon?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Soon.                                                ",
          "sentiment": "neutral"
        },
        {
          "speaker": "RESUME",
          "text": "A lone black limousine heads down Connecticut Avenue towa the mall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know,  I think I've been real  cooperative up until now but...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It bears right on Pennsylvania Avenue, angling south.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just tell me where we're going.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The car turns right into the driveway of the White House.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Holy shit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dave sits frozen in an armchair across from the President desk.  There are twenty-foot windows that lead out to the Rose Garden and two huge flags on either side of the desk Alan Reed leans nonchalantly on one of the chairs.    Bob stands nearby.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(all schmooz) Dave, my name is Alan Reed.  I'm the  White House Communications Director.   This is Bob Alexander, our Chief of  Staff. (smiling) We met you earlier tonight at the hotel,  remember?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dave nods, frozen in his chair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Can I get you something to drink?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He shakes his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You sure?  A Coke or a Perrier or  something?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(still frozen) Oh yeah... 1'm fine...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Reed flashes him a smile and glances over at Bob.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(moving toward him) Now, Dave, something has come up and I  think we need to talk about it...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(blurting it out) Look, I'm sorry.  I know you said not  to talk, but when I saw the crowd I  just got excited...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're not upset with you, Dave.  We  think you did a terrific job. (to Bob) Don't we?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(all tension) Terrific.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Reed smiles at Dave, who musters a little smile in return",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In fact, we think you did such a good  job, we'd like to extend things a little  bit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Extend things?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(nodding) Extend them. (beat) C'mere for a second.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He places a hand on Dave's shoulder and motions toward th desk.  Dave hesitates,  then follows him over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Reed pulls out the President's chair and motions to it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Try it out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dave looks down at the chair in wonder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Go ahead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dave pauses for a moment then sinks down into the soft br leather.   He stares out in awe across the Oval Office.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Reed looks over at Bob, who nods at  him.    He takes a deep breath.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dave, something has happened to the  President.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(whirling) Oh my God...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(soothing him) I know...  I know... (pause) It's difficult for all of us.  But  sometimes we have to put our personal  feelings aside and focus on the gQod  of the country.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(beat) What happened?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, it's...  It's sort of an... an  `incident'  really...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(nodding) A condition...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Exactly. A condition.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dave nods but still doesn't understand.   Reed hesitates Bob glares at him again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's actually kind of serious, Dave.   I'm afraid the President's not in very  good shape.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(actually shaken) Oh my gosh...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He sits there,  stunned for a moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Will he be alright?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, yeah... probably...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We think so.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(beat) Oh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Reed moves closer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dave, we need our friends and even our  enemies to feel safe and secure...  We  need them to feel like they can go to  bed at night knowing President Mitchell  is fully in control... We need them to  feel like he's sitting right here in  this chair...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bob and Reed just stare at him.   Dave nods,  then sudden jumps out of the chair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey - - wait a second...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He stares at them for a beat...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What about the Vice President?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(panicked) Vice Presidant?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well... We didn't want to have to get  into this but... (deadly serious) ... The Vice President is mentally  unbalanced.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Reed's eyes go wide.  Bob stares straight ahead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(stunned) No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(catching on) I'm afraid so.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Really?   Crazy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Certifiable.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dave looks at them amazed.  Bob moves closer to the desk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How much do you usually get paid?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(lost...) Uh -- I don't know.   Sometimes it's  just like a barter thing...  Is this  legal?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Reed stops and looks at Bob for a moment.    He turns bac Dave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(evenly) Dave - - have you ever driven through  a red light?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dave stares at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know, on an empty road where you  know it's safe and nobody's around...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm not sure... I might have.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well,  let's say your mother was in  the car and you had to get her to a  hospital.  You'd do it then for sure  wouldn't you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well... I gues I would... Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(beat) Now,  let's say the whole country.   Was in that car.   The entire United  States of America.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In the car?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(nodding) In the car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I see what you mean.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Reed smiles at him and rests a gentle hand on his shoulde",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dave,  the country is sick.  And we're  gonna get it to a hospital.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He stares at them for a moment then  smiles slightly...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A pair of gilt-edged doors swing open to reveal a massive bedroom beyond.   It is fifty-feet long and twenty-feet w Brocaded draperies hang from the windows and a four-poste bed stretches to the ceiling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "These are the living quarters.                         The President's bedroom is on                          this side and the First Lady's is over  there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dave walks forward in awe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(concerned) First Lady...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't worry.  You won't even see her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dave looks at him, puzzled.   Bob glances back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(cluing him in) They barely talk anymore.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're kidding?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It happens.  This is where you'll be  sleeping.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bob flings open the door.   Dave enters the room and look around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(gawking) Holy cow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We'll be back for you first thing  tomorrow and if you need me for  anything, Duane will be right outside  the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(still stunned) Oh... Okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He breaks out into a \"Presidential\"  grin...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SULLIVAN",
          "text": "She stares straight INTO the CAMERA with \"The Morning Sho set behind her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... The White House now classifies the  President's condition as a `slight  circulatory problem of the head.'",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Although technically a stroke, spokesmen  say the President's condition is far  from serious and he ought to be up and  around sometime soon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The CAMERA WIDENS OUT to reveal that the TV is in:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The first rays of sunrise are breaking through the window Reed Sits on the couch holding a large rubber ice bag whi Bob paces across the rug.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do you know how many different kinds  of laws we've broken?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(turning) It's simple, Alan.  We send the Vice- President to Africa or something, dig  up some dirt on him, force him to resign  and get our `President' to nominate a  new one.  The whole thing takes a few  weeks tops.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "DAVE - Rev. 7/22/92                                  31.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(smiling) You mean we get `Dave' to nominate you  as Vice President.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I was a senator, you know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(innocently) Oh, I know. And then when our poor  President gets another stroke - - of  course much more serious this time - -  the newly appointed V.P. becomes the  Pres...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(cutting him off) What about containment, Alan?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Reed heaves a sigh and looks at his notes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I got the nurses for fifty grand a piece and the doctors for a hundred.   The older one wanted head of the CDC.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(turning) Is that everybody?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Duane's guys, but he's got them under  control.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What about her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Her?... Oh -- the First Lady... (beat) She was giving that commencement speech  up in Bryn Mawr.  I managed to catch  her before she left the hotel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(evenly) I told her his blood pressure went up  after a little incident at  `the hotel.'   She seems to hate him more than ever.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(tossing down his legal  pad) Everybody else is buying the minor  stroke'  story...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(nodding) I just hope this yutz can pull it off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dave sits up on the examining table with his shirt off. Reed and three other vascular specialists watch attentive while the President's personal physician puts a stethosco to his chest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(lowering it) Well, I must say, Mr. President, even  for a man with a mild stroke you seem  to have made a remarkable recovery.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(happy as a clam) Thanks.  I'm feeling much better.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Reed smiles like a proud father.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(glancing at his chart) No signs of paralysis, no circulatory  changes.  Your E.M.G. is completely  normal and your blood pressure has  even gone down. (beat) Have you been exercising recently?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(shrugging) Just the usual..  Watching the diet --  A little weight lifting... Some power talking...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bob shoots him a look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(nodding with the other  physicians) Well, judging from these tests,  I  don't see any reason why you couldn't  start back to work within a couple of  days.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dave looks at them and smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dave moves through the outer office flanked by Bob and Re He wears a blue Presidential jogging suit with a little g seal embroidered on the chest.  Dave approaches a line of SECRETARIES standing behind their desks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(under his breath) Now, remember -- keep it simple.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't worry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He bangs into the side of a credenza. Bob and Reed freeze Dave gathers himself then keeps going.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(walking up to the first  one) Good morning, Clara...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good morning, Mr. President.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to second one...) Good morning, Diane...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good morning, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good morning, Randi...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She leans forward, grasping his hand,  desperately.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(welling with tears) Oh, good morning, Mr. President. I'm so relieved that you're alright.   You really had me scared.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dave smiles and nods as she continues to clutch onto his Bob and Reed take him by the shoulders and move him insid",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He is still staring at the doorway as they close the door the office.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's with her?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(still pulling him) Don't worry about it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dave glances back toward the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She's just a little emotional -- she feels kind of attached to the  President.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dave nods as they deposit him in the President's chair. slides the phone in front of him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay, let's go over it again. You met  a girl, you fell in love...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And we're going away for a holiday.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(handing him the receiver) For a month.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A month.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Right and don't embellish.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(shaking his head) I promise.  I won't.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bob slides the phone closer as he begins to dial the numb",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alice is sitting at her desk staring at a large rock on h finger.  She talks into the telephone, extending her hand the manner of all newly-engaged women.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I couldn't believe it.  As soon as we  sit down he pulls out this ring... (beaming) ... Oh I know - -I just got so  emotional.  The waiter had to   bring  me another napkin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "RING.  A light indicating the second line starts blinking",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hang on. (switching lines) Kovic Temps (beat) Dave!  Where are you? (pause) You met who?.., You're going where? (beat) Cancun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There is a longer pause.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, that's fine... No, I think it's  great.., Sure, I understand I will...  Okay... 'Bye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She pauses for a moment then hits the first line all over again,",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's in love Thank God!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sander Vanocur stands just outside the white House gates, filing his nightly report.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The President continued his  convalescence, resting in the white  House for the second straight day.   His personal physician pronounced him  in perfectly good health...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've examined him thoroughly and I  must say, I don't think I've ever seen  the President in better shape.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dave's initial rinse is replaced with a professional dye",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Newly coiffed, Dave tries on a series of hand-tailored su hanging on a rack in the middle of his room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Reed watches while Dave struggles vainly in the mirror wi his first set of contact lenses",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The President was able to attend to  Some official business on Wednesday,  and continues to be briefed on all  areas of national concern...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Reed stands in front of the desk Pointing to a large  organizational chart of government",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JOINT CHIEFS-----THE CABINET-----N.S.C.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He sits at the President's spot in the middle of the cabi table.  Propped up in all the other chairs, are Poster-si photographs of the various cabinet members.  Bob points t one as Dave thinks for a moment, then guesses...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He stares in wonder at a full, formal place-setting.  The are five forks, three knives and a countless number of sp Dave looks at it all, baffled for a moment, while Reed gu his hand toward the fish knife...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So confident was the white House in  the President's recovery, that they  have just sent the Vice President on a  twelve nation African goodwill tour...  This is Sander Vanocur at the white House.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dave enters from the back of the room, flanked by Bob and Reed on either side.  They make their way down the aisle a large wooden podium with the \"Seal of the President\" on front.                                    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "First thing we're gonna work on is the  mannerisms.  Alan has put together  sort of a training program",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Great.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They lead him through the empty press chairs toward the f of the room.   Reed climbs up the short Steps that lead t the podium.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now some of this may feel a bit Strange  at first.  You gotta remember that  even a professional Politician has  Some trouble getting used to...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(stopping) A teleprompter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dave wanders forward staring in wonder at the clear glass panels.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The teleprompter.  Is it hooked up?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't think so.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(disappointed) Oh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He folds his arms in front of him turning to Bob and Reed",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(beat) As I was saying, no one expects you to  be Bill Mitchell overnight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The important thing to remember is his general presence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(nodding) Presence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Right.  Now whenever he stands at a  Podium, the President always puts one  hand in the pocket of his coat...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(nodding) At a press conference.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's at a press conference. Otherwise he just puts `em right out  there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They look at each other for a moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm not certain about...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, sure.  Remember the convention  speech?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dave puts his hands on either side of the podium.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(in a perfect Bill  Mitchell) 'An America stronger than the one we  were given.  An America prouder than  the one we found.' (turning to them) He has 'em right there on the side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They stare at him in amazement.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(first time he's heard  the voice) You know that's very good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... while Dave turns to them with a smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, I loved that speech.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dave brings his hand to his forehead, scanning an imagina horizon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thanks, I wrote it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(drippingly dramatic) ... Somewhere there is a distant light,  guiding us through this rocky shoal...'",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dave...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(clutching his \"breast\") 'America isn't in what we say here  tonight -- it's in the faces and the  smiles of a Sunday afternoon...' (aside) Hand on the heart...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dave...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(swept up in it) It's in the little leaguer who may  strike out but knows in his heart that  at least swung... (aside) Hands to the side...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(louder) Dave!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(not hearing them) '... It's in the gentle kindness of  the family kitchen as we gather together  when the sun goes down...'",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He exhales deeply and lowers his head almost tearfully. and Reed look at him stunned as he comes out of the rever and turns to face them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(upbeat) So when do we start?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREA MITCHELL -",
          "text": "She continues with her report speaking directly INTO the",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tom, virtually every reporter in  Washington is camped out here awaiting  the President's first appearance since  his Stroke...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Andrea Mitchell stands camped on the White House lawn ami a small army of minicams, trucks and reporters. They all seemed focused on the Truman Balcony.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Even though some may find his recovery  amazing, White House officials claim  they never expected less from a man  who always expects so much from himself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dave stands, in his new blue suit, peeking out the window the circus below.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(turning back) I thought you said I wasn't going to  see her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's just five minutes.  She comes in.   You wave to the press. She leaves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, but the First Lady... Couldn't we start with a cousin or  something?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She hardly ever sees him and it'll be  so fast, she won't have a chance to  tell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Be a professional. If you can                       convince her - - you can convince  anybody.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(reluctantly) ... Alright.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now when she comes in, we'll move you  right out to the balcony.  All you  have to say is  `thanks for doing this,  Ellen.'",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "`Thanks for doing this, Ellen.'",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Exactly. (lowering his voice) She doesn't always like this stuff and  it might soften her up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dave continues practicing \"Thanks...\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(hitting the intercom) We're ready.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bob rises from the couch and crosses to the doorway at th far corner of the room.  Reed leads Dave to the large dou doors that open onto the balcony itself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAVE",
          "text": "He jiggles nervously for a moment.    Dave takes a large of gum from his mouth and sticks it quickly under the man piece...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why can't you die from a stroke like  everybody else?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOOR",
          "text": "He turns to see Ellen Mitchell, glaring at him from the  doorway.  Everyone in the room freezes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAVE",
          "text": "He is stunned by her beauty. Dave just stares at her as s crosses the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Dave) What are you staring at?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(too stunned to talk) Uh...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(jumping in) We're Gonna do it right out here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She Stops just before the window, then turns back to look Dave in the eye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who was it, Bill? A Secretary?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He has nothing to say and just stares at her.  Reed nudge him a little.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thanks for doing this, Ellen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Go tuck yourself, Bill.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, perhaps we can get started now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She moves directly onto the balcony, leaving Dave behind. stands there dumbfounded, as Reed takes him by the arm, a gently pushes him out after her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dave stumbles out and finds Ellen, already poised at the waving to the crowd. CLOSER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(in a whisper) And you can tell those two pit vipers  this is the last one of these I'll be  doing for a while.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She takes his hand, displaying it publicly.  Dave looks d at his hand in hers.  The heat of her skin goes right to brain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(loud whisper) Smile!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dave smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(louder whisper) Wave!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dave waves. WIDER.   INCLUDING reporters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How do you feel, Mr. President?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bob and Reed are huddled beside the  window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(stage whisper) Fine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ready to go back to work?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(louder whisper) You bet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You bet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm outta here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She drops his hand, turns and goes back through the door  leaving Dave alone on the balcony.  He stands there for a moment, then turns and follows her inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She is halfway across the room when Ellen suddenly stops does a one-eighty in the middle of the carpet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't you have anything to say to me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(thinks) Thanks for doing this, Ellen?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You don't change, do you, Bill?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She turns and moves through the door, slamming it behind",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(stunned) She hates me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(throwing their arms  around each other) Yes!!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All the reporters have gone home and the only remnants ar scattered pieces of trash that blow across the lawn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Duane sits poised in his chair, just outside Dave's door. sleeps soundly, when the door opens a crack behind him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(softly) Duane?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "His eyes bolt open as he turns around slowly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... Can I get a bite? I'm kinda hungry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It is cavernous and huge -- the size of small garage.  Da moves delighted down the long row of food stuffs while Du shivers slightly behind him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(grinning) You gotta try this.  It's my special  sandwich.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dave loads up with food and smiles at Duane.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Everybody loves this sandwich.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "counter and begins to go to work when Duane appears Dave  emerges with a pile of food.  He lays it on the behind hi",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's in it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(turning) Oh,  that's a secret.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Duane nods and averts his eyes as Dave begins to apply th meat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So, how long have they been like that - -  you know, him and the First Lady?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can't say.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You mean you don't know or like -- you  can't say.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(same inflection) I can't say.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dave pauses, then starts adding the lettuce.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So you just protect the President the  whole time?   That's your whole job?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(turning) You got a gun?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Of course.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dave glances around the kitchen and lowers his voice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Can I See it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, it's really not policy to...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(quickly) I understand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dave turns back to the sandwich while Duane looks at him a moment.  Duane rolls his eyes and unbuttons the front o his coat revealing a fifteen round Beretta.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(looking at the gun) You ever use it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Huh. (right back to the  sandwich) You know what I always wondered the  way they say you guys'd take a bullet  for the President.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What about it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, is that really true? I mean,  would you really get killed just to  save his life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Certainly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dave cuts the sandwich in half turning back to Duane.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So that means, now you'd get killed  for me too?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Duane looks at him, stunned by the realization.  Dave smi and moves forward, extending the sandwich.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Here.  Try this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "DAVE - Rev. 8/7/92                                   46. Duane stares at it for a moment, then lifts the sandwich daze.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The CAMERA begins to PUSH IN ON a small elegant restauran",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Clean.  ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do you mean, he's clean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's a Washington mecca for the power lunch.  Bob and Ree Sit in a corner booth with a manilla folder between them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(agitated) I mean I've checked everything.                       Women.  Liquor... Finances.  I went  all the way back to his high school  race for student body president.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No one gets to be Vice President by  being that clean.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The guy's a Boy Scout, Bob.  He declared  frequent flyer miles on his income tax  return.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Reed twists in his chair while Bob checks out the dossier",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What about the wife?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Clean.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Check his kids.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Clean.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nobody's got clean kids.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We've got nothing, Bob.  This won't  work. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If we find nothing, we get creative.    Just make something up.  Instead of a  couple weeks it'll be a couple of  months.  The whole thing is under  control.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(leaning forward; tense  whisper) You think we can keep this thing going  for a couple of months!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "At that moment, a DISTINGUISHED MAN moves up the table,  clapping a hand on Reed's shoulder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(strong Southern accent) Bob... Alan... Your boy sure looks  great. (leaning closer) I think he sounds even better'n he did  before this stroke.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He lets out a rich, throaty laugh, full of booze and  cigarettes.   Bob smiles at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well,  thanks very much, Judge.  We'll  tell him you sent your best.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You take care, now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, you,  too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Man moves on as they look at one another...",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIR FORCE ONE, (STOCK FOOTAGE)",
          "text": "The President's private 747 soars into the wild blue yond",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "- DAY The huge \"GM\" sign stands prominently in the f.g. it their motto reads:  \"Mark of Excellence.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dave is escorted through the plant by the GM PRESIDENT an large entourage.  Bob and Reed hover a couple of steps be as Dave listens to the tour.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now this man is using a robotic  mechanism for picking up the engine.   The large arms that you                        see duplicate all of his arm movements  exactly, so it's as if he's lifting  two thousand pounds.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They pause in front of a large assembly area.'  One of th workers stands at a machine with his arms stuck in two lo rubber sleeves.  Above him, a pair of mechanical arms hoi an engine high into the air.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(beat) Can I try it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Huh?  Uh, well...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. President...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I mean,  if it's a problem...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, no.   It's really quite simple.   Just come on over here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The GM Executive leads Dave toward the huge machine.  He as an army of cameras press in closer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now, you slip your hands into these  sleeves here...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dave nods and does as he is told.    All at once the two foot arms shoot straight up into the air.  He smiles with delight as the massive robot comes alive in his hands.  D lifts his arms over his head and the huge claws point str toward the ceiling.  He sticks them out to the side and t robot does the same.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I once caught a fish this big.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dave sticks his arms out to his sides and the huge claws  indicate a 40-foot fish.  A roar goes up from the crowd a slight smile starts to spread across Reed's face...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(almost in awe) He's a soundbite machine...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bob glances over at him...",
          "sentiment": "neutral"
        },
        {
          "speaker": "GERGEN AND SHIELDS, (MACNEIL LEHRER NEWSHOUR)",
          "text": "Two of the most famous pundits in America sit side by sid the PBS set.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know about you, Mark, but I don't think I've ever seen the  President as relaxed or comfortable  with himself as he is right now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, I agree, David.  I don't know who  gave him happy pills but this is a  pretty unbelievable transformation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, I think it's a kind of 'rebirth'  really.   This is a man who's stared  death in the face and it's obviously  had a profound effect on him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look, if that's what a stroke'll do  for ya, I'll take a couple of dozen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He stares OUT OF FRAME expectantly with the grin of an ex child... The CAMERA WIDENS OUT to reveal:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dave romps on all fours with the cocker spaniel (Cupcakes that used to serve as the President's prop.   He holds on end of a towel in his mouth while the dog tugs feverishly the other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A hundred SHUTTERS CLICK at once while the White House pr corps strains on their barricade...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ellen watches the spectacle from a second floor window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What a jerk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dave stands,  in the Presidential jogging suit, next to A Schwarzenegger.   They are surrounded by twenty or thirty fourth graders, all there to demonstrate their physical  fitness.  Arnold hits the deck in a flurry of push-ups -- urging the President to follow suit.   Dave hits the deck well, matching the superstar rep for rep.  The cameras ex in a LOUD VOLLEY OF SHUTTER FIRE.  Reed grins all over ag",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dave stands face to face with the Japanese Prime Minister a full diplomatic ceremony.   He listens to his interpret for a moment,  then bows stiffly from the waist. The Prime Minister bows in return. Dave bows again. The Prime Minister bows again. Dave bows again.  The Prime Minister bows again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOSER",
          "text": "Dave head-fakes but the Prime Minister bows anyway.  Dave lets out an ear to ear grin as the SHUTTERS FIRE once mor",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAY LENO, (THE TONIGHT SHOW)",
          "text": "He stands in front of those famous curtains doing his nig monologue.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How 'bout the President these days  huh?  One minute he has a stroke the  next he's doing push-ups.  Must make  it a lot easier on the Secret Service  when all they have to worry about is  Kryptonite.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The audience claps in approval...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dave moves through the East Wing with an entourage of  Presidential aides.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dave glances to his right and hesitates for a moment.  Th in her own suite of offices, is Ellen Mitchell with her b to Dave, talking on the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAVE",
          "text": "He's drawn momentarily to her presence, but is forced to  continue down the hallway with his entourage...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He sits at the center of the long cabinet table, surround by the 14 members.  Dave clutches a stack of 3x5 cards, a glances around the room. DAVE - Rev.  7/27/92                                  51A",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(reading from the first  card) Okay -- first we're gonna hear from  Ted on the land management  legislation...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAVE",
          "text": "He glances back toward Bob and Reed with a proud look on face...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He stands by the President's bureau, looking through the  drawers.  Dave pulls out some socks and an old used hair He discards it quickly and moves onto the next.  Dave ope the bottom drawer and glances down at the contents.  He p for a moment, drawn by what he sees.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dave reaches down and pulls a framed picture from the  President's bottom drawer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PICTURE FRAME",
          "text": "A young, happy Bill Mitchell stands next to his bride.  H wears a morning-coat and top hat with the biggest smile i the world.   Of course, a young Bill Mitchell could just easily be a young Dave Kovic...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He stares at the photograph of \"him\"  and Ellen, reliving a history that he  never experienced.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It is more functional than ornamental.  The Chippendale  furniture is covered up with papers and boxes and large s of newsclippings.   Several aides move in and out of the while a MUTED TV set plays in the b.g.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(into phone) You're misinterpreting it, Nathan --  that's not what the study said.  It  said if the mother got less than 1100  calories the child would risk                          a low birthrate...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As an aide comes up to her with a small stack of papers, notices the TV.  ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nathan?... Hang on a second. (to the aide) Will you turn that thing up?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLOSEUP - TELEVISION SET (THE McLAUGHLIN GROUP) McLAUGHLIN GROUP - DAY Part wrestling match, part news analysis, part Roman circ the most famous political talk show in America is well  underway:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Issue One:  'The New Bill Mitchell.'   Two weeks after his brush with death  the President is suddenly bounding  around the country with the energy of  a high school track star.  Is this  merely overcompensation or the  indefatigable greatness of a truly  great man. (turning to Kondracke) Mor-ton...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, he looks pretty great to me.  I  think the President is showing the  same strength of character he did when  he first got elected.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know, Mort, every time this guy has  a blip in the polls you start  genuflecting...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(defensive) Hey -- I think he looks great.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(cutting in) Yeah, he looks great 'cause they're  makin' him look great.  This puppet  show at the auto plant was the most  manipulative piece of political theater  I've ever seen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, come on, Chris.  You're just steamed  'cause he's doing well.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I am not...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is he doing well?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well... Yeah... He's doing well...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(the final word) Answer:  He's doing very well.  We'll  get to predictions right after this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The THEME MUSIC COMES UP as they go to commercial.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "She stares at the set, skeptically...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dave stands at the edge of the grass in an Oriole's jacke with \"PREZ\" on the back. The manager of the team hands hi baseball while forty thousand fans stand cheering at thei seats.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ladies and gentlemen, throwing out the  ceremonial first pitch... (pause) The President of the United States.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dave hops over the little railing that separates his box the field.  The catcher stands a few feet away giving him target with the glove, but Dave shakes his head and waves over to the mound.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The catcher looks a little baffled as Dave strides across foul line with a grin on his face. The forty thousand fan start to go wild as he climbs up on the mound, tucking th ball behind his back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CATCHER",
          "text": "He stands at the plate sticking out his glove to give Dav bigger target.    The President looks at him for a second then motions him into a crouch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAVE",
          "text": "He spits on the mound and spreads his fingers in a fork- grip.   The catcher sinks into a crouch as Dave goes into wind-up and busts off a perfect curve-ball.  The catcher at it astonished as it \"breaks\" into his mitt.   The crow goes nuts...",
          "sentiment": "neutral"
        },
        {
          "speaker": "\"LARRY KING LIVE\"",
          "text": "Larry sits at his desk with his famous stand-up mike in f of him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're back with Oliver Stone, talking  about what seems like a pretty far- fetched theory...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oliver Stone sits across the desk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There's something going on here, Larry,  and no one is telling us the truth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oliver, the guy had a little stroke.    He's enjoying life a little...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(leaning forward; half  whisper) If you look at a photograph of Bill  Mitchell before the stroke, and another  one right after...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Aren't you being a little paranoid?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Have you compared the photographs?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Larry King looks at him and shakes his head...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He lies on his bed, with the remote control in his hand, a split-second tour of the channels.  Dave looks toward t French doors that lead to the fourth floor balcony.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dave tosses open the door and steps outside.  He stretche out his limbs, staring at the magnificent view of the cit",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He looks off toward the other side of the White House; El side.  A single curtain billows out of an open window.  D can't help himself.  He starts across the terrace.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dave reaches the open doorway and slides  quickly against the wall.   Slowly,  carefully he bends his head and peeks  into the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She sits on her bed, surrounded by some work papers.  In warm light of the room, through the billowing curtains, E skin seems to glow.   She stops reading for a moment and  brushes aside a loose strand of hair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dave stares at her, transfixed.   Suddenly, a light comes in a nearby room causing Dave to jump back with a start. sneaks a final peek and hurries toward his room...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He sits at his white marble Italian desk, talking on the when Bob comes storming into the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(checking his schedule) Okay, let's see... you can have him on  Tuesday the 25th...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you out of your mind?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He bangs down a copy of the week's schedule, looking Reed the eye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uh, let me get back to you...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You scheduled a whole day with the  First Lady?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(hanging up) It's a homeless shelter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh.  Excuse me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's gonna be great.  'Caring about  his wife.'  'Spending time on her  favorite issue...'",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't want him caring about his wife!   What about the Vice President!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Remember that First Liberty stuff we  almost got nailed on?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I just dumped it on him instead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bob looks at him stunned.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "When does it break?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(shrugging) Couple of days. (showing him a folder) Anyhow, look at these tracking polls,  they'll burn up in your hands: seventy- three percent with seniors, eighty- four with working mothers...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(a little uneasy) Alan, we still have to control this  guy...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(ignoring him) And look at this.  Russell came around  on the trade bill.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(stunned) You're kidding.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How long have you been waiting to pass  that thing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Three years.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm telling you, Bob,  it's a gift.   When you got a Ferrari you don't leave  it in the garage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRESIDENTIAL MOTORCADE",
          "text": "The long line of black limousines and police motorcycles its way through downtown Washington.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dave sits next to the First Lady in the back seat of the Both of them stare straight ahead.   Finally, after sever seconds of silence, Ellen turns to Dave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why are you doing this, Bill?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He looks over at her, startled.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(irritated) Since when do you care about the  homeless?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dave thinks for a moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(beat) I care about the homeless.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah.  I'm sure it's keeping you up  nights. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She turns away from him, twisting in the seat.  The botto Ellen's skirt hikes up her thigh, exposing the top part o her leg.  Dave looks down at it, drawn to the sight of na flesh.  Sensing something, Ellen glances back and catches looking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Their eyes lock for a moment.  Dave  smiles quickly and glances out the  window.  Ellen looks down at her own  leg a little puzzled.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The sidewalk is teeming with press.  The shelter itself i painted a bright shade of blue - - a cheery little island a sea of graffiti.  A small group of community leaders wa by the front door while the Presidential limousine pulls to the curb.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The door pops open as Ellen and Dave step out.  He turns waves to the crowd while she stares straight ahead.  Reed hurries up to them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(under his breath) Okay, it's straight klick and smile  but there's a great visual in the  kitchen so make sure you stop at the  soup.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She shoots him a glare as they reach the top of the stair Dave nods and they move forward to greet the community le",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He takes a couple of steps inside, then suddenly stops. smile fades as his eyes go wide.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It is more a nursery school than a homeless shelter.  Twe to thirty children, most of them black, stand formally  assembled in front of the President.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(good at this) One of the things they're trying to do  here at Helping Hand, is keep verbal  skills alive.  The first thing that  goes with these kids is their ability  to communicate and they need to get to  them before this happens.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She glances over her shoulder.  Dave has wandered forward the edge of the large rubber mat.  Everyone stares, stunn as he looks at the kids for a moment, then sinks suddenly his knees.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(quietly) Hi there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRESS CORPS",
          "text": "The cameras surge forward to the side of the play area. SHUTTERS FIRE WILDLY as Dave glances up at the cardboard outs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(quietly) You like cartoons?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The kids don't respond.  They stare at the crush of repor and glancing TV lights.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(turning toward the  cameras) Could you just stop that for a second.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Everyone freezes.  The camera crews back up a step as Dav turns back toward the kids.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(softer) You like Tweety Bird?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A few of them nod.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "She stares in disbelief as her husband sits cross-legged the middle of the mat.  He leans forward, into the childr talking like a kindergarten teacher.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So, which one do you like?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A FOUR-YEAR-OLD tugs gently at his sleeve.  He wears dona overalls and a N.Y. Mets T-shirt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(in a lisp) Sylvester.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(smiling) Sylvester?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The boy nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But he's a cat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REED",
          "text": "He beams from ear to ear as the photo-op materializes in of his eyes. Dave glances over at him, cupping his hand i whisper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(side of his mouth) Gimme a quarter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(confused) What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Quick.  Gimme a quarter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Reed fishes through his pockets and comes up with a coin. moves to the mat, slipping it to Dave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(leaning forward) Okay - - what can run all day without  getting tired.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The kid looks at him, baffled.  Dave reaches out slowly a taps the side of his nose.  DAVE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, it's not your ear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(lighting up) My nose?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "She watches in amazement as her husband reaches out and  \"magically\" produces a quarter from the side of the child nose.  Dave looks up at her with a smile, and their eyes as a hundred shutters fire at once...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What makes a man rise to a particular  moment in history?  What makes a man  in the thicket of middle age, suddenly  rediscover himself with the wonder of  a child.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Later on tonight, we'll talk with Dr.  Henry Mueller who is an expert in the  psychological effects of a mid-life  health crisis... and to Gail Sheehy,  who has just co-authored a book on  male menopause.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The sound of a MAN HUMMING \"Hail to the Chief\" plays O.S. DAVE - Rev. 7/22/92                                  63.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Steam billows up in the shower while Dave scrubs shampoo his hair.  He massages it vigorously into his scalp while humming continues.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "`Bum, bum da dum...'",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He rinses it out and reaches for the soap.   It's a small soap on a rope\" designed to look like the Presidential se",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can't believe you'd do something  like that.  Not even you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The door to the shower swings open as  Ellen materializes.  No queen of England  ever looked more regal than Ellen  Mitchell in her cloud of steam.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How could you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dave jumps with a start, then turns away from her quickly bashfully facing the tile.   He looks back at Ellen over shoulder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... How could I what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, come on, Bill.  Don't patronize  me.   I'm not one of your little... (beat) Turn around.  I'm talking to you!...  Turnaround!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dave steels himself then turns slowly around to face her. strikes a \"stoic\" pose.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(trembling slightly) ... You know, if you want to be the  same old bastard, that's fine.  I can  handle it.   But don't pull                             this 'man of the people' bullshit and  then do something like this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(frozen; feeling - very  exposed) I don't understand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(exasperated) That's not just a works bill you vetoed --  that would have given these kids  homes... (losing it a little) ... When I think about that little  spectacle you pulled with those muppets  and that magic trick...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's wrong with a magic trick?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You made their funding disappear!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dave recoils a little.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look.  If there was some mistake...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(in a rage) There's no mistake, Bill.   If you  veto their funding, it's not a mistake.  If you hurt someone intentionally,  it's not a mistake.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She turns and leaves through the steam disappearing as su as she came.  Dave hesitates for an instant, then starts after her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Duane is seated at his regular post when Ellen comes stal out of Dave's suite. He looks up in amazement as Dave run out a moment later.   He's dripping wet and clutching a b towel around his waist.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(turning to Duane) Call Bob and Reed.  Tell them I need  them immediately.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But it's ten-thirty at night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dave turns and gives him a \"Presidential\" glare.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(backing off) Yeah, sure. You got it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dave is seated at his desk, hair still wet, dressed in th Presidential jogging suit. The door bursts open.  It's Bo and Reed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What the hell is this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What the hell is this ?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bob and Reed cross over toward the desk as Dave slams dow copy of rolled up newspaper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(looking at it) The Washington Post.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(pounding his finger on  the front page) No...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bob glances at the paper then hands it to Reed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(looking at it; shrugging) President vetoes works bill?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We vetoed that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(a slow boil) No!...  WE didn't anything...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(interceding) Dave, these things get awfully  complicated sometimes...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That shelter was in this bill.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(losing it) Alan",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lots of shelters were in this bill.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(moving toward him)) Listen, you little...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(cutting in) Dave, the budget's a very complicated  thing.  Even I don't understand it  sometimes.  Now occasionally we have  to make some cuts and...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But we went there.  We saw those kids.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah. And if you can find a way to cut  THREE HUNDRED AND FIFTY MILLION DOLLARS  from the federal budget, then you can  keep your lousy shelters, okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dave just looks at him for a moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A small Ford Escort with a Thrifty rent-a-car sticker pul up to the East Gate of the White House.  It stops just sh of the guard station, then rolls forward a few feet and s again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURRAY",
          "text": "He leans out of the window, squinting into the sun.  Murr holds a mangled map of Washington in his hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(terrified) I'm here to see... the President?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The guard looks at him without responding.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He asked me to come.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The guard reaches for the phone and dials a few numbers. Murray jiggles nervously in his seat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He sits in the exact same chair that Dave occupied on his arrival.  Murray stares across the Oval Office with a ter look on his face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(urgent whisper) I'm serious, Dave -- you could get in  a lot of trouble for something like  this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's fine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They could put you in jail.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why would they do that.  They hired  me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Murray just stares at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's kind of a national emergency thing.    I can't really talk about it... (confidentially) Paying me big money too.   C'mere.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He leads Murray from the chair to the other side of the d Dave reaches down opening the bottom drawer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "See.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESK DRAWER",
          "text": "It is full of money.   Neat little stacks of hundred doll bills.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He looks at it wide-eyed,  frozen by  what he sees.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(whispering; indicating  the walls) Are we being taped?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't think so",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is undeclared income.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And who's gonna find out?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The government",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I am the government.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Murray turns and looks at his best friend, speechless. stares at Dave for a couple of seconds when a strange loo wonder crosses his face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know -- kind of wild, huh? (beat) Let's get to work.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A light is burning in the second floor residence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It is a large oak-lined room in the private residence. Dave and Murray sit on either side of a huge dining table with papers strewn all around them.   In front of Murray a large,  leather bound volume of the federal budget.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I gotta tell ya, Dave.  I've been going  over this a bunch of times and a lot  of this stuff just doesn't add up. (beat) Who does these books?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm not sure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A light is burning in the second floor residence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It is a large oak-lined room in the private residence.  D and Murray sit on either side of a huge dining table with papers strewn all around them.  In front of Murray sits a large, leather bound volume of the federal budget.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I gotta tell ya, Dave.  I've been going  over this a bunch of times and a lot  of this stuff just doesn't add up. (beat) Who does these books?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm not sure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I just think they make this stuff a  lot more complicated than it has to  be.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm not surprised. (beat) Can we save anywhere?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, yeah.  But you gotta start making  some choices.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Choices?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know -- priorities. (thinking) Remember when you couldn't get your  car fixed `cause you wanted to get  that piano?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(hopefully) You could buy it on payments.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(thumping the budget) Yeah.  That's how you end up with a  400 billion dollar deficit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So what do we do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, there's lots of places where I  think you can save, but I'm not the  one who's ....... I mean, I'm not the  one who's not the Pres...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(cutting him off) It's alright.  I know what you mean.   Let's start at the top.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It is jammed to capacity. The CABINET SECRETARIES are seated around the table while White House staff lines the walls.   Three television cre are poised in the far corner of the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOORWAY",
          "text": "Reed enters and crosses to Dave's regular spot at the cab table.   He places a stack of 3 x 5 filing cards next to water glass and retreats to his seat along the wall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bob moves down the corridor with a little spring in his s He is actually whistling a cheery tune as he carries the  morning edition of the Washington Post.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bob enters with a great big grin and even says hello to C couple of aides.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bob sits down next to Reed unfolding a  copy of the paper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(whispers) Its a work of art.  Look at this thing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Reed glances down at the paper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(reads softly) `Vice President's office linked to  First Liberty scandal. Justice  Department may investigate.' (beat) Alan, you're a genius -- we're on our  way!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bob looks up and glances around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(pause) What's with the cameras?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hundredth cabinet meeting.  I thought  it was a nice touch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(benignly) Oh.  Fine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dave enters suddenly, moving quickly  into the room.  He nods to the various  staff members, crossing to his seat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good morning, everybody.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good morning, Mr. President.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dave takes a stack of index cards from his own pocket and places them next to Reed's.  He leans forward, clearing h throat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(purposefully) Before we get started today there are  a few things I'd like to go over in  the budget.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOB",
          "text": "He glances up from his report and leans over to Reed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(whispering) Do we have anything on the budget today?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(stunned) I don't think so.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They look slowly toward the table...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He clutches one of the 3 x 5 cards in  his hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now I think I've found some ways to  put back the homeless section of the  Simpson Garner works bill.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CABINET TABLE",
          "text": "A slight murmur moves through the Cabinet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(standing up) Uh, Mr. President... I don't believe  that's on your agenda today.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(pleasantly) Well it's a last minute change.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bob goes completely white as Dave turns back to the Cabin table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The way I see it we need three hundred  and fifty million dollars in order to  keep the program.   Now some of this  can be achieved through some simple  changes in cash management.  For  example...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He leans forward onto the table, reading from his card.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "According to the O.M.B. we have  seventeen defense contractors who are  delinquent in their contracts. (scanning the table) Is that true?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uh... I believe so...  Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So even though they're late, we keep  paying them on time?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well -- in a sense... yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now instead of giving them money for  something they haven't finished, we  could hold back that cash, put it aside  in some interest bearing...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(leaping suddenly to  his feet) Mr. President!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAVE",
          "text": "He turns slowly around in his chair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(daring him) Yes?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He looks at Dave, then out into the room.  Twelve Cabinet Secretaries, the White House staff and three network TV c are focused right at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He stands there, frozen in the glare of the TV lights.  B looks at them for a moment then sinks slowly into his sea",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(tightly) .. Nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(smiling quietly) Great.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He turns back to the table clutching the card in his hand",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Like I was saying, if we took that  cash and stuck it in even an ordinary  savings account,  we'd be making twelve  million a month in interest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A murmur goes around the table.  The SECRETARY OF THE TRE shifts a little in his chair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, technically that's true...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He thinks about it for a moment...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes.  Yes, I suppose that's true.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOB",
          "text": "He has taken a handful of curtain and twisted it uncon-  sciously into a rope.  Reed stares straight ahead, stunne",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But unfortunately, money management  only gets us halfway to our goal.  To  find the rest of the money, we're going  to have to start making some choices - -  some pretty tough choices...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHOT",
          "text": "He seizes Reed's tie, pulling him over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(loud whisper) Choices??? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(hearing him) Yes, Bob.   Choices... Now the                           Commerce Department..,",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(sitting erect) Yes, Mr. President?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(from a card) You're spending forty-three million  dollars on an ad campaign to... (reading) 'Boost consumer confidence in the  American auto industry.'",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And it's proving quite effective...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Does it make the cars any better?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No,  sir.  It's more of a perceptual  issue.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(beat) Perceptual?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, it's designed to bolster individual  confidence in a previous domestic  automotive purchase.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(beat) Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well... to shore up product  identification and preserve market  share.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So we're spending forty-seven million  dollars to make people feel better  about a car they've already bought?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, but I wouldn't...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(indignant) Well I'm sure that's really important,    but I don't want to tell some eight- year-old kid he has to sleep in the  street because we want people to feel  better about their cars. (beat) Do you want to tell him that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He gestures toward the TV cameras in the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Me?   Uh, no sir... I sure don't.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOB AND REED",
          "text": "Bob fumes at this but a slight smile actually starts to c up the side of Reed's face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He pulls out a pen and jots down a  figure...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good.  That gives us another forty- seven million.   Now the Postal  Service...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(sitting up) Yes, Mr. President!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAME SCENE",
          "text": "Dave's tie is loosened at his throat and there are notes out around him. The Cabinet leans forward in their seats.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay, so that makes... (whispering) ... Two, eighty-four, carry the three... (pause) ... Three hundred and fifty-six million. (looking up with a smile) ... And that means we can keep the  program.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CABINET ROOM",
          "text": "The entire room bursts into applause. Bob fumes silently his spot along the wall as the ovation continues around h",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The door to the cabinet room bursts open as the mob pours into the hall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wonderful job, sir... Fantastic, Mr.  President.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dave moves down the corridor followed by the throng.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bob stands very still in the center of the empty room.  R blocks the door a few feet away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What are you gonna do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(quietly) I'm going to kill him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You can't kill a President.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bob looks at him for a moment, then suddenly explodes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's not a President! He's an ordinary  person.  I can kill an ordinary person.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bob...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can kill a HUNDRED ordinary people.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's only doing what you told him to.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(stunned) What I told him to?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I heard you.  You said 'cut three  hundred million dollars from the federal  budget, and you can keep your homeless  shelter.'",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, I didn't mean it, Alan. Why the  fuck would I want to save a homeless  shelter?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He was only doing his job.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bob looks at him for a moment then erupts all over again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "His job? His job!!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He lunges for the door while Reed grabs him around the wa DAVE - Rev. 6/9/92                                  78.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's not his job -- It's my job!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bob...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(thrashing around) Was he a senator? Is he on the  Trilateral Commission? Was he in Who's  Who In Washington NINE YEARS Reed  wrestles him away from the door, as  Bob struggles to get free.  I'll destroy  him, Alan. I'll shred the bastard!!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't do this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll lock him away for good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then we'll all go to jail together.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bob stops struggling suddenly and backs up a step. His ey narrow to tiny slits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do you mean by that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(smoothing out his suit) Just what you think I mean.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(stunned) Are you threatening me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(thinking about it) Sort of... Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bob looks at him for a moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ellen is in a meeting with a few people when a MALE AIDE through the door handing her the afternoon paper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You won't believe this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "USA TODAY",
          "text": "The large banner headline stretches across the top of the page, which reads: \"PRESIDENT SAVES HOMELESS PLAN.  MITCH",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(realizing) `Saves homeless plan'?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHOT",
          "text": "She stares at it stunned for a moment,  then lowers the p and looks off into space...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Murray and Dave stand beside the Thrifty rent-a-car as th sun begins to dip behind the trees.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thanks. You did great.  Maybe later  you could come back and we could go to  Camp David or something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(climbing in) That'd be great.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(looking at his friend) Well -- take care.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Murray FIRES UP the ENGINE as Dave steps back from the ca",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(looking back) Yeah.  Don't get into trouble.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He throws the car into gear and starts  down the long, bending driveway toward  the gate.  Dave watches from the edge  of the lawn with a fond look on his  face...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Duane and Dave are seated across the card table from one  another.   Duane's shoulder holster is slung over the bac the chair.   They are drinking beers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He lays down his cards, fanning them out in front of Dave",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(grimacing) I was waiting for that jack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I had a feeling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Duane Scoops UP the cards and begins to Shuffle. Duane?       DAVE Yeah?        DUANE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How come you went along with all of  this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Duane Stops Shuffling and Stares at him for a moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You mean with you and everything?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(shrugs) `Bleed for your king.'",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "First thing they teach you at the  academy. (remembering their motto) `Don't give me gold and silver, or  other worldly things, just the pride  and glory of bleeding for my King.'",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're kidding.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No... They don't kid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dave nods solemnly as Duane stares straight ahead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But Bill was your king, not Bob.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, but Bob found me when I was stuck  in Firearms and Tobacco...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(thinks) We're trained to be loyal.  You gotta  be loyal to someone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They sit for a moment in silence.   Duane checks his watc",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Didn't mean to bum you out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's okay.  You alright down here by  yourself?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, sure.  Don't worry about it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He nods and heads for the door as Dave picks up the cards He begins to deal out some solitaire,  then senses someth and looks toward the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ellen stands silhouetted in the doorway wearing a floor- dressing gown.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(quietly) Hello.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAVE",
          "text": "Ellen walks forward into the light, tightening the belt a her waist.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... . Ellen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I saw the light.  I thought maybe you  were up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(startled) Oh... Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mind if I sit down?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(beat) No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He scoops up the cards trying to tidy some of the bottles She studies his face for a couple of seconds then sits do at the table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That was quite a thing you did today.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Anybody would have done it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, I don't think so. (staring at him) Still, you helped a lot of people.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She continues to stare as Dave looks away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kind of reminds me of that thing you  did back in the state legislature.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh yeah? (nervous) Me, too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You weren't in the state legislature.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dave freezes with the deck in his hand.    All at once, E smiles and extends her arm over the table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm Ellen Mitchell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "His eyes go wide.  Dave sits stunned trying his best to  swallow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(softly) What's your name?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dave stares at her, but no words come out.   She leans fo looking right at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(evenly) Look, I'll make this easy on you.  I  never see him anymore.  I barely know  him anymore.  I'd just kinda like to.  know where he is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dave looks at her, nervously.  ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I mean, what is it?  Another Secretary?   A jaunt to the Bahamas with Some  'campaign worker.'  Where is he?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(pause) I don't know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She looks at him, waiting for a moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dave, Ellen and Duane stare straight ahead as they descen into the sub-basement.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(beat) I really shouldn't be doing this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No one replies as the elevator doors slide open.  ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A lone Secret Service man is stationed outside a solid me door as the three of them approach - - Duane hesitates an looks at Dave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(calmly) Open it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Duane looks back at the two of them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just open it, please.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The door swings open as a middle-aged woman in a white un appears.  Even in the dim light of the hallway it's clear is a NURSE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm sorry, you're not allowed...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(flashing an I.D.) It's alright.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. Alexander left strict...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Before she can even finish Ellen steps quickly by her int the room.  The Nurse recognizes her and just gapes as Dua and Dave enter as well.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It is dimly lit like the hallway, except for a group of  machines in the corner.  Next to them, a state-of-the-art hospital bed holds the President's lifeless body.  Ellen up to the side of the bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What happened?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's the stroke.  It's pretty bad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't understand. Is he,  I mean...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There's a pause.  The Nurse looks down.   Ellen clutches railings of the bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm sorry.                                          ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All at once she starts to cry.  Dave moves over to try to comfort her when she shakes him off violently.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't touch me, please.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dave recoils.   She turns to him with an enraged look in eye.   He moves back a step.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(furious) When were you all planning to                        tell me? A year from now?   After the  election... (whirling on him) What's going on here?                                Dave hesitates.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They asked me to help.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm sure they did.  'State of  Emergency.'  'National Security.' You  ever hear of the Constitution?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He doesn't respond.  Ellen glares at him for a moment, th glances around the room...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Could all of you just leave me alone  for a minute.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm really not supposed to...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Get out!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dave motions toward Duane as the two of them guide the nu into the hallway.  They shut the door behind them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "She stares down at the lifeless body while the sound of t RESPIRATOR fills the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Suitcases are flung open and she kneels on the floor.  El throws piles of clothing into the large open valise when senses something and glances up..",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dave is standing in the doorway.  She looks at him for a  moment, but goes right back to packing.  He stands in the doorway, staring while she crams some shoes in the bag.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're leaving?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(clipped) I'm not the First Lady, anymore.  I  shouldn't be here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where are you going?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She grabs a blouse from the bed and flings t into the sui",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where's home?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(looking up) Oh, they didn't brief you on that?   How sloppy of them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She looks at Dave and stops.  All at once Ellen stops pac and lowers a shoe to her side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REVERSE ANGLE",
          "text": "Dave stands in the doorway with a small valise in his han He looks like he did a month ago, with the tortoise shell glasses and his old blue windbreaker. The valise is a tin overnight bag with small black handles.  A seal of the  President embossed into the leather.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(shrugging) Just souvenirs.  Towels and stuff.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(beat) You1re leaving, too?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(nodding) I never wanted to hurt anybody. (beat) In fact... I even thought I was helping.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ellen just looks at him for a moment.  Her mouth opens sl but no words come out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey... It's...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ellen is crying.  She shakes her head  and turns away from him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dave unzips the valise and fishes out a hanky.  The  Presidential Seal is nicely embroidered in one corner.  E looks down at it and smiles slightly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know you make this little deal with yourself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You can put up with the other women  and you can do without a life because  you believe in what you're doing - -  and if you can just keep your mouth  shut...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She can't finish.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You thought you had a chance to help  people...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Their eyes lock for an instant when she turns and goes ba to packing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(softly) How were you gonna get home?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know.  I hadn't thought it out  that far.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAVE",
          "text": "He looks at her for a moment...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dave carries Ellen's suitcase in one hand and his own val in the other.  They step over the puddles and leaky water pipes as they duck below the six-foot ceiling.  Dave carr a flashlight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You sure this goes somewhere?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Truman used it all the time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dave pauses and shines the light up a leaky old set of st that head off to their right.  Ellen hesitates for a mome looking up the staircase.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You don't have to keep walking with  me.   I'm okay from here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't mind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(looking at him) Thanks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ellen hesitates for a second, then hikes up her skirt and moves through the portal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It is directly across the street from the White House.  A lone street lamp illuminates the corner including a small recessed alcove where a staircase leads up from below.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dave and Ellen emerge stepping out  onto the sidewalk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Huh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Duane said he'd leave the car over  here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He leads Ellen around a corner where a small brown Plymou sits parked at the curb. Dave fishes through his pockets pulls out the car keys.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(handing them to her) Here you go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ellen looks down at the car keys.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He said he'll pick it up in a couple  of days.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh... Okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She glances at the Plymouth then back a Dave.  She just s at him for a moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(shaking her head) It's just so strange...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dave looks at her.  Ellen takes a deep breath.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I lock at you and I see Bill... (turning to him) I mean, he's almost dead, but he's  right here... I mean, you're right  here... alive and...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm not Bill Mitchell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She looks at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In fact,  I'm not anything like him  and... I guess I want you to know that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(quietly) He wasn't always like that, anyway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Their eyes lock for a second.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(suddenly) Are you hungry?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(beat) What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(smiling a little) I'm starving.   There's got to be  something open around here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ellen stares at him for a moment,  then finally smiles...",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. 7-11",
          "text": "It is a twenty-four-hour convenience store.   Even at two the morning, several cars are parked in the lot. Ellen sits on the passenger side of Plymouth with her doo locked.   Dave emerges carrying a brown paper bag. He pops the driver's side door and hops inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I really don't have much of an appetite.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(looking over at her) Just wait.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He FIRES UP the CAR.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The monuments are illuminated a glittering white.  The Li Memorial and Capitol Dome stand out against the long fiel grass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(eating Dave's \"special  sandwich\") This is good.  What's in it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They sit side by side on a raised, grassy mound at the ba of the Washington Monument.   A large bath towel is sprea out between them with the Presidential Seal at the center Dave's bag is opened at their side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's a secret.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(taking another bite) You have a lot of secrets.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I guess.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "When did you know?... About me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She pauses.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I think in the car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The car?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "On the way to the homeless shelter.   You looked at my leg. (pause) Bill lost interest a long time ago.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He turns and looks at her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's good.  I was worried it was the  shower.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She smiles.  They are perched on a small hill overlooking White House.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So what do you do the rest of the time?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(smiling) You mean when I'm not running the country?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I run a temp agency.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She looks at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know, secretaries and stiff.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(smiles) You find people jobs?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah.  Is that funny?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's just more than anybody else does  around here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well don't get carried away -- I'm not that good at it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She turns and studies him for a moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(suddenly personal) And your family?   I assume you're  married?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He turns back to her.   A couple of seconds go by.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I was... once. (pause) It didn't take.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ellen laughs and looks out over the mall.    Dave takes a swig of his soda.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(quietly) You know, Dave -- it is Dave, isn't  it?  I can't keep all of this a secret.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But you could go to jail for it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He turns and looks at her.    There doesn't seem to be an fear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, I know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ellen turns and studies him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I liked doing it,  though.  Not the  fancy stuff with the helicopter or the  TV cameras but...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ellen keeps staring at him.    Dave glances back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I liked saving that shelter.  I liked  helping people I hadn't even met before.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's quiet for a moment.    He stares back at the White H",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(pause) And right then I felt like I wasn't  pretending anymore.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Several seconds go by.   Dave stares off at the White Hou across the mall while Ellen studies his face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't think you were pretending.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dave turns to her as their eyes lock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I liked being married to you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ellen turns all the way around on the blanket staring at from less than a foot away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What would you do if you were still in  there?  If you had one more chance to  be President, what would you do then?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAVE",
          "text": "He stares at her for a moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(quietly) Lots of things.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The small brown Plymouth rolls up to the guard ate as the uniformed officer leans out of his booth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm sorry, sir.  There's no visitors...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dave rolls down his window, showing his Presidential face the Guard,",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(snapping to) Mr. President!  I'm sorry I... ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just getting some air.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Certainly, sir... How did...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ellen leans across him toward the window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(confidentially) The President wanted some ice cream.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Guard snaps off a crisp salute as Dave casually retur it.  The gate raises in front of them as he steps on the",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dave and Ellen stand at the top of the long staircase tha leads to the living quarters. Ellen looks up at him for a moment, then smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(softly) ... You make a nice President, Dave  Kovic.. . go for it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ellen looks him in the eye for a moment, then turns and h off toward her suite.  Dave stands there watching her rec down the hall...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A lone gardener rides his lawn mower across the lawn...",
          "sentiment": "neutral"
        },
        {
          "speaker": "WHITE HOUSE BRIEFING ROOM",
          "text": "It is jammed full of the White House Press Corps.   A hun or so REPORTERS mill about while they wait for the start press conference.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bet it's that Fidelity thing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Think they're gonna ditch the Veep?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The first guy nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(confident) He's finished.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Toast.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They all nod together.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bob moves down the corridor with his briefcase in his C h He glances up and notices action from the briefing room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to himself) What the hell...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The sound of a man desperately containing a SCREAM ECHOES THROUGH the public rooms on the first floor.    Bob comes sprinting into the large open receiving room, taking out of the little rope stanchions that guide the visiting tou through.   He keeps on running...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Reed glances up from his desk as Bob charges into the roo",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(quickly) I didn't call it.   He called it  himself...  I swear to God.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bob just looks at him, then turns and bolts into the hall",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A small group of tourists stands in the large marble entr They stare up at the staircase while their TOUR GUIDE des some of the artwork.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... Jackson is the figure that you see  represented in the lower left hand... (beat; awed) Why there's Bob Alexander our White  House Chief of Staff...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He comes careening into the foyer,    skittering across the polished marble.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... My, he seems to be in quite a  hurry...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dave sits on the couch, jotting some notes on a legal pad The door swings open behind him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do you think you're doing?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(innocently) You mean the press conference? (beat) I have a couple of ideas I wanted to  share with the country.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Share...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dave rises from the couch as Bob moves  over to him with his eyes blazing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You don't call a press conference.  I  call a press conference!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dave just stares.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're nothing.  Do you understand me!   You're NOBODY...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(slowly) I'm... not... nobody...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're lint!  You're a flea!  You're a  blip!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, maybe I am.  But you're fired.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bob backs up a step and stares at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I said you're fired.  Go on -- get outta here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bob just looks at him, stunned.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh... I'm fired?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He stops and stares at Dave. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're fired.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(fine) Fine...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He stares at him again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(beat) Fine?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He crosses to the door of the Oval Office and flings it o wide.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You got the whole Press Corps out there.    Why don't you just go tell 'em.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bob's eyes narrow a little.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Go on.   Be my guest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They stare at each other for a long  moment.    Neither man moves as they  stand toe to toe in the center of the  carpet.   For a second,  it isn't clear  who's going to win, until...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Darling...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ellen comes over and takes his arm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(Audrey Hepburn) Darling, they're all waiting for you  in the Press Room - - you've really  got to get going... (as if seeing him for  the first time) Oh, Bob... (back to Dave) I'm sorry, darling.   I thought you were alone - -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ellen turns toward Bob with a sudden grin.   His expressi falls visibly as the weight of their alliance becomes cle",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'd like your resignation on my desk  by the time I get back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He looks at them stunned and defeated...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It is packed to capacity.  Dave stands alone at the podiu while the press corps crowds every inch of the Briefing R He stares squarely into the cameras.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thanks for coming on such short notice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Reed stands off to the side with an  almost mesmerized look on his face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "First, I'd like to announce something  that might come as a surprise to many  of you. (beat) I've asked Bob Alexander to resign as  White House Chief of Staff.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A murmur goes through the Press Room.   Dave looks straig ahead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sometimes,  two people just change and  it's better for everybody if they go  their Own way. (beat) Over the last few months!  Bob and I  have come to believe in different  things.   He thinks this country is  fine and we should go about doing  business as usual. (beat) I just don't feel that way.    Not  anymore.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Because things aren't fine.    And you  know that and I know that.  And we can  keep lying to ourselves, but it's a  little late for that. (getting angry) We've got water we can't drink and air  we can't breathe.   We've got bars on.  our windows and graffiti on our doors.     If you get sick you can't afford to go  to the doctor and if you get laid off  you can't find a new job.  We're  trillions of dollar in debt.  Our roads  are cracking, our bridges are crumbling  and everything we used to build is  made in Japan.  We've got people  sleeping in cardboard boxes,  and ten- year-old kids who are doing drugs.   We've been living together for four  hundred years, and we're still trying  to kill each other...  But that isn't  even the worst part.  The worst part  is we feel like we can't do anything  about it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He looks out over the room and pauses.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So I've decided that while I'm  President,  I should actually try to  do things... even if they seem  impossible.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dave glances toward the wings for a moment and turns back",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "First off I'm initiating a program to  try to find a decent job for every  American who wants one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A murmur moves through the press room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(hearing them) Why start here? (pause) Because if you've ever seen the look  on someone's face the day they get a  job -- I've had some personal experience  with this - - they look like they could  fly.  And unless we start tapping into  that kind of spirit again, there's no  way we're gonna fix anything in this  country.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He looks out at them and pauses.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So... Let's get to work.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIEFING",
          "text": "The press corps just sits stunned for a moment as Dave st off the stage.  As he leaves, the stunned reporters explo to their feet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(overlapping) Mr. President... Mr. President...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dave enters the corridor and sees Ellen, who is waiting f him with a huge look of admiration on her face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It was okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(beaming) It was inspirational.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In the boldest initiative yet of the  `New Bill Mitchell' presidency, the  President has proposed a comprehensive  full employment program, unparalleled  since the days of F.D.R.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...  It's naive, it's dangerous, it's  irresponsible...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...  It's courageous, it's challenging,  it's visionary...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FRED BARNES (MacGLAUGHLIN GROUP)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's insane.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's brilliant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JOHN McLAUGHLIN (\"CROSSFIRE\")",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If the President wants to run around  proposing lame-brained schemes like  this one...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well he's certainly got my vote.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The TELEVISION SUDDENLY SWITCHES OFF as the CAMERA WIDENS to reveal:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dave, slumping back from the TV into an armchair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thank God for that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dave, Ellen, Reed, Ellen's Aide, and two other advisors a camped in front of the television set.  There are documen and newspapers scattered over the room.  A take-out pizza sits incongruously on the coffee table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let's call it a night.   I can't take  any more.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Right.  We can pick up on the rest  tomorrow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Everyone starts to get up, gathering their papers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(moving toward                           the door) I'll have those employment figures to  you by eight-thirty...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And we've got that labor briefing at  nine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(bleary eyed) Terrific.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Everyone starts to move through the door, leaving Dave an Ellen suddenly alone.  They are standing face to face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well I guess...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah... Bedtime.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Their faces are very close.  Their eyes express great nee He moves slowly toward her in a kiss.  Their lips meet fo instant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(pulling back) What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can't.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(quickly) I know. I'm sorry...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I mean, I want to... I just, I feel  strange...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(even quicker) That's okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They stand there facing one another like two kids on a fr porch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He lies under the covers staring at the ceiling. Dave sud turns and punches the pillow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She lies on her bed in exactly the same position. After a moment, Ellen turns and buries her face in the pillow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(muffled) This is crazy...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dave and Duane move down the corridor that leads to the O Office.  Duane is flipping through a handful of newspaper",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The U.S. News hammered us.  But they're  always tough on that kind of thing.   Rosenthal loved us in the Times",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. President, Mr. Nance is waiting  inside for you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(freezing) The Vice-President...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh... right... (to Randi, nervous  smile) You know, ever since the stroke...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dave points to his temple and gives the \"wobbly\" sign wit his hand.   He glances at Duane for a second, then turns heads inside...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Seated, with his back to the door, is the silhouette of a man holding an eight-foot spear.  Beside him on the floor a large ceremonial headdress.  Dave moves forward cautiou",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Vice President turns and slowly rises to face him.  H a strong-looking man in a plain gray suit with an honest  looking face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. President.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The two men shake hands.  Nance continues to stare at him while Dave moves toward his chair.  After a moment, Nance extends the headdress.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(curtly) This is from the people of Burundi...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(taking it) Oh... Thanks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And these are a gift from the King  of To go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nance hands him what appears to be a group of large neckl",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(beat) What are they?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(deadpan) Fertility beads.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He sets them quickly on the desk while Nance just stares him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. President, may I speak frankly  with you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Certainly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He hesitates for a moment.   Nance  gathers his thoughts,then proceeds.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(with dignity) I know we haven't always gotten along.   I know we've disagreed politically  and I suppose I know what you think  of me personally...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nance takes a deep breath.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... But I've always tried to respect  the role you wanted me to play.    When I've disagreed with this  administration I've kept it to myself.    When you wanted my support you always  had it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dave nods, frozen in his chair.  Nance looks at him a mom then suddenly lets it out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dammit, Bill -- how could you do  something like this to me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dave just looks at him speechless.  Neither man moves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(beat) Something like what...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, come on, we're not children.  I  didn't have anything to do with this  Fidelity nonsense and you know it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(nodding) The Fidelity nonsense...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(showing him a newspaper) All I've got is my integrity.  That's  all I have.  Now I don't know why you  turned your attack dogs on me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(interrupting) They re not my attack dogs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(taken aback) What do you mean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I just fired Bob Alexander.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nance looks at him, stunned.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't worry.  I'll take care of it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He sits behind his sleek Italian desk with a slightly she look on his face. Dave stands across from him, leaning on feet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do you mean you made it all up?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We had to, Dave. The guy's a choir  boy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is wrong, Alan!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(like a novel, new  concept) Wrong...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alan... ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, I know, I know... It looks                      awfully bad.  It's really embarrassing.   (beat) But it was Bob's idea.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dave looks at him horrified.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We've got to fix this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Absolutely.  Well, that might be kind  of tough. Once the press starts smelling  blood...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The door blows open behind them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dave...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She flies into the room with a worried  look on her face.  Dave and Reed watch  while she heads toward the \"media  center\" in the corner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(shocked) `Dave'?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She knows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look at this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ellen flicks ON the SET to catch a NEWS REPORT in mid-seg",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(over TV) ... The hastily called news conference  at the National Press Club was Bob  Alexander's first public comment  since resigning as White House Chief  of Staff.  It turned out to be nothing  short of a full-fledged salvo fired  directly at Pennsylvania Avenue.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bob appears in a film clip, speaking before the National  Press Club.   Even beneath the professional cool, he seem to relish the lethal sound bite.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(over TV) When I first began to look into the  allegations concerning Fidelity  Savings and Loan, I thought the  wrongdoing was restricted to the  Vice President's office...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They glance at each other then back at the set...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uh-oh...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(over TV) ... But as I began to investigate, I  realized that this pattern of  corruption extended much higher...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jesus...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bob pauses for an effect, then looks  straight into the camera:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(over TV; dramatic) ... I was saddened to discover at  least fifteen separate acts of  intervention by this administration,  most with the full knowledge of the  President and all of them illegal.   Federal regulators were influenced,  records were destroyed, and pressure  was brought to bear, in same cases  by President Mitchell himself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(stunned) Now he's making stuff up about me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's not.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They turn and look at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(sighing) He's not making it up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dave stares at him stunned.   Ellen gets it immediately.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(softly) Bob never left Bill's side.  He knows  where all the old bones are buried...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dave glances back and forth between them but neither one them speaks...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A long line of black sedans with congressional plates pul up to the South Portico.   In the distance, beyond the fe a crowd of protesters shout at the White House.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A small delegation of congressional leaders has requested lunch with the President.  Reed and Ellen are also presen The SPEAKER OF THE HOUSE leans forward over his plate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(a Southerner) Mr. President, I don't know another  way to put it, but 'This dawg just  won't hunt.'",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dave just stares at him without responding.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We may be able to hold off this First  Liberty thing for a little while1 but  if you go running around the country  with this new jobs idea...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They're gonna put us on a spit an'   bring in the sauce.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If you just waited for a little while...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't want to wait for a little while.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. President, I understand that.  But  sometimes ya fight an' sometimes ya  run.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(suddenly) That's not what you said during your  ethics investigation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Every eye in the room turns toward  her.  The Speaker stares daggers across  the table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I beg your pardon?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "When you needed the President's help,  you got it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(controlled) Ma'am, no one appreciates your husband's  help more'n me.   I'm just saying that  this jobs thing is a little unwieldy...'",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(chiming in) It is not.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Every eye shifts to the Vice President. Ill.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There's lots of ways to make it work.   You could have targeted tax credits  for on-site training...  You could  have a public private partnership like - J.T.P.A...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Excuse me for interruptin' but this  ain't some city council silliness that's  gonna blow over.  We're talking about  obstructing federal regulators and  violating election up on the Hill who  are talkin' impeachment. We got a real  problem on our hands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAVE",
          "text": "He just stares straight ahead...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOB ALEXANDER",
          "text": "It is a video clip from his lethal press conference.  Bob faces the camera directly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... At least fifteen separate acts  of intervention by this  administration, most with full  knowledge of the President..",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Guess they're coming at you now,  too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dave sits in front of his bookcase with a remote control his hand.   He turns to see the Vice President, standing the edge of the carpet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh... Hi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(glancing at the screen) Dirty business we're in sometimes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(quietly) Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's not gonna win -- not in the  end... They never do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dave looks back at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... Sometimes they do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(nodding) Yeah... Sometimes they do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nance shifts a little by the bookcase.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. President, whatever happens I  just wanted you to know that I think  that your jobs program is a wonderful  idea...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not that anyone's gonna pay much  attention now... But thanks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Neither one says anything.  Dave motions to a chair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Want to sit down?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He takes a seat across from the desk.   Nance glances ove at the TV as both men look at the freeze frame of Bob.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You ever think back to how you  started.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(turning) What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know.  Your first campaign.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You ever think back to how you did it all...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah... (thinks about it for a  moment...) .. I was a shoe salesman. (beat) and not very happy about it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They smile together for a moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "One day my wife says to me 'Why don't  you try running for office.  You talk  about it all the time, why don't you  just do it?' (beat) So I tell my boss I have a dentist  appointment and I go down to the  registrar of voters on my lunch break. (shakes his head) Next thing I know, I'm a councilman.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Really?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(nodding) My wife was my campaign manager. We  had a two thousand dollar budget.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dave smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "With advertising.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dave just looks at him for a long moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How'd you get started?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(quietly) Oh... Kinda the same way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dave walks alone down the long pergola that flanks the Ro Garden.  He moves slowly, lost in thought, when he glance and suddenly, stops.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All the roses are shimmering in the late afternoon light. Dave looks at them for a second...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The CAMERA MOVES WITH Dave as he heads down the long corr toward Ellen's side of the living quarters.  He holds a l yellow rose in his hand.  Dave pauses in front of her doo knocks and waits for a moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dave steps inside the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hello?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's a lively room, especially for the White House.  Acro the room one of the French doors is open wide.  The curta billow out to the terrace beyond.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dave steps outside, and looks around.  It's a beautiful, night. The Washington Monument soars in the distance with Jefferson Memorial just a speck beyond.  Dave hears SOMET in the distance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He rounds the corner to find Ellen standing all alone by edge of the balustrade. He moves quietly up toward the ra as she turns and looks at him.  He extends the rose, hold it out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I brought you something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(reserved) ... Thanks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's only half a smile.   He moves closer and pauses.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(softly) What's wrong?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(after a pause) Looks like we're not going to get a  chance to get much done.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dave thinks about it and nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(softer) They're crucifying you out there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, but we got a little bit done.   And if you do a little and I do a  little... then maybe the next                        guy'll do a little...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You really believe that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah. (pauses, quieter) And it's better than not believing it  Their faces are inches apart.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(softly) I sure fall for some weird guys.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Slowly, almost imperceptibly, they come together in a kis It's soft and tender at first -- then builds in passion a need. A lone CHURCH BELL from the National Cathedral starts CHI at midnight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dave and Ellen part, drawn by the sound.  After a moment, Dave looks slowly back at her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(beat) Nance is a good man, isn't he?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She just looks at him.   It's a strange expression -- par sadness, part fear, part intrigue...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(swallowing) Yeah.   He's a good man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(off her look) What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She shakes her head.   He touches the side of her face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm just getting to know you -- I don't  want to lose you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They come together and kiss again.  Even with everything unsaid, there's a sadness in the air. WIDENING OUT... Two small figures cling onto each other by the third floo balustrade of the White House...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It gleams in the sunshine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANDER VANOCUR",
          "text": "She stands in front of the Great Rotunda, doing a live in for \"NBC News\"...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The President has requested this rare  joint session of Congress so that he  could personally answer the allegations  raised by Bob Alexander, his former  Chief of Staff...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It is packed to capacity with the House members on one si and the Senate on the other.  There is great tension on b sides of the aisle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Several long black limos deposit occupants in front of Bo Alexander's townhouse.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bob stands in a cardigan sweater holding a tumbler full o bourbon while his cocktail party is going full swing.  Se inside the beltway fat cats mill about the living room wh Vanocur continues on the TV:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Speculation on the President's response  has run the gamut from a full-fledged  denial right up to the possibility  that he might resign.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There are hoots and hollers in the room.  One of the GUES raises a glass in salute.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Bob) Here's to you, Mr. President.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Another guest holds up a bumper sticker with \"ALEXANDER F PRESIDENT\" printed in large block letters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(displaying it) What do you think?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let's wait for the speech first. (false humility) Don't want to get ahead of ourselves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "she sits tensely in front of her television...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The tension in the room builds as everyone awaits the arr of the President.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "THROUGH a crack in the doorway, most of the House Chamber visible.  The CAMERA PULLS BACK to reveal: Dave and Reed, standing alone in the small ante-room.  There is a plain, black briefcase sitting between them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is everything clear with Duane?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Reed nods and hands him the briefcase.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And this is all of it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He nods again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well -- here we go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dave tries to take briefcase but Reed keeps holding onto out of reflex and self-preservation.  Dave smiles at him gently starts to unpry Reed's fingers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Relax, Alan... Enjoy the moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Reed looks at him and tries to nod...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Everyone stands at their seats when the SERGEANT AT ARMS down the aisle, pounding a six-foot staff three times on House floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. Speaker... The President of the  United States.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The response is more of a murmur than  the usual applause.  Dave appears at  the back of the Chamber carrying the  black briefcase.   He makes his way up  the aisle and mounts the five steps  that lead to the podium.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He reaches the lectern and glances  behind him.  Dave locks eyes with Vice  President Nance for a moment,  flashing  him a smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It looks like a Superbowl party.   All of Bob's cronies h gathered around the TV set to watch \"Bill Mitchell's\" pol demise.  A huge grin spreads across Bob's face when Dave' image appears on the screen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shhh shh... Here it comes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dave swallows once and grips the lectern.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thank you. (pause) I wish I could be here today under  different circumstances...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He hesitates for a moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There's certainly a lot of things about  this country that we should be  discussing, but I realize that's not  possible now. (beat) As all of you know, my former Chief of  Staff has implicated me in a scandal  involving Fidelity Savings and Loan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOUSE",
          "text": "Every member sits motionless at their seat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... And once people start talking about  scandal it's hard for them to talk  about anything else.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He scans the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So fine.   Let's talk about it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She watches riveted from the edge of her bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(over TV) Bob Alexander has accused me of... (pulls some notes out  of his pocket) Let me read this to make sure I get it  right...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He stares at his notes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": ".... Illegally influencing government  regulators on behalf of major campaign  contributors -- interfering with an  ongoing Justice Department investigation - -  and violating Federal election laws in  the area of campaign finance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There isn't a sound in the Chamber.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay -- let's get right to the guts of  it...  Each one of these charges is  absolutely true.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A quiet but shocked murmur rolls through the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A \"war hoop\" goes up from the guests. Bob almost seems to levitate off the couch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Die, you pond scum!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm the President and as they say 'The  buck stops here.'  So I take full  responsibility for every one of my  illegal acts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He hoists the black briefcase up onto the podium.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But you see that's not the whole story,  and I think each one of you is entitled  to the truth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dave opens the black briefcase to reveal a large stack of documents.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I have written proof here in the form  of... (reading) Notes, memoranda and personal  directives' proving that Bob Alexander  was involved in each one of these  incidents and in most cases planned  them as well...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOB",
          "text": "There is silence in the room.   All the color drains from face as Bob stares frozen at the television set.    The o in the room watch with the morbid fascination of someone  witnessing a car wreck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(almost a gasp) Alan...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "One of the guests furtively slides his Presidential bumpe sticker behind the onion dip.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REED",
          "text": "He stares out at the House Chamber feeling downright \"mor He looks like someone who has just saved a puppy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now - - allegations of wrong-doing  have also been made against Vice  President Nance... (pause) I'm afraid that's just a lie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICE PRESIDENT",
          "text": "He sits motionless in the chair feeling the weight of eve eye in the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... As this evidence will show...  At  no time and in no way was Vice President  Nance involved in any of this affair.   Bob made all of that up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dave turns and smiles at Nance for a moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PODIUM",
          "text": "Dave turns back toward the House.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Vice president Nance is a good and  decent public servant and I'd like to  apologize for any pain this may have  caused him or his family. (pause) And while we're setting the record  straight, I'd also like to apologize  to the American people...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Right INTO CAMERA.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... I forgot that I was hired to do a  job for you and that it was just a  temp job at that. I forgot that I had  two hundred and fifty million people  who were paying me to make their lives  a little better and I didn't live up  to my part of the bargain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "See, there are certain things you should  expect from a President.  I ought to  care more about you than I do about  me... I ought to care more about what's  right than I do about what's popular...",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOUSE CHAMBER",
          "text": "They sit motionless in their seats.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I ought to be willing to give this  whole thing up for something I believe  in...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A sad but proud smile starts around the corners of her mo",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(on her TV) Because if I'm not...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dave clutches the sides of the podium.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If I'm not...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dave stops in mid-sentence.  He raises his hand to his fo and seems to rock a moment.  A concerned murmur runs thro the floor of the House.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAVE",
          "text": "He clutches the lectern now with a \"woozy\" look on his fa He \"fights to stand up.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If I'm not... Then I don't belong here  in the first place...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All at once, Dave falls to the floor.    Duane and Reed a several Senate pages suddenly rush out to his side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It is complete pandemonium.    Several members crowd arou the podium.    The NOISE LEVEL literally turns into a ROA Reed yanks at Dave's shirt and loosens his tie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A doctor!  We need a doctor...  He's  had a stroke!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She gets up from the bed, grabs her overcoat and heads fo the door...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A huge crowd of Congressmen crowd around the platform.  T is complete confusion...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The standard issue ambulance that follows the President I everywhere is parked just outside the House doors.  The d of the vehicle fly open as a doctor and nurse emerge.  Th the same two people who cared for Bill Mitchell at the ou of the film.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It takes a split second for them to whisk out the gurney and slam the doors behind them.  They bolt toward the Hou chamber while the Secret Service stands guard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Duane and other Secret Servicemen move the onlookers back the medical team loads Dave onto the gurney bed and hurry toward the doors.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They emerge a moment or two later with Duane leading the Dave has been securely fastened to the rolling stretcher the doctor and nurse hover close...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They pop the door of the ambulance.  A  crowd of onlookers watches in horror  as the body of the President is whisked  into the ambulance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTORCADE",
          "text": "It tears away from the Capitol with dozens of SIRENS BLAR The ambulance is surrounded front and back by twenty poli motorcycles and the entire entourage takes off...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It is pandemonium here as well.  A huge stat team waits f the AMBULANCE as it comes SCREAMING up to the emergency  entrance at the back of the hospital.  They fling the doo of the ambulance open as they remove the near S lifeless of the President...",
          "sentiment": "neutral"
        },
        {
          "speaker": "GURNEY",
          "text": "MOVING WITH it.  The Secret Service pushes back the mob o photographers as the doctors whisk the stretcher toward t hospital.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Duane sits quietly behind the wheel, while the commotion  continues behind the vehicle... THE CAMERA PANS SLOWLY OVER to the passenger's side, REVE",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAVE",
          "text": "He sits in a white paramedics outfit complete with hat an name plate.  Dave is wearing his glasses once again and l decidedly unpresidential.   He glances over at Duane.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "After a beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You sure you don't want a lift back  home?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No thanks.  It's not that far.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The two men shake hands and Dave reaches for the door.  H holds the same souvenir bag he had on his evening out wit Ellen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dave...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He pauses and looks back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(moved) I would have taken a bullet for I                         you, Dave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(quietly) Thanks, Duane.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dave smiles at his friend, then climbs out of the ambulan and heads down the street...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A LIMOUSINE comes SCREECHING up to the curb.  The door fl open and Ellen gets out.  She sees the huge crowd of peop at the back of the hospital then looks around the parking lot.  Finally she sees:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There, in the distance, the figure of a lone man in a  paramedics uniform walking slowly away.  He carries a sma black valise in his hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "A strange composure envelopes her as she makes a silent  decision.  She takes one last look at Dave's receding fig then turns and runs quickly inside the hospital...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The CAMERA BEGINS TO PULL SLOWLY BACK REVEALING the ambul the hospital and the huge crush of vehicles surrounding t back door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... The stroke hit at 8:42 p.m. just  as the President was concluding his  remarks to a joint session of Congress.   Spokesmen at Bethesda Naval Hospital  confirm that it was a `massive edema'  and unlike his previous stroke, it has  rendered the President totally  incapacitated... (beat) ... Vice President Nance has already  been conferred with full executive  authority and has assumed the Presidency  in accordance with the 24th Amendment.   This is the first time since...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAY",
          "text": "It is still autumn.  The sound of the ANNOUNCER'S VOICE  dissolves into the Vice President's as he continues in V.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... I plan to continue Bill Mitchell's  call to arms.  This isn't my Presidency --  this is his Presidency and I can't  think of a better legacy for him to  leave than...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The autumn leaves are all gone now and the SNOW has start to fall.   Christmas decorations hang from lampposts and Salvation Army Santa is ringing his bell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... Bob Alexander and eight other  members of the Mitchell Administration  were indicted on thirty-four counts of  election law violations and obstruction  of justice.  Ironically, the indictments  came just forty-eight hours after final  passage of the Bill Mitchell Jobs Bill,  a comprehensive employment program,  designed to...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Snow is falling gently in the street.   The CAMERA BEGINS PUSH IN SLOWLY ON the first floor window.  Jerry (Alice's boyfriend) is hanging a large sign in the window that rea",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The place is just as busy as before.  Alice frantically w the phones while three or four women cram the waiting are Murray supervises a couple of campaign workers including from the start of the film.  They stuff envelopes and wea large \"KOVIC\" hats on their heads.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to one of the workers) No.  Fold them the long way.  It looks  neater.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAVE'S INNER OFFICE",
          "text": "He works the phone, hunched over his desk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(into the receiver) What do you mean, Harry, this woman's  fabulous... (beat) Oh no, that was a different one... (longer beat) Well she's changed a lot... (pause) Come on, Harry, it's Christmas, the  woman needs a job. (beat) Well, sure... she can wrap presents...  Yeah you bet... Oh, great.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He pauses for a beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Harry, did you get that fund-raising  thing I sent you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOORWAY/RECEPTION AREA",
          "text": "It jars open as a woman steps inside.   Alice barely look as the woman, wearing dark glasses and a scarf, moves int the waiting area.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Despite the blue jeans and T-shirt, she looks quite famil It's Ellen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dave moves into the reception area with a huge smile on h face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes!  We're on a roll now...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All the women smile up at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's Christmas time...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(a catch phrase) .... and everybody works at  Christmas time...'",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All of a sudden they stop.  Dave looks across the recepti area and sees Ellen by the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She takes off her dark glasses and stares at him.  Neithe one of them says a word as Dave moves slowly forward with stunned look on his face.  She smiles at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(indicating her wardrobe)) Thought I needed a little change.  You  like it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(nodding) It's nice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He moves a little closer.   They stand face to face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I saw you on T.V... at his funeral.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(past it now) Yeah, well... It's finally over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They are inches apart.   Dave notices Murray and the six women staring at them in the waiting area.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(quickly) C'mere. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Murray stares as he pulls her into his private office and shuts the door.  Ellen throws her arms around his neck as their lips meet in a passionate kiss...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(kissing) I never thought I'd...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(kissing back) I know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(kissing again) I missed...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(kiss) ... Me, too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She pulls back and looks at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(beat) So this is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... Not exactly the Oval Office.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh... I lived with a President.  It  isn't any fun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dave gazes into her eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(softer) It could be fun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(smiling) Yeah... It could be fun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They come together in another kiss.   Ellen drops her han to the floor, as the CAMERA WIDENS OUT ON the bustle of t busy office... Outside on the busy Baltimore street... As SLOWLY...",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_523"
    }
  ]
}