{
  "movie_id": "MOV532",
  "scenes": [
    {
      "location": "TAXI CAB",
      "time": "MORNING",
      "characters": [
        "BUBBLING",
        "VARIOUS",
        "VA60 CONTINUED",
        "\"CLICK\"",
        "J44 CONTINUED",
        "TOGETHER.",
        "RS40 CONTINUED",
        "FADE UP ON",
        "A43 CONTINUED",
        "HEARNS",
        "RS44 CONTINUED",
        "CONTINUED",
        "INT.",
        "TELEVISION SCREEN",
        "KINDLY-LOOKING DOCTOR WHO STROKED WADE'S HEAD IN THE",
        "VC44 CONTINUED",
        "YOUNGSTERS.'",
        "23A CONTINUED",
        "STAPLE-GUNS DRIVE STAPLES INTO SLICED SKIN TO PULL IT BAC",
        "THE LIVING ROOM",
        "CHANGES",
        "VG44 CONTINUED",
        "INJECTION",
        "35A CONTINUED",
        "TORTURE",
        "VX8 CONTINUED",
        "BOOM",
        "44A CONTINUED",
        "RSA48 CONTINUED",
        "V43 CONTINUED",
        "OMITTED",
        "INTERROGATION.",
        "ALT",
        "STAB",
        "MARIACHI. DR. DREW. MONSTER TRUCK COMMERCIAL",
        "AUDIENCE",
        "MARGARET'S SCHOOL FOR WAYWARD GIRLS.'",
        "EXT.",
        "ENDOSCOPIC CAMERAS TRAVEL THROUGH THE BODY, REVEALING THE",
        "32AA CONTINUED",
        "L44/VL44",
        "DAY/NIGHT",
        "DEADPOOL HAS AJAX PINNED TO THE FREEWAY RAIL.",
        "POPS INSIDE",
        "DIRTY WORK OF INVASIVE SURGICAL EQUIPMENT.",
        "HE TURNS HIS HEAD TO CAMERA FOR THE FIRST TIME, BREAKING",
        "SHOTGUNS. BAM",
        "VANESSA, (CONT'D)",
        "K44/VK44",
        "THE FRONT YARD",
        "VC8 CONTINUED",
        "GREEN BERET, BACKED BY A BLADE, AND THE WORDS",
        "PARRIES. SPARKS FLY",
        "EXT./INT.",
        "MINIATURE CIRCULAR SAWS SLICE THROUGH BONE."
      ],
      "dialogues": [
        {
          "speaker": "Unknown",
          "text": "DEADPOOL, in full DRESS REDS and MASK, quietly FIDGETS in BACK SEAT of a TAXI CAB as it proceeds along a CITY FREEW Deadpool adjusts the two KATANAS strapped to his back. Ro the WINDOWS up, down, up. Tries futilely to untwist the seatbelt, then LUNGES forward, locking it up. Rifles thro a tourist booklet and tears out a HAUNTED SEGWAY TOUR cou The CABBIE, young, thin, brown, glances back and forth fr the rear view to the road to the rear view.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kinda lonesome back here. CUT TO: DEADPOOL, WEDGING himself through the opening between the back seat and front. His two katanas don't cooperate, catching on the Plexiglas, stalling him mid-to",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Little help? The cabbie grabs Deadpool's hand and pulls him through to front. Deadpool's head rests upside down on the bench sea as he maneuvers his legs through. The cabbie turns the helping hand into a HANDSHAKE, then turns down the Juice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dopinder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(still upside-down)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pool. Deadpool. Dopinder is remarkably UNAFFECTED by the lunatic in his c",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why the fancy red suit, Mr. Pool?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's like Christmas Day, Dopinder. Been waiting one thousand eight hundred twenty- two days, three hours... (checks `Adventure Time' watch)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...and thirty-six minutes for this shit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Deadpool    Final Shooting Script   11/16/15",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "DEADPOOL turns himself RIGHT-SIDE-UP in the front seat. H is YOKED to the gills and ARMED to the teeth. TWIN KATANA TWIN DESERT EAGLE .50 CALIBER PISTOLS. Deadpool grabs Dopinder's OPEN BAG of CORN NUTS. Dopinder isn't quick enough to stop him. Deadpool gazes out the window onto the city - a teeming, sooty urban sprawl that looks almost... pre-post-apocalyptic. Deadpool turns up his MASK. Dopinder catches a GLIMPSE of the bottom of a SCARRED face. And quickly looks AWAY. Deadpool eats the CORN NUTS. CRUNCH. CRUNCH. Points.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nice. Dopinder eyes his DAFFODIL DAYDREAM AIR FRESHENER and tak deep breath through his nose.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Smells good, no?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not the Daffodil Daydream.      The girl. A PICTURE of a young INDIAN WOMAN is taped to the dash.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ah yes. Gita. She is quite lovely. She was supposed to make me a very agreeable wife. Mom and Dad chose her rather excellently. But Gita's heart has been stolen by my cousin Bandhu. Bandhu is as dishonorable as he is attractive.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dopinder, I'm starting to think I'm in this cab for a reason.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Because you hailed it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, my slender brown friend... to give you one crucial piece of advice: Love... is a beautiful thing. When it finds you, the whole world smells like Daffodil Daydream. Deadpool's own heartbreak is palpable.        He takes an deep, cleansing BREATH.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Deadpool    Final Shooting Script   11/16/15",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So hold onto love tight. Go at Bandhu hard. Get Gita back. Or else... the whole world will taste like Mama June after hot yoga.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And how does Ms. Mama June taste?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Like two hobos making love under a drizzle of Limburger- I could go all day like this. Point is, bad. Deadpool chucks the bag of Corn Nuts into the back seat a pulls out his PISTOLS. He starts CHAMBERING shells into t magazines. Suddenly, he frantically pats himself down, like a Hollyw agent who can't find his phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shiiiit. My extra mags! I usually leave them right by the door so I'll trip over them! Someone must've moved them...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A blind late-70's AFRICAN-AMERICAN WOMAN in a purple flor dress enters the front door, falls as she trips over an ` *HEART* HELLO KITTY' DUFFEL BAG of AMMUNITION, PICKS it U and CARRIES it OFF.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shall we turn back?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No time. Not today. (slides in last bullets)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ten, eleven, twelve... or bust. (chambers a shell into each gun, looks up)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Right here! The cab SCREECHES to a stop on the shoulder of the highes FREEWAY in a massive INTERCHANGE of freeways. Dopinder ha the meter and hands Deadpool his CARD.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My card.    That's $27.50.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Deadpool    Final Shooting Script   11/16/15",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oooo. I never carry a wallet when I'm working. Ruins the lines of my suit. How 'bout a crisp high five? Dopinder stares as he and Deadpool slap skin.        Dead OUT of the cab.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Be sure to... ask for me again?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I owe you one. Merry Christmas, Dopinder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And a convivial... Tuesday in April to you, Pool... Guy. Deadpool closes the door with a flourish.         Boom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT./INT.",
          "text": "A bone-white ISLAND PRISON, affectionately nicknamed `The Raft,' looms ominously in a CITY HARBOR. Etched in helvetica into the prison wall: `No punishment ever possessed enough power of deterrence to prevent the commission of crimes.' - Hannah Arendt. Below it, GRAFFIT in RED SPRAY PAINT: `Until NOW' The prison's FRONT DOORS OPEN, and out steps a handcuffed PRISONER, 30's, ORANGE JUMPSUIT, broad shoulders, whip-sm tightly coiled, with cool, dead-blue eyes. BURLY GUARDS guide him across a CAUSEWAY toward a CONVOY of Escalades Ducatis on shore. The middle Escalade's door opens.       The prisoner stop guards unlock his CUFFS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're someone else's problem now. The ex-prisoner STRETCHES his arms and strides TOWARD the convoy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes.   I.   Am. CUE SALT &amp; PEPA'S `SHOOP:'",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Deadpool   Final Shooting Script   11/16/15",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "DEADPOOL sits on the edge of the highest freeway on the overpass, legs dangling over the side like Huck Finn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Can I get some fries with that shake- shake boobie? If looks could kill you would be an uzi. Deadpool is using some broken CRAYONS to draw something o scrap of paper. REVERSE ANGLE to REVEAL a childish drawin of Deadpool SHOOTING another man in the head, brains blow out. The victim's thought bubble reads: `OUCHIE!!!'       Even the mask, Deadpool looks pleased by this. He turns to CAMERA:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, hello, Deadpool here. You may be wondering whose balls I had to fondle to get my own movie. Rhymes with `Polverine.' Couple'a smooth criminals. (ALT:)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In a word, gorgeous. (ALT:)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Surprisingly little hair down there. (ALT:)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's a jungle down there. (ALT:)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thick underbrush. (beat)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Anyway, I smell Oscar. The suit's gonna match the carpet. Now... places to be... faces to fix... bad guys to kill... ANGLE ON a distant BIRD'S EYE VIEW of the freeway interchange: an interwoven tangle of ramps.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "AJAX, 30's, dead-blue eyes, broad shoulders, whip-smart, tightly coiled stands at ease on a cracked and blistered tarmac. Behind him, a HEAVILY ARMED CONVOY OF DUCATIS and ESCALADES. FOUR LARGE ALUMINUM CARGO CRATES sit beside hi Ajax squints into the sun as A BELL HELICOPTER thrashes t air above him, kicking up dust as it lands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Deadpool   Final Shooting Script   11/16/15",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "A SERBIAN WARLORD, mid-50's, sharply dressed, armored BRIEFCASE in hand, climbs out. He is surrounded by ARMED GUARDS. The Warlord places the BRIEFCASE on the FOREMOST CRATE. A pops the case... to find STACKS upon STACKS of THOUSAND DOLLAR BILLS. Satisfied, he closes the briefcase and hand it to one of his men.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(bangs crate)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They won't disappoint.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They'd better not.    And next month's shipment?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There won't be one. Demand is high. You aren't the only one with a war to win.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(steps forward)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That won't do. Both sets of armed thugs shift to ready positions. Ajax smiles calmly, but his free hand DARTS OUT and CASUA LIFTS the warlord into the air by the THROAT. Fingers fin triggers on both sides.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There's been a small... disruption in our supply chain. We'll deliver in full the following month. Say, ten percent off for the inconvenience? The Warlord manages to nod in acquiescence.       Ajax sm again, lowers him gasping to the ground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We appreciate your business. Ajax spins and walks purposefully toward the line of wait SUV's. The warlord angrily motions for his men to begin loading crates into the helicopter, which they do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(sotto voce)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fucking mutant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Deadpool   Final Shooting Script     11/16/15",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Behind him the convoy of SUV's and motorcycles pull out, falling into line as they accelerate past the rows of derelict aircraft.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "DEADPOOL watches as the convoy approaches. He CASUALLY ge up as if standing up out of an easy chair...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "On your mark, get set, go, let me go, let me shoop... He PIROUETTES, and DROPS an entire level DOWN...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "THROUGH the SUNROOF of an ESCALADE.     SMASH! There are FOUR HUGE BAD-ASSES inside the S.U.V., two in front, two behind. Deadpool lands back-middle in a HAILST of GLASS. He stuns the men to both sides with elbows to t face as he raises his arms in greeting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ВЎHola! ВЎMe llamo Piscina De La Muerte! (subtitled, in YELLOW:)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hello! My name is the Pool of Death. There's no easy way to say this. I'm pregnant, Trevor. (ALT:)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Any of you seen Green Lantern? Me neither. BOOM! MAYHEM ERUPTS as the two men in back find themselve sharing a phone booth with the TASMANIAN DEVIL: ELBOWS. FOREARMS. KNEES. CRACKING. CRUNCHING. SCREAMING. From BEHIND, the Escalade BUCKS and BOUNCES down the road its suspension, almost CARTOON-LIKE. A brutal punch spins Deadpool UPSIDE-DOWN, and he rolls w it, uses his FEET to BREAK the man's NECK. The other man stomps on his head, then drags him up and SMUSHES Deadpoo face into the seat's premium trim.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rich... Corinthian... Leather. Deadpool HURLS the man through THROUGH the TAILGATE WINDO The man clutches the TAILGATE, DRAGGED behind the S.U.V. Deadpool sticks his head between the two guys in FRONT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Deadpool    Final Shooting Script   11/16/15",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Scuse, por favor! The DRIVER SLAMS Deadpool's head into the console repeate",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ow.   Ow.   Ow. Ow. Ow. Deadpool squirms away and WRESTLES VIOLENTLY with the guy the PASSENGER SEAT. He GRABS the PASSENGER SEAT-BELT, TIES it around the guy' ANKLE, and KICKS him out the PASSENGER SIDE DOOR. The guy HEAD and SHOULDERS SMACK pavement, where he's DRAGGED mercilessly by his ANKLE - a modern COWBOY whose boot jus got stuck in his horse's STIRRUP. Deadpool grabs the driver by the HAIR on the BACK of his and BANGS his FOREHEAD into: The horn. HONK. HONK. The stereo. Every time the driver's forehead SMACKS the face of the stereo, the RADIO STATION",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIACHI. DR. DREW. MONSTER TRUCK COMMERCIAL",
          "text": "SUNDAY, SUNDAY!'). One more SMACK to get us back to MARIACHI. Deadpool looks in the REAR VIEW MIRROR to see the man in CRAWL up the tailgate. Deadpool PUSHES in the Cadillac's CIGARETTE LIGHTER. Back to the DRIVER. Deadpool BASHES his face into the DRIVER's SIDE WINDOW. THUMP. THUMP. THUMP. We're now OUTSIDE the Escalade, seeing the driver's expression take on a ridiculous silly-putty-esque grimace pain every time it's MUSHED into the glass. The man in back scrambles forward. The CIGARETTE LIGHTER POPS OUT. Deadpool YANKS the EMERGENCY BRAKE. The man in back LAUNCHES forward and SMACKS the DASHBOARD. Deadpool STABS the now ORANGE-HOT lighter into the man's forehead, burning the COIL PATTERN into his skin. The man SCREAMS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Loved your work in Daredevil. Deadpool stuffs the lighter INTO the man's mouth and CLAM his hand over it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Deadpool   Final Shooting Script   11/16/15",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "The man hollers in muffled agony. A MOTORCYCLE has pulled AHEAD of the ESCALADE and now sits, STOPPED, in its path. The helmeted RIDER OPENS FIRE with a SUB-MACHINE GUN. Deadpool has one hand grasped on the back of the driver's neck, still mashing his face into the window glass, and t OTHER hand still clamped over the second man's mouth. He plants both FEET on the steering wheel and `drives,' spin the wheel, sending the S.U.V. into... ...a ROLL.    The Escalade goes ENDO, SOMERSAULTING WILDL Suddenly, the ACTION BEGINS TO SLOW... The motorcycle RIDER tries to bail out. NO LUCK. The tumbling Escalade PLOWS RIGHT INTO him AND his bike. Parts scatter off the motorcycle, including its CHAIN. Th RIDER continues to SQUEEZE off ROUNDS as he goes FLYING. Inside the Escalade, Deadpool goes SPIN-CYCLE. The DRIVER flies through the sunroof, tearing out its remaining glas BLOOD spatters. The other man spits out the glowing CIGARETTE LIGHTER. The guy whose ankle is still tangled i the seat-belt FLAILS through the air like a rag-doll, AHA tied to MOBY DICK. The action CONTINUES to SLOW... until it FREEZES. The camera swoops in to Deadpool's face, upside down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shit.   Did I leave the stove on?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We RAMP back UP to FULL SPEED. The S.U.V. CARTWHEELS. The guy's ankle untangles from the seat-belt. He FLIES high toward a big HIGHWAY EXIT SIGN and... SPLAT... out of fra The RIDER's NECK is SLICED by the flying MOTORCYCLE CHAIN The DRIVER is half-way out the SUNROOF when the S.U.V. ro over him. SQUISH. The man who ate the CIGARETTE LIGHTER now eats pavement.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A sign reads `PROFESSOR XAVIER'S SCHOOL FOR GIFTED YOUNGSTERS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Deadpool   Final Shooting Script   11/16/15",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Breaking news. A multicar collision turns shots fired on the crosstown expressway...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The sign sits on the perfectly manicured front lawn of th gorgeous Gothic X-MANSION.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The X-Men's COLOSSUS. A GOOD-NATURED GIANT with CHROME ME FOR SKIN. BIG AS A BARN. OTHER-WORLDLY STRONG. He is sitting in the kitchen, eating a bowl of GRAPE NUTS and finishing a SUDOKU, his attention suddenly drawn to a",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The assailant appears to be wearing a... COLOSSUS                      REPORTER (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Red suit?                            Red suit. With an audible CRACK, the pencil in Colossus' thick fing snaps. He rises, muttering Russian curses and stalks from the kitchen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Massive STEEL BLAST DOORS emblazoned with a huge \"X\" slid open to reveal COLOSSUS. He walks quickly and purposefull towards a big plane in the center of the huge space: the BLACKBIRD, the X-Men's modified XR-71 jet transport. Struggling to keep up with the giant's long strides is a supernaturally CUTE, supernaturally DEADPAN 15-YEAR-OLD G in an X-MEN outfit. NEGASONIC TEENAGE WARHEAD.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've given Deadpool every chance to join us. And what is my reward? More immaturity and criminality! When will he finally grow up and see benefits of becoming X-Man?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Like... The house that blows up every few years? The fashion-forward jump-suits? I need to get myself kicked out of X- School.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But I thought you were at top of class.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Deadpool    Final Shooting Script   11/16/15",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Was that sarcasm?    Awesome.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You ate breakfast, yes? Breakfast is most important meal of day. (hands NTW a protein bar) Here. Protein bar, good for bones. Deadpool may try to break yours.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NTW shoves the bar in a pocket of her coat without breaki stride.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The S.U.V. slides to a halt ON ITS SIDE, PASSENGER WINDOW UP. The rest of the CONVOY is forced to stop BEHIND. A BUNCH of MEN PILE OUT, each one carrying a BEASTLY GUN POINTING it STRAIGHT at the disabled S.U.V. The last noise is made by one final dislodged HUBCAP, whi rattles in little circles until it lies FLAT on the freew TWO SILENT BEATS. Then we hear the soft, ELECTRIC BUZZ of the Escalade's middle passenger window ROLLING DOWN. Up p the HEAD of DEADPOOL, like the GOPHER in Caddyshack. BANG BANG BANG BANG.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wait, wait...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The head drops, the hands come up.        BANG.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wait! You're probably wondering. Why the red suit? It's so bad guys can't see me bleed. This guy has the idea. He wore the brown pants. (to camera) All together now...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The THUGS immediately OPEN FIRE. Deadpool is already leaping upward, flipping backwards, bullets tearing the air beneath him as he pulls out those MASSIVE .50 CAL PISTOLS... and in slo-mo, RETURNS FIRE. Deadpool keeps count of every bullet he fires:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Twelve..!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Deadpool    Final Shooting Script   11/16/15",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "A SHELL-CASING is EJECTED. We enter EXTREME SLO-MO and SW IN on the shell as it TUMBLES through the air... ...revealing the number `00012' ETCHED in a semi-circle o its butt end. Deadpool FIRES the second pistol. We move instantly to the second shell: `00011'",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eleven... FULL SPEED.    The first TWO THUGS get a MOUTHFUL of BULL",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ten... ANOTHER SHOT. A THUG takes one in the HEART.          The thugs POUR LEAD into the disabled S.U.V. Deadpool LEAPS UP and OUT of the window, rising ABOVE the incoming shots, then LANDING SAFELY BEHIND the Escalade. Deadpool TURNS to SPY a MOTORCYCLE RIDER BEARING DOWN ON This rider wears a distinctive SILVER HELMET. Deadpool raises BOTH pistols. This RIDER LEANS away, dodg each slug. First left, then right, then left.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nine.    Shit! Eight. Fuck! Seven.       Shit- fuck! The bike WHIZZES PAST safely, firing bullets, DEADPOOL follows, leaping high, flipping over the S.U.V. He lands smoothly the other side, right BEHIND a thug who looking in the other direction as he sneaks around the ca Deadpool SHRUGS and SHOOTS him in the BACK of the HEAD at POINT BLANK RANGE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Six. The shell tumbles to the ground, falls still.         `00 Deadpool opens the Escalade.       His target is NOT THER BANG-BANG-BANG-BANG-BANG. Deadpool is nearly BROUGHT DOWN a particularly big thug with a particularly big AK-47. He dives behind another Escalade, takes a moment to searc the interior through the windows... and then flinches as 47 bullets pass THROUGH the skin of the S.U.V. around him",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Deadpool   Final Shooting Script     11/16/15",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "One of the bullets lands in DEADPOOL'S BICEP. Deadpool yelps, in pain... then stuffs some of his torn red suit fabric into the hole to staunch the bleeding. Then he scrambles AROUND the S.U.V., trying to close the distance to this guy through a WITHERING BARRAGE of fire. Another of the AK's slugs SLICES a swath out of the mask Deadpool's head, SINGING his hair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fuck.   You. Deadpool lands in FRONT of the thug. The thug pulls his trigger again, only to - CLICK - realize he's OUT of BULL DEADPOOL",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Someone's not counting.    Cinco. The bullet HITS the thug in the throat.       `00005' DEADPOOL (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Me gusta cinco. Deadpool STRIDES past the fallen thug, pawing at his sing hair - ow - and then out of sheer, pumped-up ANGER... ...turns and PUMPS TWO MORE SUPERFLUOUS BULLETS into him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Four.   Three. Stupid. Worth it. The SILVER-HELMETED MOTORCYCLE RIDER makes another pass, FIRING. Deadpool ducks behind the S.U.V. again. 20 yards away, a GROUP of thugs TAKE COVER behind the fin S.U.V. One pulls out a HAND-GRENADE, RAISES HIS ARM to throw. DEADPOOL (CONT'D) (chuckles)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Number two... Deadpool FIRES, SHOOTING the GRENADE in the thug's FIST. BOOM! The whole CLUSTER of THUGS drops. Deadpool emerges from behind the S.U.V., feeling victorio He approaches the final S.U.V. and throws open the doors search, expecting to find his target at last. Inside is a rumpled orange prison coverall, but NOT the PRISONER. Deadpool gets childishly angry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Deadpool     Final Shooting Script   11/16/15",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "DEADPOOL (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What the shit-biscuit! Where you at, Francis? Worse, CLICK-CLACK.    The distinctive COCKING of SHOTGUN 3 final THUGS stand on the freeway, lined up perpendicula Deadpool, SHOULDER-TO-SHOULDER, FIRING BENELLI COMBAT",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHOTGUNS. BAM",
          "text": "Deadpool ducks behind the S.U.V. and raises a PISTOL. We ZOOM IN through the CHAMBER to spy the last BULLET, POISE front of the FIRING PIN:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Deadpool thinks, then LEAPS from behind the `SCLADE, TWIS forward and right. All 3 THUGS FIRE again.    BUCKSHOT rips into DEADPOOL's But he LANDS so that all 3 men are now parallel to him... ...in A SINGLE-FILE LINE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "One. BOOM! We're with the FINAL BULLET as it HURTLES from the and passes THROUGH the first man's head... then the SECON man's head... and SMACKS the third man in the forehead. This third man, the BIGGEST THUG YET, HITS the DECK. Deadpool puts his mouth to his pistol barrel, INHALES... then EXHALES smoke through the pores of his mask. DEADPOOL (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm touching myself tonight. But then, as if by magic, the third thug STIRS... and STA The SLUG has LODGED partway in his FOREHEAD, having lost enough momentum that it didn't make it all the way throug The thug sneers, plucks out the slug, wipes away some blo and rolls up his SLEEVES.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Really?     Rolling up the sleeves? Deadpool reaches back.    We hear the THRILLING SOUND...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Deadpool    Final Shooting Script     11/16/15",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "...of STEEL BLADES being DRAWN. Out come Deadpool's TRADEMARK KATANAS. The thug's eyes widen as... ...SWOOSH... the blades swing through the air and SKEWER between two different ribs and out the BACK.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know what you're thinking... The action SLOWS again to a FREEZE.      Deadpool is in m slice, muscles bulging.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll bet he works out. So what if I am pulling the double shift at the ab- factory? What if I do want my man menu to feature the shredded beef? Call it insecurity. But I haven't touched a carb since...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Title:   6 Years Ago A sleazy, mid-thirties MAN, GAVIN MERCHANT, decked out in DRAGON PRINT V-NECK and STUDDED JEANS, is MID-ARGUMENT wi late teen, pimply-faced PIZZA DELIVERY GUY, whose name-ta reads: JEREMY.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Will it help if I slow down?         I didn't. Order. The pizza.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This 7348 Red Ledge Drive? (off nod)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And you're... Mr. Merchant?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Mr. Merchant who didn't.         Order. The. Fucking. Pie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then who placed the call? A TOILET flushes in another room, and both men turn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I did.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Deadpool    Final Shooting Script   11/16/15",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "The VOICE comes from over Merchant's shoulder. WADE WILSO (the future DEADPOOL, MINUS the SCARS and SUIT), handsome boyish, cheerily steps from through a doorway and into th living room wiping his hands on a towel. Merchant STARES, incredulous.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pineapple and olive?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jeremy NODS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sweet and salty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The fuck are you? And what are you doing in my crib?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Without even turning toward Merchant, Wade PULLS OUT A .5 CALIBER DESERT EAGLE PISTOL and nonchalantly AIMS it at h Merchant and Jeremy both go pale.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Jeremy) Burnt crust?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "God I hope not. (opens the box, winces) Words cannot express-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Relax, son, that's hows I likes it!      Once you go black, you never go back! (takes pizza)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(stammering) This is about the poker game, right? I told Howie... Listen, take whatever you want!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Merchant fumbles with his wallet and starts to hand Wade bills inside. Wade takes the ENTIRE WALLET instead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thanks!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Wade) Uh. Sir? Before you do anything to him. Could I have a big tip?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Deadpool    Final Shooting Script     11/16/15",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(already munching)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jeremy, is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wade Wilson. (quick fist bump)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jeremy, that's a no go on the tiperoo. I'm not here for him. (levels gun at Jeremy)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm here for you. Jeremy's eyes widen. Wade holds up a YELLOW CARD, featuri an embedded SIM. Below the logo of a CYPRESS TREE is the name of Wade's intended target: `GARRETT, JEREMY.' Merchant breathes a sigh of relief.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dodged a big time bullet on that o- Wade PISTOL-PUNCHES/POKES Merchant in the forehead. howls.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(re: studded jeans)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not out of the woods yet. You need to seriously ease up on the bedazzling. They're jeans, not a chandelier. (sniffs)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And the Axe body spray.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(sheepish)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's unfortunately me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "PS, I'm keeping your wallet.         Ya did kinda give it to me...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Can I at least have my Sam's Club card baaa- Wade points the pistol at Merchant again, sending him backpedaling into a chair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I will shoot your fucking cat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Deadpool     Final Shooting Script   11/16/15",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't have a cat!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then whose kitty-litter did I just shit in? (turns to Jeremy)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Anyhoo, you by chance know a Meghan Orlovsky? Getting that right? Orlovsky? Orloskvy? Do you? Jeremy manages a timid little NOD.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good.   `Cause she knows you. Wade holsters the pistol and WHIPS out a HUNTING KNIFE. H twirls it adeptly... but instead of holding it to Jeremy' neck... CUTS himself a SLICE of PIZZA.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What situation isn't improved by pizza? Wade shovels half the slice into his mouth, revealing an SPECIAL FORCES TATTOO on his forearm: A SKULL WEARING A",
          "sentiment": "neutral"
        },
        {
          "speaker": "GREEN BERET, BACKED BY A BLADE, AND THE WORDS",
          "text": "LIBER' (official motto of the U.S. Army Special Forces).",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(through chews)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jeremy, I belong to a group of guys who take a dime to beat a fella down. (cuts another pizza slice)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Little Meghan's not made of money, but lucky her, I've got a soft spot. Wade brings the next pizza slice over to Merchant. Wade nearly hands it to him but lets go too soon. The slice fa flat - pineapple down - onto the floor at Merchant's feet",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "B-but I'm-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(returns to Jeremy)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A stalker. Threats hurt, Jer. Though not nearly as bad as serrated steel. Wade pokes the end of his knife into Jeremy's chest, pinn him against the wall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So keep away from Meghan.       We cool?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Deadpool    Final Shooting Script     11/16/15",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Y-yeah. A beat. In a huge ANTI-CLIMAX, Wade deftly twirls his kni AWAY from Jeremy's chest, SPINS it on his finger, and JAM back into its SLEEVE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then we're done.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "W-we are?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Soft spot, remember? But even look in her general direction again? You'll learn in the worst of ways. (pats Jeremy's cheek)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've got some hard spots too. (pauses)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That came out wrong. Or did it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SKATE PUNKS carve on ramps built into the sides of a high underpass. A group of TEEN GIRLS are perched at the botto of the nearby stairs, texting each other from inches away An old-fashioned GHETTO BLASTER bangs `SHOOP.' SALT &amp; PEPA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I love you in your big jeans.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(join chorus)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You give me nice dreams.     You make me wanna scream... Boom. A PIZZA BOX lands at their feet.          On top of POLAROID PICTURE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"Oooo, oooo, oooo!\" A FRIZZY-HAIRED EMO GIRL picks up the Polaroid... of a terrified JEREMY holding another pizza box that has been into a heart, the words `I'm Sorry' scrawled onto it, a P STAIN on his JEANS, and a laughing WADE photo-bombing wit the knife to his neck. She looks UP to see: Wade bobbing to the music.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You've seen the last of Jeremy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Deadpool    Final Shooting Script   11/16/15",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "The girl - MEGHAN ORLOVSKY - leaps up and HUGS Wade tight",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's why we do it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, think you could fuck up my step-dad?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How `bout Vice Principal Renwiki?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(suddenly serious) What'd he do to you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Suspended me for smoking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(turns to go) Good for him! Sorry, ladies. Me no dig cigs. And I may look mean. But if I give a guy a pavement facial? He earned it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wade gives Meghan a smile, turns to leave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey.   Thanks. You're my hero.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The word catches Wade like a punch to the gut.         He",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That I ain't.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wade doesn't turn back, walking through the swooping skat",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A grimy SIGN on a grimier brick building reads:         `",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Inside, society's DREGS. Chief among them, BOOTHE: a HUGE menacing hipster with a BOY SCOUT CAP and MASSIVE HANDLEB MOUSTACHE. He's got some DUDE's fingers splayed out on th bar, jabbing a KNIFE POINT between them as fast as he can WADE shimmies past, backslaps BOOTHE:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Boothe!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Deadpool   Final Shooting Script   11/16/15",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(turns, smiles) Heya, Wade!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We hear a STAB and a SCREAM. Wade winces as he continues on to the BAR, claims a STOOL waves over the lone bartender - WEASEL, early 20's, geeky glasses. Think Tom Cruise in `Cocktail.' Then think the opposite.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wade Wilson, Patron Saint of the Pitiful. What can I get you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'd love a blow-job.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We got that in common.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The drink, moose-knuckle.     But first...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wade digs in a pocket, slaps the YELLOW `HIT' CARD, the o with the CYPRESS TREE, on the bar. Weasel goes to the register. Scans the card. Peels off three ONE HUNDRED DOLLAR BILLS. Lays them out like a bank teller. Wade PUSHES the MONEY AWAY...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I ain't taking allowance money. Make sure it gets back to Ms. Osflorsky? Onroflensky? Olly-Olly-Oxen-Free?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Orlofsky. For a merc, you sure are warm- blooded. Bet you let the boy off easy- peasy, too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(embarrassed) He's not a bad kid, Weas. Just a little light stalking. I was way worse at his age- traveling to far-off places - Baghdad, Mogadishu, Jacksonville - (shudders) - meeting new and exciting people -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Deadpool    Final Shooting Script    11/16/15",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And killing them. I've seen your Instagram. What was Special Forces doing in Jacksonville, anyway?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Classified. (whispers)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They have a wonderful TGIFridays. Those guys know their way around a Loaded Potato Skin. The point is, I'm trying to put those days in my rear-view. Weasel puts the finishing touches on the drink, pushes it across the bar to Wade.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kahlua, Bailey's, whip cream.        Fellatio in a glass. A burst of laughter turns Wade's attention to BUCK, a BAD in a snakeskin jacket, has a crowd gathered round him, mi story. He too is holding a YELLOW CARD with SIM and CYPRE TREE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So he's staring at my Glock in his mouth, like... (mouth full)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "`I thought you guys had a code!' And I'm like, `Yeah, no kids. No women. Almost fooled by your tits. But the moustache?! The crowd CRACKS UP. Wade pulls out Gavin Merchant's wallet and teases out a TWENTY. He grabs a passing waitress, tucks the bill in he shirt pocket and sets the blowjob on her tray.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kelly, you mind taking this over to Buck? Tell him it's from Boothe. (whispers, to Weasel)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Little foreplay. Weasel follows Wade's gaze to the end of the bar, where a chuckling BOOTHE wraps a bandage around the guy's bloody hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Remind me what good comes of this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Deadpool      Final Shooting Script   11/16/15",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't take the shits.       I just disturb them. Weasel allows himself a tiny conspiratorial SMILE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "WADE, in medium shot, TEARING UP at the famous Steven Sea bar fight from `OUT FOR JUSTICE' on T.V. as... SMACK... BAM... a REAL bar fight goes on - OUT OF FOCUS - behind h",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(trailer voice)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's a dirty job... but someone's gotta take out the garbage. Wade finally turns around to watch. BUCK finishes off Boothe... then pours the BLOW-JOB on top of him. WEASEL grabs a hand mirror, hops over the bar, and crosse Boothe. All the PATRONS fall HUSH as WEASEL holds the mir to Boothe's mouth. Boothe's BREATH FOGS it up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Still kicking. The place `oooooohs.' Near miss. Weasel returns to his place behind the bar, looking disappointed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lemme guess. Ya got Boothe in Sister Margaret's dead pool.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Um.    See.    About that-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You did not bet on me to die. (looks up at board, incredulous)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You bet on me to die. Wade leans back and looks up at an ENORMOUS CHALKBOARD hanging above the bar: `Sister Margaret's DEAD POOL.' Below, a long LIST of NAMES. DOLLAR AMOUNTS to the right the names. More NAMES to the right of the dollars. Indeed, `WEASEL' has chosen `WADE.'       Wade looks betr",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Deadpool    Final Shooting Script   11/16/15",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Weasel, you're the world's worst friend. Joke's on you. I'm living to 102. Like those old Quaker biddies on the Today Show. And retiring on my winnings.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wait, who did you pick?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Weasel looks up a the board, where `WADE' has claimed:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Biebs. But I'm probably wrong. Nothing bad ever happens to teen stars who make 80 mil a year and think they're immune to the pitfalls of addiction and consequence. He'll be fine. (raises shot, yells) Drinks on me, soldiers of fortune!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hooah!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Whoa, whoa...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wade turns to see a woman on his other side: VANESSA. Brunette. Silver-blue eyes. Tank. Tiny jean-shorts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sure you wanna shoot your whole wad?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wade looks Vanessa all the way up and down... then holds his PINKIE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Vanessa raises her own pinkie.         Shakes like a pink",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Vanessa.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's a nice place like you doing in a girl like this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It ain't what she's doing, it's who.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "BUCK walks past and SLAPS Vanessa on the caboose.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Deadpool    Final Shooting Script   11/16/15",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'd hit that shit. Wade pushes back his stool, stands menacingly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Buck, you'd best apologize, before- But Vanessa doesn't wait for Wade's chivalry. She blows right by him and grabs a fistful of Buck's crotch. Buck gasps.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Buck)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Say the magic words, Fat Gandalf.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm sorry! I have no filter between my brain and mouth. I'm working on it. Wade takes Vanessa's shoulders.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "OK, he apologized... hakuna his tatas... Vanessa lets Buck go, turns on Wade.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(let's go)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And you- (shakes Wade off)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hands off the merchandise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Merchandise? So, what, you, uh, bump fuzzies for money?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yup.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rough childhood?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rougher than yours.     Daddy left before I was born.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Daddy left before I was conceived.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Deadpool     Final Shooting Script   11/16/15",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ever had a cigarette put out on your skin?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I didn't know there was any other place to put one out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I was molested.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Me too.     Uncle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uncles.     They took turns.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I watched my own birthday party from the keyhole of a locked closet, which was also my-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bedroom?    Lucky. I slept in a dishwasher box.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So you had a dishwasher. I didn't know sleep. It was pretty much 24-7 of ball gags, brownie mix, and fun-house mirrors.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who would do such a thing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hopefully you. Later tonight. (beat)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And my Uncle Kevin. Wade EMPTIES the rest of Gavin's wallet:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What can I get for two-hundred-seventy three bucks... and a Yogurtland rewards card? Vanessa shoves the bills into her halter:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "About forty-eight minutes of whatever you want... (peers at card)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And a low-fat dessert.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Deadpool     Final Shooting Script    11/16/15",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Wade grins at her like a kid on Christmas morning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A two-shot of WADE and VANESSA staring at each other, in profile. Wade looks really excited.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Time to put balls... in holes. REVERSE ANGLE to reveal two SKEEBALL MACHINES in the ARCA Wade inserts tokens, and balls CLUNK down. Vanessa looks half amused, half weirded out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You said whatever I want.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I get it. You love skeeball.          Apparently more than you love vagina.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tough call. Just trying to get to know the real you... not the plunging- necklined, short-shorted, two-dimensional sex object peddled by Hollywood. Wade slowly turns to CAMERA.      REVERSE ANGLE TO his P. A ten-year-old BOY stops in his tracks, his gaze moving f Vanessa's plunging neckline to her short shorts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nice tits!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thank you, son. (tousles boy's hair)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know how to make a woman feel special. Vanessa reaches down, grabs two balls, hands one to Wade.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Balls in holes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Prepare to lose tragically.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bring it, big man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Deadpool    Final Shooting Script   11/16/15",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Wade smiles slyly, sizes up the ramp, rears back and OVERHANDS the first ball... right into the 50,000 CUP.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ruh-roh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A beaming WADE bellies up to the prize counter and lays a massive armful of pink TICKETS on top.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The limited edition Voltron: Defender of the Universe ring, por favor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're roughly three hundred thousand tickets short. (beat) It's nickel-silver-plated.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(disappointed) Then I guess the tire-grade rubber Voltron keychain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "VANESSA places a measly TEN tickets of her own next to th",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And the... pencil eraser.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The weary TEEN behind the counter hands Wade the low-rent VOLTRON KEYCHAIN, and Vanessa the eraser.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(reads keychain package copy, bows) You are now the sworn protector of the gentle people of the planet Arus... (re: eraser, positive spin:) And you... you can... erase stuff... written in pencil.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wade extends his arm chivalrously:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "M'lady?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Unfortunately, my anus-loving friend, your forty-eight minutes are up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Deadpool    Final Shooting Script   11/16/15",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Arus. And you're more evil than evil King Zarkon himself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wade rubs his keychain wistfully, then offers it up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How many more minutes for this? (hard sell) FYI. Five mini lion-bots come together to make up the super-bot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(faux-excited) Five mini lion-bots?! (matter-of-fact) Three minutes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(gives keychain up) That's all I'll need!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do we do with the remaining two minutes thirty seven seconds?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cuddle?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Vanessa smiles and takes Wade's arm.        They walk out ARCADE affectionately... ...to the SOUNDS OF TIRELESS, ATHLETIC SEX.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How long can you keep this up?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "DUCT TAPE fails to cover a big multi-fissured CRACK in th WINDOW of Wade's CRAPPY APARTMENT. Inside, WADE has VANES up against the wall decorated with CHRISTMAS LIGHTS that overstayed their welcome and a CALENDAR. They are going a it like RABBITS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(raises eyebrow) All year?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Deadpool   Final Shooting Script   11/16/15",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Dolly Parton's `HERE YOU COME AGAIN' kicks in, and we...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A MONTAGE of images: Fun, irreverent SEX around the CALEN between WADE and VANESSA, identified by various holidays. VALENTINE'S DAY SEX. WADE falls back onto a bed covered i rose petals with VANESSA on top of him. She has drawn a heart on his chest in red lipstick. They go at it hard... then pause for a romantic look and kiss.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Happy Valentine's Day...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then IMMEDIATELY go back to hard pounding.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A medium shot of the top half of VANESSA. She is on hands and knees, rocking back and forth. WADE leans into frame from behind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Happy Chinese New Year's...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(smiles) Year of the Dog.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They go at it even harder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The same exact locked-off medium shot, only WADE is now o hands and knees. His expression betrays great stress. VANESSA leans into frame from behind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Relax... Happy International Women's Day...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wade girds himself, then lets out a surprised, WHIMPERY Y as some pioneering object journeys into his virgin lands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "WADE in bed, legs wrapped around VANESSA's neck, being or pleasured.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Deadpool   Final Shooting Script   11/16/15",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Happy Fourth of July!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We see FIREWORKS through the skylight above.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "WADE sitting in an arm-chair, fully dressed, reading glas on, purusing a book. VANESSA is reading in a chair opposi also wearing reading glasses.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Happy Yom Kippur... (ALT:) Happy Cesar Chavez Day... (ALT:) Happy Lent... (ALT:) Happy Lyme Disease Awareness Day... (ALT:) Happy Wednesday...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "VANESSA in bed where Wade last was. Now her legs are wrap around HIS neck, and he's pleasuring her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(muffled) Happy Halloween...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oo... ow...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(muffled) Sorry. (takes out Vampire teeth) Happy Halloween...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wade goes back to work.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "WADE and VANESSA banging it out one last time, missionary style.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Happy Thanksgiving. (ALT:) Happy Wednesday.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Deadpool    Final Shooting Script   11/16/15",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Cut WIDE to reveal that they're on top of the KITCHEN TAB during THANKSGIVING DINNER. Wine spills, cranberry sauce topples, mashed potatoes launch. ALT: BREAKFAST FOOD INSTEAD. Nothing takes away from the joy of the moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A CHRISTMAS WREATH hangs on Wade's wall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If your left leg is Thanksgiving, and your right leg is Christmas... WADE strikes a pose, HANDS on HIPS, wearing an AWFUL, AWF CHRISTMAS SWEATER. And NO PANTS. VANESSA sits against the bed's HEADBOARD, SHEET pulled ov her, up to her chin. She quickly lowers the sheet. Revealing an APPALLING CHRISTMAS SWEATER of her own.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...can I visit you between the holidays?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Y'know, red's your color. Brings out the bloodshot in your eyes. Christmas gift! Catch! Vanessa tosses something to Wade.      It lands in his ha",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Holy fucking shit. It's the nickel-silver-plated Voltron RING, all three hun thousand tickets worth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Limited edition. I had to give the kid behind the counter a rub and tug. I'm kidding. I'm not kidding. I'm kidding. It was nearly five full months of Skeeball.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(beams)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Y'know, I've been doing some thinking...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Really.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Deadpool     Final Shooting Script   11/16/15",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...about why we're so good together.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why's that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Your crazy    matches my crazy. We're like two jigsaw    pieces... weird curvy edges... but fit us    together, you can see the picture on    top.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wade plants a kiss on Vanessa.         She sits up on her",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, I've been meaning to ask you, only `cause you haven't gotten around to asking me- (pregnant pause) Wade, will you-",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANESSA, (CONT'D)",
          "text": "Stick it in my-?                       Marry me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uhh... jinx?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wade reaches back and pulls out an ENGAGEMENT-RING-LIKE B Vanessa can barely contain her excitement.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're not wearing pants. Where exactly were you hiding that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A vulnerable Wade hands her the box and stands there with look of... `Open it. Open it!'",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They say one month's salary.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Vanessa opens the box... to reveal a CANDY RING.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Slow month. I've been waiting for this day like Boss Hogg waits to get to the crazy cheesy crust...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You mean-?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Deadpool    Final Shooting Script   11/16/15",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's my line. I love you, Wade Wilson.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thought you charged extra for that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I did.    At my old job.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So that's a-? Vanessa stares. Swallows. Pulls him back into bed and WHISPERS ONE SILENT WORD into his ear ('Yes'). Wade jumps and DANCES around the room all goofy, POP, LOCK, &amp; RO",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Easy.    I can take it back. Wade dives back into bed, SPOONS with Vanessa, wrapping h in his ARMS, touching his cheek to hers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What if I never let go?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just rode a bitch's back, like Yoda on Luke?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(contented sigh)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "`Star Wars' jokes?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(corrects)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "`Empire.'",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's like I made you in a computer. Wade swoons, reaches, grabs a POLAROID CAMERA off his nig stand, and holds it at arm's length.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(Yoda voice)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cheese, say! The flash POPS.    For this one moment, his life is...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Perfect. Wade hands Vanessa the photo.    Then...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Deadpool     Final Shooting Script   11/16/15",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wee break. ...bounces up to go to the BATHROOM. Vanessa gazes at the photo, which is already FADING IN. Wade notices.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shake it like a- Uh. You get it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Here's the thing. Life is an endless series of train-wrecks with only brief, commercial-like breaks of happiness. This had been the ultimate commercial break. Which meant it was time to return... Wade peels off his Christmas sweater... and STEPS CONFIDE BACK TOWARD THE BED. But before he gets there...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...to our regularly scheduled program. ...HE PASSES OUT, FACE-PLANTING ONTO THE FLOOR.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "WADE is sitting in a doctor's office, VANESSA by his side opposite a solemn ONCOLOGIST. Every image suggests BAD NE A COMPLEX looking MRI IMAGE of the CIRCULATORY SYSTEM on BACKLIT VIEWING TABLE. SWEAT STAINS under Wade's arms. Vanessa GRIPPING his hand. The LOOK on the DOCTOR's FACE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're clowning.     You're not clowning?        I sense clowns.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "People react to news of late-stage cancer differently. Wade and Vanessa turn and share a devastated but loving l",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to doctor, springs into action)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So what do we do? Surely there's something... we can... do. I mean, my uncle, he was diagnosed with thyroid cancer, and there was this new experimental drug that-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Deadpool   Final Shooting Script   11/16/15",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "The VOLUME of Vanessa's voice FADES until we can SEE her talking but no longer hear the words:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "See, people do react differently. Vanessa's already working on Plan A. B. All the way to Z. Me? I'm memorizing the details of her face. Like it's the first time I'm seeing it. Or the last.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. Wilson?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Believe it or not, this is only the ninth shittiest thing that's ever happened to me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. Wilson?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stick around. Number 6 is coming right up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Take your time to process this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know how many people I've killed to find you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Actually, I do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So you're aware I've been waiting a long, long time for this. And now I'm finally gonna... (ALT:) So you're aware of the category 5 fuck- storm that's coming. (ALT:) Then you know what's coming. I'm about to do to you what Sugar Ray did to the mid-nineties.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A massive SHADOW passes over AJAX and DEADPOOL, accompani by LOUD METALLIC FOOTSTEPS. Ajax looks up, a bit awed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Deadpool    Final Shooting Script   11/16/15",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Deadpool senses something, reaches back with one hand, feels... ...what turns out to be Colossus's METALLIC CROTCH.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dad?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "COLOSSUS GRABS Deadpool's WRIST, CHUCKS him THROUGH the A ASS OVER TEAKETTLE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A CLOSE-UP of a Deadpool ACTION FIGURE from `X-Men Origin Mouth sewn shut. Blades implanted into wrists. In the exact same POSE we just saw the real Deadpool. Sitting in a nightstand DRAWER in Wade's apartment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is my most prized possession.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wade looks like he's reaching into the drawer for the act figure, but instead, reaches just UNDER it to grasp Wham! `Make it Big' album on Vinyl. He pulls out the album.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wham?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wham! (cradles album lovingly) `Make it Big' was the album George and Andy earned their exclamation point.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wade places the album carefully into one of two OPEN SUITCASES on the floor next to him. He is currently going through his possessions, TOSSING OUT the crap and placing good stuff into the suitcases. Wade pulls out the action figure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But this. A little piece of me died the day this came out...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wade DUNKS the action figure in the trash can.         VA stands opposite, arms crossed, FUMING.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So I'm s'posed to just... smile and wave you out the door?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Deadpool   Final Shooting Script   11/16/15",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Think of it as a spring cleaning. Only if spring was death. (pulls out BERNADETTE PETERS CHANGE PURSE) If I had a nickel for every time I spanked it to Bernadette Peters. (opens purse, it's full of nickels) Looks like I do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wade TOSSES the purse toward one of the suitcases. hand stabs out and GRABS it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bernadette's not going anywhere. (slam-dunks purse back into drawer) `Cause you're not going anywhere.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Right! The tumors are only in my liver, lungs, prostate, and brain. All the things you can live without.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know what I mean. You belong here at home. Surrounded by your Voltron... and your Bernadette... and your me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Babe, we've been through this! Cancer's a real shit-show. A Yakov-Smirnoff- opening-for-the-Spin-Doctors-at-the-Iowa- State-Fair shit-show. And under no circumstances will I take you to that show. I want you to remember me me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, I want to remember us us. (that doesn't sound right) We we?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I swear, I'll find you in the next life. And boom-box `Careless Whisper' under your window. Wham!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you gonna keep saying it like that? Look, I get this impulse. I do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Deadpool    Final Shooting Script   11/16/15",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Before I met you, I used to fantasize about dying alone in the woods, torn apart by wolves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Super fucking bad-ass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But that was then, and this is now. Walk out that door. I dare you. I will ride you out. And I won't let go. Yoda on Luke. Vanessa embraces Wade. Tight.        Won't let go.   A TE trickles down Vanessa's CHEEK.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(into Wade's ear)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If you're willing to fight. There are still options. We'll find them. Together.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(smiles)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I just realized! I win! My life's officially more fucked-up than yours.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No one's boom-boxing shit. Vanessa interlaces her pinkie with Wade's.      Smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do we we have to lose?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nothing.    Everything. Vanessa leans in, and the two start to KISS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "VANESSA, horizontal, limbs akimbo, ASLEEP in bed. feels next to her for Wade. He's NOT THERE. REVEAL WADE standing at the bedroom window. His P.O.V. of the moon makes it look FRACTURED by the cracked glass. RACK FOCUS to Vanessa's REFLECTION. She, too, looks fractured. Wade's eyes well with TEARS at the sight of he Cancer will steal the one thing that ever mattered. Vanessa's cracked reflection suddenly RAISES its HEAD.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Deadpool   Final Shooting Script   11/16/15",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sorry. Liam Neeson nightmare. I kidnapped his daughter, and he just wasn't having it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wade slides back into bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They've made three of those movies. At some point you wonder if he's just a bad parent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wade lies on his back. Vanessa nestles her head lovingly against his chest. He takes a vulnerable look at her, the stares at the ceiling, LOST.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wade slips quietly out of bed... ...slips on a hoodie and a backpack... ...opens the door... takes one last longing look at Vanessa... ...and slips into the hallway, closing the door behind hi Vanessa is left to feel for Wade in the dark.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "WADE walks down the street into the night. He pulls a crumpled card from his jacket pocket:        t card with the recruiter's number. Still walking, Wade pulls out a cellphone and dials.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just another night at SISTER MARGARET'S WAYWARD SCHOOL FO GIRLS. Regular crowd has shuffled in. Tonight, a bit thin WADE is bellied up to the bar, disheveled, unkempt, and distraught. WEASEL leans in:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jesus. Someone needs a blow-job and a shower. Though courtesy calls for the latter first.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Deadpool   Final Shooting Script   11/16/15",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Three shots of Patron Silver, Weez.     And a cure to terminal cancer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(hands over a green concoction) Fresh out of Patron. Wheatgrass?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're starting to sound like Vanessa...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "With SHAKY HANDS, Wade empties his POCKETS, placing CRUMP BROCHURES on the bar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She sent away for all these colorful clinic brochures. I hear Chechnya's nice this time of... never. Then there's China... Central Mexico... Know how they say `Cancer' in Spanish? ВЎEl CГЎncer.'",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wade pulls out one last thing from his pockets: A POLAROI of HIMSELF and VANESSA. He stares. Weasel notices.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This belongs on the wall. I want to remember you when you looked... alive.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wade scrapes up a smile as Weasel tapes the picture to th BIG BAR MIRROR. Weasel pours a second wheatgrass shot. Clinks Wade's glass. They throw them back. WINCE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Almost forgot...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Weasel slides Wade a distinctive black BUSINESS CARD acro the bartop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Guy came in asking for you.     Real Grim Reaper type.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wade's gaze follows Weasel's gesture across the barroom, where an ominous MAN in a BLACK SUIT sits ALONE at a tabl",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know? May further the plot?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Deadpool    Final Shooting Script   11/16/15",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "WADE dead-man-walks to the back of the bar. He passes BOO and BEEF on his way. They nod solemnly, like cops at a funeral procession honoring one of their own.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wade. Beef offers Wade his shot. Wade eeks out a smile. Throws back. Then continues on. Wade stops next to the MAN's TABLE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Forget your scythe? The man, even creepier from close up, SMILES.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. Wilson. Have a seat. (Wade sits, long pause)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I understand you've recently been diagnosed with terminal cancer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stalker alert.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's my job. Recruitment. And you have quite a reputation. I'm sorry you've had a tough go. But you're a fighter. And not just for Johnny Canuck, impressive as your stint in special forces was. Forty- one confirmed kills?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(bitter)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "One every seven weeks.     Same rate most folks get a hair-cut. Wade grabs the recruiter's drink and throws it back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "To wash the taste out. It's hard to forget being so... impressive.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now you spend your days sticking up for the little man, slitting small time throats for small time folks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "People change.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Deadpool   Final Shooting Script   11/16/15",
          "sentiment": "neutral"
        },
        {
          "speaker": "23A CONTINUED",
          "text": "The recruiter leans uncomfortably close.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(low, conspiratorial) Speaking of which... Mr. Wilson, I represent an organization that may be able to help. What if I told you we can cure your cancer? And what's more, give you abilities most men only dream of?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'd say you sound like an infomercial. And not a good infomercial, like Slap Chop. More Shake-Weighty. (jack-off motion)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The world needs extraordinary men. We won't just make you better. We'll make you better than better. A super-hero.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I already tried the hero business. Let's just say it left a mark. The only chance you'll see me again is if I hit `fuck- it.'",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A DILAPIDATED, SKETCHY MEDICAL `CLINIC' haunts the citysc in GUADALAJARA, MEXICO.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "For now, I'll get through this with the one I love.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A sickly-looking WADE is on the final stop in his futile quest to find a cure. DESPERATE. Among the MOST DESPERATE He sits in a pathetic muzak-filled WAITING ROOM. Wearing SOMBRERO and clutching VANESSA's hand. Her fingers are interlaced in his, once perfectly manicured nails chewed the quick. Vanessa is also wearing a SOMBRERO, and ANXIETY on her fa Wade COUGHS SEVERELY, REPEATEDLY into a HANDKERCHIEF. Wade turns to the sweet ELDERLY COUPLE sitting next to hi ekes out a smile. The old man plays with some WORRY BEADS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Deadpool     Final Shooting Script   11/16/15",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(pulls out Spanish-English electronic translator) De donde eres?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Boca Raton.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ah.   The fancy part of Mexico.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We've moved in with my son.       To afford the treatment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wade looks pained to hear this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cancer?     Sorry - ВїEl CГЎncer?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stage four.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Toughest part of the Tour de France.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Very hilly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The elderly man gestures to the souvenir PATCHES sewn ont Wade's `HELLO KITTY' DUFFEL: CHECHNYA. CHINA. INDONESIA.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Logging some frequent flier miles?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(bone-weary) Final stop on Desperation World Tour, 2016, which I believe was also the name of the Stones' last concert...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "`Final' because this is where we find the cure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A MOTHER and her stoic young SON sign in with the NURSE behind the front desk. The boy has lost all his HAIR.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No cheques de viajero.      No pesos.   Cash. Americano.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Deadpool   Final Shooting Script   11/16/15",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Wade grows upset as the mother counts out hard-earned CAS The boy reaches for a BOX filled with CHUPACHUPS (lollipo The nurse scolds:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chupachups cuestan extra!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(angry)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey! The nurse looks coldly at Wade. He stares back, eyes hard then gets up and lays a crumpled dollar on the counter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(ice cold)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's on me. The nurse blinks, then stands, checking a CHART.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SeГ±or... Abe Solomon? ABE and his WIFE get up. The nurse motions for Mrs. Solom to stay in the waiting room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Wade and Vanessa)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Handsome couple. Good luck to you two. Abe drops his WORRY BEADS. Wade bends to retrieve them, t stands with effort and gently hands them to Abe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good luck to you, Pops. Wade sits back down, and his eyes find the LITTLE BOY: hi SUNKEN EYES. His MISSING HAIR. His LOLLIPOP, CLUTCHED lik the richest treasure. Wade turns to look at Vanessa, who's also staring at the Even though Vanessa is healthy, she, too, looks sick. No makeup. Dirty hair. Dark circles under her eyes. When she looks at Wade, it's clear she, not he, most needs comfort Wade pulls Vanessa close and strokes her hair with a trembling hand. Abe disappears. Wade watches with a newly dark look of suspicion.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Deadpool     Final Shooting Script   11/16/15",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ABE lies shirtless on an UNSANITARY operating table, a tr of RUSTY surgical KNIVES nearby. A MAN with a pock-marked face stands over him in a white coat with blue-stitched cursive writing: `Dr. Delgado.'",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Buenos dГ­as, SeГ±or Abe. `Doctor' Delgado pokes and prods with his fingers, as if Abe's mid-section is Play-Doh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Voy a llegar dentro de tu cuerpo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm sorry.     No hablo espaГ±ol, doc. The doctor's other hand dips below the table, comes up dripping with something bloody. He kneeds at wrinkled ski smearing the CHICKEN BLOOD across Abe's flesh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "De que se cure! SeГ±or Abe, you are cured. The doctor holds SMELLING SALTS under Abe's nose. His clo eyes jerk open to see the doctor's gloved hand CLUTCHING huge, bloody `TUMOR.' Abe pushes himself up, peers down at his bloody abdomen w awe. The doctor wipes the blood away and helps him up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(tearing up)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thank you. I owe you my life. As Abe shuffles out, the doctor turns away to dump the `tumor' in the trash and wash his bloody hands in a basin",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(over his shoulder)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ВЎProximo! Next!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Already here, hombre. Dr. Delgado nearly JUMPS at the sight of WADE, already standing in the OPEN DOOR of the room, looking DANGEROUS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Deadpool   Final Shooting Script   11/16/15",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So sorry, you surprise me. How... long... you standing there, SeГ±or?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wade walks slowly TOWARD the doctor, who steps out nervou from BEHIND his table. The two stand face-to-face. Wade smiles... angles his foot UNDER the OPERATING TABLE... ...and uses it to SLIDE something out from underneath the table: a BUCKET of BLOODY CHICKEN GIZZARDS that double as removed `tumors.' Wade's RAGE seems to grow by the INSTAN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Long enough...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Delgado senses he is suddenly in danger, picks up a rusty SCALPEL from his tray. Wade moves toward him. Delgado LUNGES, He STABS WADE in the shoulder, then RUNS. Wade TACKLES him. In Wade's weakened state, the fight becomes an intense STRUGGLE. The two FALL and WRESTLE. Th BUCKET of GIZZARDS overturns. They roll around in slop. The doctor squirms out of Wade's grasp and crawls into th hallway. Wade wriggles after him, tugging at his ankle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The MUZAC still plays. VANESSA smiles warmly/sadly at the little BOY, who is unwrapping his CHUPACHUP. Suddenly... a SCREAM and cries for help in Spanish. The NURSE and an ALARMED VANESSA rush toward the shouting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "At last, WADE's fury has overcome his physical weakness. straddles the DOCTOR's CHEST. His expression is that of a man who's LOSING his SHIT. Wade RAISES THE SCALPEL, SLASHES at the doctor's throat, STABS him in the heart. The doctor writhes, spasms, gurgl and falls still. Chest heaving, Wade raises his head to see... at the FAR of the HALL: VANESSA - frozen, TERRIFIED. A blood-soaked Wade locks ey with her and swims back up into SANITY... `What have I do This is a horrific glimpse into Wade's murderous past... ...and the look on Vanessa's face is one of HORROR and PA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Deadpool   Final Shooting Script   11/16/15",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Awash in shame, Wade staggers to his feet, slips on chick blood, and LUNGES in the other direction. He hits the doo at the end of the hall at a RUN.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STAB",
          "text": "The sword, covered in BLOOD, penetrates the crayon drawin the recruiter on DEADPOOL's CORKBOARD.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thank you, Agent Smith.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Deadpool lasers in on AJAX's picture at the top of the pyramid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "WADE leans against a wall, gasping for breath. He looks b toward her voice, face a mask of pain. Instead of seeking her... he melts into the busy street.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "DEADPOOL trudges to his FRONT DOOR.       He speaks to th",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Some kind of anger can't be managed. Like the kind where your year-long plan ends with the wrong guy getting dismembered! That said... when it comes time to licking wounds... there's no place like home, and I share that home with someone you met, the old blind lady from the laundromat, Al. She's like Robin to my Batman. Except she's old. And black. And blind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And I think she loves me. Wait... pretty sure Robin loves Batman, too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "WADE, ghastly, nearing death, lies BACK onto a STRETCHER, covered only by a FLIMSY HOSPITAL GOWN. He's being wheele down a dim corridor by two tough-looking ORDERLIES. In one hand, he holds the recruiter's crumpled BUSINESS C In the other, he clutches the limited edition VOLTRON RIN as tight as his shaky hand allows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Deadpool     Final Shooting Script   11/16/15",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "They turn a corner and push through a pair of double door into a cavernous room. Wade looks around, full of hope fo new life. Immediately, every single thing he sees/hears begins to erode his confidence. The RECRUITER stands just inside the doors, smiling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. Wilson! Nothing warms my heart like a change of someone else's.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Walking into Wade's P.O.V. is the creepy RECRUITER. down on Wade.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You finally hit `fuck-it.'",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Worse.  Just promise you'll do right by me. So I can do right by someone else.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Of course.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, and please don't make my super suit green. Or animated.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I hope you enjoy your stay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The `Workshop,' as this old warehouse is affectionately called, has been converted into a working LABORATORY. Wade is wheeled through a vast room containing rows of individual `tents,' each containing a SUBJECT. Wade's eye DART to helpless SILHOUETTES. We hear WHISPERS, WHIMPERS, MOANS. A FELLOW PATIENT, a pathetic, terrified little man named CUNNINGHAM, is wheeled past Wade, restrained on another STRETCHER. Cunningham briefly locks eyes with Wade, but quickly moves on by. Wade can't help but be alarmed by the TERROR in Cunningha eyes. The tents are illuminated by BLINDING overhead lights. spies GRUESOMELY INTIMIDATING MEDICAL EQUIPMENT. Wade is wheeled into the tent that's his new home. The FIGURE who was pushing Wade DUMPS him onto a CHROME OPERA TABLE and roughly STRAPS him down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Deadpool   Final Shooting Script   11/16/15",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Um.  My first request?    A warmer table. (shivers)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And warmer hands. Wade DOUBLE-TAKES at the sight of the figure above him: ANGEL DUST - thirties, female, tall, sexy, athletic - an Amazonian warrior in another age. Angel Dust wheels over a high-tech I.V. DRIP, complete wi glass cylindrical tanks housing a glowing, viscous LIQUID Then she roughly straps Wade's NECK to the table. Wade nearly GASPS, the color now officially drained from his f",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Easy!   Aren't you a little strong for a lady?   I'm calling wang.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You'd like that, huh.    Welcome to our little hospital.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It doesn't look like a hospital. It looks like Chlamydia holding still. An UNLIT MATCHSTICK protrudes from Angel Dust's teeth - h idea of a TOOTHPICK.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oral fixation?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shut.   The fuck. Up. Angel Dust places a FINGER on Wade's FOREHEAD and SHOVES head back against the table - BANG - pinning it there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Patience, Angel. All in good time. Enter AJAX, whom we know as the PRISONER from the RAFT wi whom we've seen Deadpool tangle in the PRESENT. This is t first Ajax and Wade have met.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Can I expect turndown serv-? Ajax nods to Angel Dust. BOOM! She GAGS Wade with SURGICA TUBING, then wraps it around the TABLE, immobilizing his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Deadpool   Final Shooting Script   11/16/15",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're a talker. Wade's eyes are wider than ever.    WTF?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(disarmingly matter-of-fact)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. Wilson, my name is Ajax. I manage the Workshop. My `welcome' speech used to be full of euphemisms like `You may feel some discomfort.' But I've grown blunt. Ajax unsheathes an I.V. NEEDLE. Angel Dust up-tilts the table 45 degrees, then readies a holographic monitor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Workshop is not a government program. It's a private institution tasked with turning reclamation projects like yourself into men of extraordinary abilities. I'm about to remake your life. But if you think cancer cures painlessly, you're wrong. If you think super-human powers are acquired painlessly, you're wrong. Ajax touches Wade with the I.V. NEEDLE, pressing here and there, not QUITE hard enough to break skin. At last, he locates the subclavian vein. Wade flinches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're injecting you with a serum that activates mutant genes. For it to work, we need to subject you to extreme stress. The liquid glows FLUORESCENT through Wade's white skin as pumps into the pulmonary highway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You've heard the whole make-an-omelette, break-some-eggs bit? (Wade blinks)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm about to hurt you, Wade. The kind of hurt I can't describe and you can't prepare for. It's cruel stuff. And there's no way out for you. No secret you can tell me. No soft spot in me to appeal to. Wade stares at them in shock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Deadpool     Final Shooting Script   11/16/15",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What, you expected Weapon X? Ajax starts to TURN AWAY, but stops.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "One more thing. What's the ad? `I'm not just the president. I'm a client?' I've been through this procedure myself. It made me stronger. It also scorched my nerve endings. So I no longer feel pain. In fact... (smiles)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I no longer feel anything. Wade reacts by SAYING something - made UNINTELLIGIBLE by surgical tubing. Ajax nods to Angel Dust, who slices the SURGICAL TUBING, SNAPPING it away and FREEING Wade to TAL",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Something in your teeth. Ajax smiles WITHOUT opening his mouth, signals Angel Dust She slams Wade's head back again as he turns to leave. Before he exits, Ajax hesitates, can't help but check his teeth in one of the surgical mirrors.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Made you look! Hey, is Ajax your real name? `Cause it sounds suspiciously made up. What's it really? Steve? Mark? Trevor? Kyle? (E.T. voice)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Elliot? We hear LAUGHS from nearby tents.      Wade is now playin audience.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joke away. The one thing that never survives this place is a sense of humor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We'll see!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Angel Dust)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All yours. We re-take WADE'S P.O.V. as Angel Dust, chewing her matchstick, re-enters frame above him, smiles, then punch him in the face. Black.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Deadpool   Final Shooting Script   11/16/15",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A MONTAGE of Wade's treatments in the Workshop, set to th notes of JOHN DENVER's inspirational classic, `I WANT TO LIVE.' Juxtaposed with HARROWING VIGNETTES of Angel Dust AJAX experimenting on WADE... ...as he GASPS, CLAWS, SCREAMS BLOODY MURDER. Wade is DUNKED into thick, molasses-like LIQUID. PULLED a YANKED, POKED and PRODDED by contraptions that would have shamed the Spanish Inquisition. SAWED.   COMPRESSED.     SLICED.   DICED.   SLAP-CHOPPED. LONG SYRINGES PLUNGE DEEP INTO SOFT TISSUE. SCALPELS MAKE LONG INCISIONS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MINIATURE CIRCULAR SAWS SLICE THROUGH BONE.",
          "text": "IV's PULL FLUIDS FROM THE BODY AND INSERT OTHER FLUIDS IN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I want to share what I can give.     I want to be... I want to live!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We also see SHORT, ULTRA-FAST MINI-MONTAGES of medical instruments, implying the PASSAGE of TIME.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Over images of:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The serum I'm injecting you with targets any mutant genes lurking in your DNA.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Adrenaline acts as a catalyst for the serum, so we must subject you to extreme stress.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Deadpool    Final Shooting Script   11/16/15",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If you're lucky, the mutant genes will activate and manifest in spectacular fashion.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If not, we'll have no choice but to keep hurting you in new and different ways. Each more painful than the last.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Until you finally mutate.      Or die.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "At last, Wade is laid back down on his table, only now in QUIET DARKNESS, MEEK, WITHOUT ANY RESISTANCE whatever.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Puppies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In the tent NEXT to Wade, CUNNINGHAM holds up his FIST to fabric. Wade can see it through the cloth in SILHOUETTE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It helps picturing puppies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wade gives Cunningham a KNUCKLE BUMP through the fabric.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Puppies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Or kittens. If you swing that way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(chuckles) I swing both ways.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wade swallows hard, grows serious:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But me, I've been making a list of things I still plan to do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A bucket list?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Deadpool   Final Shooting Script   11/16/15",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I prefer fuck-it list: Naked tandem base- jumping with the WNBA's Sacramento Monarchs... Sparking up a spliff with the Olympic torch...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Finishing my Lego Millenium Falcon...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Giving Meredith Baxter Birney a dutch oven...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Making my kids banana pancakes...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "With the mouse ears? Creative, and delicious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "AJAX and ANGEL DUST enter CUNNINGHAM's tent and begin prepping him for a fresh round of torture.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's OK, I encourage distractions. Can't have you giving up on us, can we now, you little worm?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Suddenly, a VOICE calls out from the adjacent tent:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't take that shit, Cunningham! How tough can he be? Name like Francis.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ajax is very subtly SURPRISED.      WHAT did Wade just sa is still strapped down inside.      Talking nice and LOUD",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's right! He got `Ajax' off a dish- washing liquid! (laughs from nearby tents) Legal name's Francis. F-R-A-N-C-I-oops.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ajax has ENTERED Wade's tent. Ajax's expression tells us we need to know about the validity of Wade's claim. With as much freedom of motion as he has in one hand, Wad WAVES a STUB of PAPER at Francis.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dry-cleaning tag, Francis.     Snagged it off your lab coat. (beat)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Deadpool   Final Shooting Script   11/16/15",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FYI. I may be able to get you the super- hero discount. CLOSE-UP on the tag, which reads `FREEMAN, FRANCIS.' Ajax stares hard at Wade with menacing eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You are so relentlessly annoying. Shut the fuck up, or I'll sew that pretty mouth shut.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uh, I wouldn't do that. Here's the problem with round-the-clock torture. You can't really step it up from there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is that what you think?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah.   Francis.    That's what I think.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Two ORDERLIES and ANGEL DUST finish strapping Wade down a attaching ELECTRODES to his head and chest. Wade is BOUND a HOSPITAL BED that's ENCASED in a large CAPSULE of PLEXIGLAS. The top half of the capsule is hinged to one side, OPEN, allowing Angel Dust access to Wade. Ajax sits eating a meal from some Tupperware in a nearby chair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Seems your genes are as stubborn as you. But we can still increase your suffering. We don't even have a name for this next toy. Various WIRES and TUBES run out of the capsule, connected OXYGEN TANKS, DIALS, and a MONITOR tracking BRAIN and HEA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We reduce the oxygen in the air to the exact point you feel like you're suffocating.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Deadpool      Final Shooting Script   11/16/15",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If you start to pass out, and your brain waves slow, we turn up the O2. If you catch your breath, and your heart rate slows, we turn it back down. And we leave you. Right. There.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Um.   What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Waterboarding is the most severe stress known to man. This device prolongs that stress. For hours, days, weeks...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Angel Dust chews her match and TAPS the capsule with a FINGER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Or if you keep yapping, years...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And I thought you were dicks before this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The saddest part? You still think we're making you a super-hero. You. Dishonorable discharge. Beating up pizza guys. Hip deep in hookers. You're nothing. I'd call you an asshole, but I'd have to answer to assholes. Little secret, Wade. The Workshop doesn't make super-heroes. It makes super-slaves. We're gonna fit you for a control collar and auction you to the highest bidder. (finishes meal, gets up) Who knows what they'll force you to do. Put down freedom fighters. Murder innocents. Or maybe just mow a lawn or two.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There's a brave face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ajax goes to close the lid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Seriously. Now you do have something in your teeth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Enjoy the weekend!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Deadpool   Final Shooting Script   11/16/15",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Ajax swings the capsule CLOSED and LOCKS it. The sound le away until all that's left is a HISSING SOUND as AJAX hit BUTTONS to lower O2 LEVELS. Wade's voice drops out as his breathing suddenly grows SH and SHALLOW. The oxygen dials fall. His HEART-RATE SOARS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(chuckles)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He looks like a turd in a punch-bowl.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(bright idea)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The `Punch-Bowl!' Wade fights off panic. His breaths become desperate GASPS There's not enough air to talk, or even SCREAM.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Night.   Eerily DARK, SILENT. An extreme CLOSE-UP of Wade's hand, nails clenched into t surface of whatever he's lying on. Is his skin... actuall",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUBBLING",
          "text": "Two MEN enter the tent and stand over the PUNCH-BOWL. CLICK. One of the men turns on a surgical light overhead, revealing himself to be a KINDLY-looking DOCTOR, avuncula thick glasses. Next to him is an ORDERLY. The doctor peer through the Punch-Bowl's lid. He is SURPRISED by what he sees. He nods to the orderly: `Go on, hurry.' The orderly quickly unlocks and unlatches the lid, then swings it OPEN. Air RUSHES INTO the PUNCH-BOWL. The order steps away, leaving the doctor alone in the room. WADE, hidden in darkness, gasps as though surfacing after being held underwater. The doctor casts a SHADOW over WADE's face inside. doctor is FASCINATED, ENLIVENED.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. Wilson... these results are remarkable. Wade takes deep LUNGS-FUL of AIR.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Deadpool   Final Shooting Script   11/16/15",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Your cancer cells are more aggressive than ever. Dividing and metastasizing at a fantastic rate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(broken, breathless) Yippee.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But... the cells have inalterably changed. They're no longer destructive, but productive, selectively targeting and replacing damaged tissue.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That was a lot of... what's the word... syllables. Are you saying I'm better?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Better than better.    A miracle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(weak smile) My Mom used to call me that. (ALT:) Me and Jesus. (beat, to doctor) Thank you. I owe you my life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wade grows choked up. The doctor is taken with empathy an affection. He tenderly brushes the hair off Wade's forehe of which the camera catches the tiniest glimpse. Wade's s is not RIGHT somehow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There. There. Your journey's been long and difficult. But you've become something extraordinary. Just rest now. Rest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The doctor slowly exits.     Wade lies there.    Actually",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then, just when I thought I could breathe easy...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who appears over the PUNCH-BOWL but... ...AJAX.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Deadpool   Final Shooting Script   11/16/15",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oo. Someone lost his shot at homecoming king.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You f-fucking sadistic-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. Not fair. Everything I've done to you has been in your best interest. Even this next bit. You may be cured, but you still need to learn to be a better man. Polite. Respectful. What better way to teach you than to close this lid... and keep torturing you stupid. Ajax SLAMS the lid shut, LATCHES and LOCKS it. The hissin resumes. Wade's eyes grow wide. He starts to slip-slide toward absolute ANGUISH.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If you think I'm losing my marbles `cause I can't breathe. You're only half right. Ajax appears to be looking in at Wade. But we RACK FOCUS reveal he's looking at his REFLECTION in the Plexiglas li checking for stuff between his teeth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "See, if Francis was able to see his reflection... The camera SWINGS around to Wade's POINT-OF-VIEW of Ajax through the glass lid, which has been newly ILLUMINATED b the surgical light above... ...and then RACKS FOCUS to WADE's REFLECTED FACE. Covered with HORRIFIC SCARS. Wade is no longer a handsome young m He is a monster. Which is perfectly visible to him one fo away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know what they say. You always remember your first time. Wade throws back his head in a SILENT SCREAM.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Even 5 years later...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Deadpool   Final Shooting Script   11/16/15",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Back in the PRESENT, we find ourselves in a huge SCRAP-YA where various ships, planes, etc. are sold for scrap iron Among various vehicles is an OLD, BATTERED COMBAT CARRIER long given up for dead. A heavy truck navigates through the heaps of scrap-metal grinds to a stop in front of the carrier. Two heavyset MEN climb down and head toward the back of t truck, heave the heavy door open. AJAX and ANGEL DUST stand just inside, boxes and gear pil up behind them. They hop down as four more rough-looking pile out behind them. Angel Dust drags out a WOODEN CRATE. The planks crunch as she digs her fingers into the wood and heaves it up on on burly shoulder as if it weighed no more than a sack of fl Heavy AMMO peeks through.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Better to be the hunter than the hunted.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ajax and Angel Dust walk across the muddy yard toward a service elevator bolted to the rusting hulk of the carrie",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Either I kill him, or he kills me.     Let's put him out of our misery...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "DEADPOOL lays horizontal.     He is speaking to the AUDIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There... all caught up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He CLIMBS up and out of the GARBAGE TRUCK.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(yells to driver) Thanks for the lift! Apologies if I bled in the recyclables.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A mid-city DUPLEX. Borderline ghetto. Semi-furnished, `first apartment' quality: futons and torchiere lamps.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Deadpool   Final Shooting Script   11/16/15",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Stained carpet, currently being swept by a roaming ROOMBA IKEA... everywhere. The same old AFRICAN-AMERICAN WOMAN we glimpsed early in movie - late 70's - purple floral dress - sits on a ratty couch, where the typical old woman might KNIT. Instead, this old woman uses a BOX-CUTTER to lay waste to BIG CARDBOARD BOX from IKEA - the `IVAR SHELVING UNIT.' She lays out its components and tools on a wobbly IKEA NO COFFEE TABLE... ...made more difficult by the fact that she is completely BLIND. This is Deadpool's roommate, BLIND AL. Suddenly, Blind Al's KEEN EAR picks up a faint, distant KNOCKING. She cocks her head to LISTEN.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE FRONT YARD",
          "text": "Dirt. No grass. `93 Chevy Avon up on BLOCKS. An exhausted DEADPOOL is slumped against his own front door, red suit, mask, no right HAND. He is KNOCKING weakly on the door wi the SIDE of his HEAD.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE LIVING ROOM",
          "text": "BLIND AL stands up in comfy creme nursing shoes. Grabs he red-tipped CANE. And shuffles toward the front door... ...when she is TRIPPED by the ROOMBA.        She FACE-PLA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(from outside) Let's get ready to Rooooooomba!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(under breath) Ass-hat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Al SWINGS her cane angrily, again and again, trying to hi the robotic vacuum, which moves happily just out of reach She reaches her knees and stretches for the door when... ...DEADPOOL SPRINGS it open from outside, SLAMMING it int her HEAD. Blind Al goes down again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Deadpool    Final Shooting Script   11/16/15",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Morning, roomie! (sniffs) This place reeks like old lady pants.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(still supine) Yes. I'm old. I wear pants.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But you're no lady.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Blind Al struggles to a sitting position. Deadpool walks past her in his socks, drops his muddy BOOTS to the floor slips into a pair of POWDER-BLUE CROCS parked just inside door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So comfy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Upside of being blind:     I've never seen you in Crocs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You mean my big rubber masturbatin' shoes?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes I know. Downside of being blind:        I hear everything in this duplex.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Deadpool walks bitterly past one wall of the DUPLEX, whic COVERED - WALL-to-WALL, FLOOR-to-CEILING, with CHRISTMAS ADVENT CALENDARS. Tons of ornaments/candies/etc. adorn the calendars. not ONE CALENDAR left uncovered.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "One-thousand eight-hundred twenty-two ornaments pinned to two-hundred-sixty calendars. All for a `Christmas' that... never... came!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Too much naughty, too little nice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sit on a stick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "DEADPOOL SPLAYS OUT on a white futon, MOANING, nursing hi horrifying wound.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Deadpool      Final Shooting Script   11/16/15",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bactine?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(dripping sarcasm)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah. Bactine should do it. How's the Kullen coming? IKEA doesn't assemble itself. Blind Al sits back on the ratty couch and begins applying finishing touches to the shelving unit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're telling me. I don't mind the Kullen. It's an improvement on the Hurdal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Anything's an improvement on the Hurdal. I'd have taken a Hemnes... or even a Trysil... over the Hurdal. But I didn't get excited `til I saw the Kullen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Screw please.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Here? Now? Just kidding.          I know it's been decades for you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You'd be surprised.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And totally grossed out! Blind Al turns the final screw, beyond unenthusiastic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ta.    Dah. The dresser look like the Leaning Tower of Piza in shitty particle board. Deadpool TOSSES a DIRTY MAGAZINE on top. The Kullen COLLAPSES.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I wish I'd never heard of Craig's List.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And I quote: `Looking for roommate. Blind to life's imperfections. Must be good with hands.' Or wouldya rather I build IKEA and you pay rent?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Deadpool   Final Shooting Script     11/16/15",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why such a douche this morning?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let's recap. That cock-thistle who turned me into this freak... the one I've been waiting five years for... slipped through my arms today. Arm. Deadpool holds up his previously severed arm, which now h a little tweenage ARM emerging off it. Yes. Deadpool can GROW BACK LIMBS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Catching him was my only chance to be hot again. Get my super-sexy ex back. And stop the same shit from happening to anyone else. So yeah, things are pretty fucking scrumptious. Deadpool stands. Walks behind the couch, and as he passes the back of Blind Al's head... FARTS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hash-tag Drive-by.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to herself)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm gonna find this `Craig.'        And I'm gonna kill him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Once I've got the cure, I'm gonna do the same to Francis...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "WADE, newly scarred, hidden in darkness, continues to GAS though being held underwater. Then the lid on the punch-b SLIDES BACK, revealing AJAX. Wade takes deep LUNGS-FUL of AIR. Ajax leans in for a closer look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bloody hell. Someone lost his shot at homecoming king.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(can barely speak)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What have you done to me?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You give me too much credit. This... this is the result of your genes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Deadpool   Final Shooting Script   11/16/15",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The punch bowl merely raised your stress to trigger the mutation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You... sadistic... fuck!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where's the gratitude?! You're cured! Your mutated cells can heal anything. They're attacking the cancer as fast as it can form. Your insides are a war zone. Not to mention your outsides!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wade looks stunned as he struggles to process all this information. Ajax smiles down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've seen similar side-effects before.         I could cure them for you. But really, where's the fun in that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wade says nothing, hating him but wanting to believe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm going to close this lid again.     Maybe you no longer need it. But I do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "For a long moment, Wade stares intensely at Ajax and sees nothing, a black hole of empathy. And he knows this is a who will never stop hurting him. ***NOTE: We will not be reshooting the rest of the scene below with the exception of the final shot.**** So he turns his gaze to the ceiling and WITHDRAWS into himself... the one place the cruelty can no longer reach Angel Dust enters, chewing on her usual matchstick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's all yours.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Angel leans over the Punch-bowl, starts to undo Wade's restraints.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You smell like shit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "When Angel Dust leans close to Wade's head he suddenly co alive and uses the strength he has left to HEAD-BUTT her the FOREHEAD.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Deadpool   Final Shooting Script     11/16/15",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(impressed) Whoa.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Angel advances toward Wade.      Ajax stops her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, hey, alright. It's alright. I think he earned that one, yeah? You take off. Go on... off you go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Angel Dust EXITS the tent, she reaches to her mouth fo her matchstick... only it's not there. She frowns, fishes another match from her pocket, and tucks it between her l Ajax finishes strapping Wade back down and goes to close lid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "One question. What's my name?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wade remains listless, mouth SHUT.       BLINKS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Didn't think so.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ajax CLOSES and LOCKS the lid.      HISS.    The oxygen D",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sorry, Francis. But my lips are sealed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And then we're inside the punch bowl with Wade as the oxy levels drop and the suffering rises. Through a fog of mis Wade sees Ajax staring down, watching him, drinking in hi pain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Back in the Punch-Bowl, Wade OPENS his MOUTH... within wh he was HIDING a SINGLE MATCHSTICK, clenched carefully - d - between his teeth. He inhales... then SPITS OUT the match into his waiting P Finally, he STRIKES it against the side of the Punch Bowl Wade aims the now FLAMING match toward the tiny HOLE thro which OXYGEN flows. The match is quickly burning down. Wi it reach the hole before it snuffs out? At the last possible moment... ...the flame COMBUSTS the stream of oxygen, IGNITING it..",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Deadpool     Final Shooting Script    11/16/15",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "...back through the TRANSPARENT PLASTIC TUBE that trails outside the Punch-Bowl. The flame SNAKES through the tube, this way and that, unt it reaches the OXYGEN TANK standing next to the Punch-Bow A beat. Then the TANK EXPLODES. The   BLOWS APART.      The hospital bed SNAPS in TWO. Out in the ward, the FIREBALL curls outward, spreading fr TENT to TENT. BOOM! BOOM! Other flammable tanks DETONATE. The tents GO UP like ROMAN CANDLES.        It's now MASS ALARMS BLARE.    Flames LEAP.     Smoke BILLOWS.     Pati A CURTAIN of FIRE suddenly DISPERSES, replaced by billowy WHITE SMOKE from an OVER-SIZED CHROME FIRE EXTINGUISHER.. ...held by AJAX, who STRIDES grimly toward Wade's tent. throws back the burning fabric... ...and nearly EATS an OXYGEN TANK.        He BLOCKS it at moment with his FIRE EXTINGUISHER.        CLANG. On the other end of the oxygen tank, WIND-MILLING it with unbridled FEROCITY, is WADE. WADE and AJAX SWING the oxygen tank and fire extinguisher like modern day CLUBS, trying to take off each other's he CLANG!   BANG!   BAM!    The tanks COLLIDE in mid-air. Ajax's fingers CRUNCH between metal.        He doesn't ev it. Wade grabs the HOSE of Ajax's fire extinguisher, angles i up, and gets his finger on the TRIGGER. The extinguisher BLASTS.      Ajax is momentarily BLINDED Wade brings the oxygen tank down like a LUMBERJACK'S AXE. Ajax BLOCKS it, but is driven to his KNEES. Wade's eyes are lit with fire. DOWN the tank COMES, again and AGAIN. Ajax takes his own fire extinguisher to the CH Then catches a BLOW from the oxygen TANK to his TEMPLE. The extinguisher goes FLYING. Wade swings the OXYGEN TANK AGAIN, but against all odds, AJAX CATCHES it and SLAMS it back into Wade's NOSE. CRUNCH.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Deadpool     Final Shooting Script   11/16/15",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Ajax rises to his feet, and the two grip OPPOSITE SIDES o the OXYGEN TANK, GRAPPLING with every ounce of strength. Wade sweeps Ajax's feet and he topples over backwards, Wa on top of him. Wade lifts the heavy tank and slams it int his face. Once. Twice. Three times. CRACK. As he's about to finish the job Ajax smiles, blood bubbli from his smashed lips.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You can't kill me, Wade. I'm the only one who can fix that ugly mug. Wade looks torn as his rage gives way to something like h He tosses the tank away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then time to make me me again. A scream of terror behind Wade makes Wade turn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wade!   Help! Wade! Wade looks through the smoke and flame and spies a helple Cunningham lying in the flaming wreckage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fuck! Wade drops Ajax and SPRINTS to Cunningham, starts draggin the WRECKAGE trapping him, when... SLICE! A long piece of sheared REBAR THRUSTS CLEAN THROUGH his CHEST from BEHIND The force sends the spear DEEP into the wooden floor beam pinning Wade like an insect in an entomologist's display. In a grand display of strength, AJAX BENDS the end of the rebar to keep Wade pinned... then walks around and squats down into Wade's eye line, wearing a triumphant sneer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Say it.     `Francis.' Blood dribbles from Wade's mouth as he tries in vain to p himself off the bloody spike of metal. Ajax rises, scans burning workshop with a scowl - clearly a lost cause - an turns to leave. Cunningham screams again as the flames near him. Grunting with the pain and effort Wade tries to push himself off t spike.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Deadpool   Final Shooting Script      11/16/15",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "His hands slip on the blood-slick metal, and he cannot fr himself. His VOLTRON RING lies on the floor next to him. Wade and Cunningham share a last look.          Cunningha jaws shut, fighting the agony. CREAK... CRACKLE... the ROOF COLLAPSES, BURYING BOTH OF T And we... CUT TO BLACK.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Morning's first sunlight. WADE's VOLTRON RING lies COMPLETELY MELTED in the DEBRIS. The camera follows it to Wade's hand... then up his arm to his FACE. WADE's eyelids flutter, and he COMES TO. He is naked, his hospital gown burned away. We see BLACKENED SLUDGE, SOOT, charred remains. The melted and scorched metal rod next t him. Wade slowly realizes where he is and what happened. He reaches down to his stomach wound... WHICH HAS MIRACULOUS HEALED. Wade sits up, stunned.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I didn't just get the cure to El CГЎncer. I got the cure to everything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "VANESSA, tired, broken, mind seemingly elsewhere, walks towards her apartment. She passes a loving young COUPLE, in-arm. Vanessa clocks this sadly, continues on. Behind her, PEOPLE walk to and fro.      Among them, we R WADE, dressed in ill-fitting pants and a hoodie. He is a TRAIN-WRECK, scarred face on display to the world for the first time. He looks purposeful, but tentative, walking behind Vaness GAINING on her. ANGLE ON:   WADE's P.O.V. A BOY goes by on his bike, trying hard not to gape. A TODDLER in a STROLLER looks up and BURSTS INTO TEARS. The toddler's MOTHER hustles past.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Deadpool   Final Shooting Script   11/16/15",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alex, don't stare.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "VANESSA stops and rifles through her purse for keys. STILL on Wade's P.O.V. Wade stops, too, suddenly paralyze as the moment to face Vanessa arrives. As he hesitates, torn with anguish, the WHISPERS seem to grow, rising in volume until they become deafening:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, my, god, that is so fucking gnarly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I just lost my appetite.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wade spins, trying to see where the voices are coming fro Nowhere... everywhere. The WHISPERS crescendo, now more i Wade's mind than in reality. He turns back to Vanessa, his face a mask of fear and pai just as she disappears into her apartment building. The closing glass door reveals his own HIDEOUS REFLECTION STA BACK AT HIM.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In the whole wide world, there's nothing as ugly... (beat) ...as fear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He gives up on his mission, backing away from his reflect Vanessa, his old life. He stumbles off the curb and into street, when... BAM! He is CRUSHED OUT OF FRAME by a SPEEDING BUS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "THREE BODY BAGS lie on SLABS in a MORGUE. Without warning, the MIDDLE bag SITS UP STRAIGHT at the WAIST... ...then tries to CATERPILLAR its way to the edge of its slab...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Deadpool    Final Shooting Script     11/16/15",
          "sentiment": "neutral"
        },
        {
          "speaker": "A43 CONTINUED",
          "text": "...but instead pitches off the slab - CRUNCH - FACE-FIRST onto the floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An FBI-STYLE `ORGANIZATIONAL CHART' has been pinned on Wa CORKBOARD in the lair. A `pyramid' of baddies are linked strings. Each baddie is depicted not by a photograph, but child-like CRAYON DRAWING. Second from the top is the RECRUITER. At the APEX of the pyramid is AJAX HIMSELF. DEADPOOL, in his LAIR, sews together an early `proto- costume.' We see quick cuts of pieces of it going on: White Adidas track suit. White gloves.            White b some sort of white mask... A single gun, underarm holster, boot knife but no swords.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't make me ask twice.     Where's Francis?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "DEADPOOL questions a bleeding thug, more bodies scattered across a floor littered with broken furniture behind him. Another thug rushes in and smashes a pool cue over Deadpo skull. Deadpool snatches the broken shaft of wood and PUN it into the thugs belly. A third thug staggers to his feet, pulls a pistol, fires multiple shots point blank. Deadpool staggers back, blood blossoming across his white suit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "\"CLICK\"",
          "text": "The thug stares in disbelief that Deadpool's still standi Deadpool looks down at the shaft of wood in his hand. Thinks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Deadpool      Final Shooting Script   11/16/15",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I said, where's... fucking... FR- (realizes) You made me ask twice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Deadpool spins the bloody cue with inhuman dexterity and starts towards the terrified thug, accidentally knocking a PITCHER of BLOODY MARY onto his already bloody stained suit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fuck.   Me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "DEADPOOL, TIDE STAIN-STICK in hand, tries unsuccessfully get the blood out of his white suit. We get our first glimpse of BLIND AL, who's sitting next Deadpool at the laundromat, completely unfazed by the bloodbath:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Seltzer water and lemon for blood. (off Deadpool's impressed look, shrugs) Or wear red.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Deadpool's eyes light up. He crumples this suit into a ba and tosses it into a trash bin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Deadpool stabs a KNIFE into the picture of the GOON he ju killed (at the bottom of the pyramid)... right in the FOREHEAD.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "DEADPOOL's at the sewing machine again. Quick cuts of a RED `proto' outfit going on: Cheap red sweats. Red gloves. Red converse. As yet unseen RED MASK, which turns out to be...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...a RED `LUCHA LIBRE' PRO WRESTLING MASK. Deadpool stands in the shadows of a dingy basement, low ceilings, walls stacked high with cases of liquor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Deadpool     Final Shooting Script   11/16/15",
          "sentiment": "neutral"
        },
        {
          "speaker": "VG44 CONTINUED",
          "text": "In a BOXING RING at the center of the room two WOMEN poun each other surrounded by a scrum of a CROWD. Deadpool spi his mark in a dirty white suit pressed in tight ringside. Deadpool pulls his mask down, wades into the crowd, throw men aside, PLOWING toward his target. The mark sees Deadpool at the last second, turns as a KAT flashes out and skewers his hand, pinning it to the wall. Deadpool fires a couple shots into the ceiling, sending t rest of the crowd rushing for the exit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't make me ask twice.      Where's-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Deadpool has a goon at sword-point.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Donde esta Francisco?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't speak Spanish.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(sighs) And I don't have time for you to learn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Deadpool kills the thug.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Take me to your leader. (turns) I've always wanted to say that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Squeal.     Like a pig. Where's Francis?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In no particular order. Where's your boss? And where can I find good Indian food?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why the red suit?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Deadpool    Final Shooting Script   11/16/15",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's so bad guys can't- never mind, they've already heard that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're about to tell me everything you know about Francis Freeman. Known aliases. Current whereabouts. Boxers or briefs. Go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(forces guy's mouth open, goes in with knife) Open your mouth. Here comes the airplane!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(gun pointed at forehead, a la Joseph Takagi) I don't know, I'm telling you. You're just going to have to kill me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "OK. (shoots goon in head, a la Hans Gruber, then, to audience:) Right?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(goon at knifepoint) Don't make me break out the Collective Soul CDs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You give me your boss.     I give you the rest of your life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Deadpool   Final Shooting Script   11/16/15",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(throws woman onto table) I don't feel good about myself.     But where is he? I'm so sorry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VARIOUS",
          "text": "New COSTUME.     BOOM.   A MAN dies. STAB.    His picture is knifed. BOOM.    STAB. QUESTIONS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOOM",
          "text": "DEADPOOL questions more and more thugs, each bit of information bringing him closer.... Soon there is a FOREST of knives sticking from the board. ...and only the RECRUITER and AJAX are left.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A wretched room, dirty mattresses covering the floor. Dim light scatters through a tangle of IV bags hastily strung over MEN too poor to have anywhere else to go and die. The RECRUITER kneels, speaking quietly to a particularly hardened patient. He places a card in the man's emaciated hand, then stands and walks toward a low doorway. The recruiter enters a brightly lit room stacked high wit bags of rice. Two heavily armed THUGS fall in beside him. The men scan the aisles as they move toward a door leadin out into an alley.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agent Smith!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They turn to see DEADPOOL, high atop a stack of rice bags",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know, right?! I look like a million bucks. (turns to camera)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Deadpool   Final Shooting Script   11/16/15",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Literally - this suit cost Fox a million dollars.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Without a word, the Recruiter flees, running through the roll-up door. Deadpool leaps to land between the two bodyguards as they draw their weapons and spray the room with gunfire. One goes down in a bloody heap. Deadpool leaps toward the other, skewers him with both swords. The thug falls backward, dead before he hits the ground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come out, come out, wherever you are! (darkens) Don't make me ask tw- (pleasantly surprised) Good for you!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Recruiter has stepped timidly from between overflowin garbage bins, hands raised, eager to talk his way out of mess:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "To whom should I address my... desperate bargaining?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't recognize the voice? Maybe the resumГ©: Forty-one confirmed kills. Make that Eighty-nine. Seven the past week alone. Same rate most folks... (pulls out SWORD) ...get a shave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(realizes who it is, fights to stay composed) Mr... Wilson?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ding-ding-ding! Now... you're about to tell me where I can find your boss. Or I'm gonna make you feel worse. Wait...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Deadpool brings the sword closer to the recruiter's face. Turns to CAMERA:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...worse than worse.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Deadpool   Final Shooting Script   11/16/15",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And I pride myself on being persuasive.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "WADE stands in the shadows.      WEASEL sits at a table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No... no way! I'm not making her life as ugly as mine!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "C'mon, you can't look that bad! It's like that blemish no one notices but you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wrong. I'm a monster, inside and out. I belong in a circus, the kind that rolls around Eastern Europe in covered wagons.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can't envision a scenario where Vanessa won't take you ba- (Wade steps into light, takes off his hoodie) -aaaaaccckkk!! Holy shit. You... are... terrifying. You look like an avocado had sex with an older avocado.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wade grabs the bottle of JACK DANIELS from the table, GUZZLES.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We might have to move our relationship to text and phone only.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wade ignores Weas, slams down the bottle:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And the only guy who can fix this fugly mug, the asshole who ran that mutant factory, escaped to who knows where.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I take back the Vanessa thing.      You have only one option.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Find Francis-Go-Fuck-Himself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Deadpool    Final Shooting Script    11/16/15",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(not listening) Star in low budget horror movies. Seriously, you look like Freddy Krueger face-fucked a topographical map of Utah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(equally not listening) I'm gonna work my way through his crew... crushing bad guys' skulls, `til one of `em leads me to Francis. Then I'll force him to cure this face. Stomp his bloody guts into a fine vintage. And win Vanessa back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "OK. Not exactly the plot of Beauty and the Beast, but cool. Good news, that douche thinks you're dead. Advantage you. He won't think you're coming. Bad news, with a puss like that, you'll be spotted fast.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(derisive) So what do you suggest?     A mask?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not a bad idea! You... are... haunting. Your face is the stuff of nightmares.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(nods) Like a testicle with teeth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How `bout a super-suit? And a nickname! Bitter-Boy. Super-Fist. Captain Never- Die. (deflates at a thought)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nothing. It's just... you know, I just realized, I'm never winning the-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Weasel looks over to Wade, sees him staring.          He Wade's gaze up to the board on the wall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Deadpool.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Deadpool    Final Shooting Script   11/16/15",
          "sentiment": "neutral"
        },
        {
          "speaker": "RS44 CONTINUED",
          "text": "As Wade says the word, he and Weasel share a look. Wade holds up the BOTTLE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Deadpool.    To you, Mr. Pool.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The two CLINK GLASSES.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAY/NIGHT",
          "text": "A highly pleased DEADPOOL holds up the-soon-to-become-fam MASK for the first time, ushering in... a MONTAGE: WADE, at SISTER MARGARET's, receives a YELLOW CARD with a Cypress Tree from WEASEL. He turns a LUCHA LIBRE mask INSIDE OUT to reveal the clas DEADPOOL MASK we all know and love. Puts it on. Then dresses - piece-by-piece - in the RED UNIFORM we've come know and love. And at last, UNSHEATHES A KATANA. The swor TWIRLS, SLASHES, LUNGES into shadow. A HANDKERCHIEF WIPES BLOOD from the BLADE. The katana gets SHEATHED again. The same yellow card is now RECEIVED and PUNCHED by Wease Wade is paid in TWENTY DOLLAR BILLS. WHIP CREAM froths on a shot glass. A BLOW-JOB is TOSSED BACK. Meanwhile, VANESSA plays SKEE-BALL wistfully by herself a the ARCADE: SKEE-BALLS roll into HOLES. LIGHTS FLASH. TICKETS CHURN OUT. VANESSA catches a reflection of someone STARING at h from across the lobby. When she spins around, the culprit GONE. Vanessa SHIVERS... but it's a warm shiver, somehow. A HEAP of TICKETS slides across the prize counter. A big STUFFED ANIMAL slides into Vanessa's arms. Vanessa tosses into an empty CLOSET inside her and Wade's former APARTME Then stares out the SPIDER-WEB CRACK in the window. Back at DEADPOOL's LAIR, Deadpool places various suspicio accoutrements on the NORNAS COFFEE TABLE: an 8x11 framed photo of VANESSA. A BOTTLE of JERGENS. A BOX of KLEENEX. His BELT. His powder-blue CROCS. Deadpool kicks back on t FUTON. Smiles under his mask. CUT TO: BLIND AL, building yet another shelving unit, looking up with a grossed-out frown: `Am I hearing what I think I'm hearing?' Next, DEADPOOL finishes plastering hundreds of ADVENT CALENDARS he's purchased onto one WALL of his LAIR.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Deadpool   Final Shooting Script   11/16/15",
          "sentiment": "neutral"
        },
        {
          "speaker": "44A CONTINUED",
          "text": "When the wall is covered, he carefully pins the FIRST ornament onto the FIRST tree on the FIRST calendar. And at last, his MASK comes OFF and his HEAD hits the PIL Instantly, the montage CRANKS UP its SPEED, with quicker quicker EDITS. The visual totems that have just been introduced begin to by... shorthand for the passage of time: Yellow cards are given, received, punched. Blades are unsheathed, sheathed, cleaned. Whip cream sprayed.     Drinks consumed. Skee-balls rolled into holes. Tickets won. Prizes earned. Tossed onto a EVER-GROWING PILE in the closet. VANESSA staring out her window. Jergens pumped. Kleenexes pulled.       Crocs discarded. AL's ears plugged. Ornaments are pinned to calendars.      Lords a-leap. swim. Maids a-milk. Mask comes off.    Head hits pillow.    Mask pulls on. The images fly by FASTER... FASTER... FASTER. Whip cream. Skee-balls.     Crocs.    Ornaments.   Weasel Deadpool. Vanessa. Al. `I NEED A HERO' plays faster and faster, too - higher and higher, like a record on too many RPMs. The effect is rhythmic... hypnotic... ...until finally, the montage REACHES a CRESCENDO. And then BOOM!    Ratchets back to REGULAR SPEED: `CHRISTMAS MORNING' has arrived. All the calendars but on are now fully studded with decorations. DEADPOOL plucks o one last STAR to pin atop the final TREE. Only it's not a star at all, it's AJAX's MUG SHOT clipped from the old NEWSPAPER. With great satisfaction, Deadpool pins the faded photo to last treetop. The music dies, and Deadpool turns to camer",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Deadpool    Final Shooting Script   11/16/15",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Santa Claus is coming...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...to town! DEADPOOL has ONE LEG in his COSTUME and the other LEG sti stabbing for the other pants-hole.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Late-late-late-late-late! He HOPS ACROSS the hall past BLIND AL, not really paying attention to her. We're revisiting the moment from earlie JUST AFTER she TRIPS on Deadpool's DUFFEL of AMMUNITION, PICKS it up, and DRAGS it OFF.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hurry-hurry-hurry-hurry-hurry!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I hope you're doing us the courtesy of pants.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "DEADPOOL runs out to the street corner and WAVES.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Taxi! A TAXI - if you've been paying attention, you will recogn it - pulls up to the curb. Deadpool opens the rear door. WOMAN steps out, pausing to pay Dopinder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Keep the change. Deadpool frowns. The woman is pulling her money from a BERNADETTE PETERS CHANGE PURSE. Deadpool's eyes raise fro the purse to the woman holding it: BERNADETTE PETERS HERSELF! Deadpool doubletakes, then shakes his head (`Nah couldn't be...') and climbs into the cab. Who is behind t wheel but...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where do you want to be going!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Deadpool   Final Shooting Script   11/16/15",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(looks to camera) And we all know how this turned out. Cue Benny Hill speed...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The action goes into Benny-Hill-like HYPER-SPEED as we re the opening scenes of the movie: DEADPOOL's CAB RIDE. AJA crumpling up his orange jumpsuit and switching places wit motorcycle RIDER at the RAFT. The FREEWAY FIGHT with AJAX GOONS. The CONFRONTATION with COLOSSUS. Until at last...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Transport TRUCKS idle in the loading dock. A docile SUPER-SLAVE, fitted with a control collar and cu steps into a CRATE IDENTICAL to the ONES AJAX DELIVERED T THE WARLORD in ACT ONE. He lies down. ANGEL DUST is overseeing.      She plunges a pistol-grip into his neck and fires:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "For your flight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The man's eyelids flutter shut. Next to him, four identic crates hold four unconscious men and women. The workshop henchmen hammer on the tops and laboriously load them up the truck. ANGEL picks up one over her shoulder with ease. She turns the sound of a sputtering motorcycle getting closer. Ajax rolls in on one of the battered black bikes from the freeway. Smoke curls from its broken tailpipe. He steps off the bike while it's still moving, just letti it roll forward and tip to the ground with a clank.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Quit showing off, Angel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Angel doesn't seem surprised by his dirty and bloodied appearance. A raised eyebrow and a disapproving look is a she has for her boss.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A WAREHOUSE full of SURGICAL EQUIPMENT. OVERHEAD LAMPS. FABRIC TENTS. CHROME TABLES, one of which Ajax sits on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wade Fucking Wilson.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Deadpool   Final Shooting Script   11/16/15",
          "sentiment": "neutral"
        },
        {
          "speaker": "RSA48 CONTINUED",
          "text": "ANGEL DUST stands in front of him, putting stitches into GORY MESS of a SHOULDER WOUND. He doesn't so much as FLINCH.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Makes perfect sense.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I suppose if I looked like him, I'd wear a mask too. (Angel finishes final stitch) Only wish I mended the same.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ajax pops off the table.     Swings his arm around, testi shoulder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not to worry. We'll put him out of our misery. On our terms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And if he heals?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He can't - if there's nothing left of him to heal. And then we go back to business as usual.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ajax's hand is a blur as he plucks the MATCHSTICK from Angel's mouth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What say we leave the matches at home?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...the PAST reaches the PRESENT. REGULAR SPEED AGAIN. DEADPOOL is sitting on his futon, Crocs on, staring at camera.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There. All caught up. (shifts weight, moans, lies back on futon)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tylenol P.M.?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "BLIND AL shuffles over from the kitchen with a cup of tea a bottle of Tylenol. She eases down onto the futon next t Deadpool.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Deadpool   Final Shooting Script   11/16/15",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You can stick that where you stuck the Bactine! I found my stash of wisdom- tooth Percocet in the Storjorm, and I'm orbiting Saturn. But I appreciate the gesture.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Deadpool lays his head on Blind Al's shoulder and gently her face with his KID HAND.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Am I crazy, or is your hand really small?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The size of a KFC spork.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eesh. I get why you're so pissy. But your mood's never gonna brighten `til you find this woman you love and tell her how you feel!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do I keep saying, Mrs. Magoo? She wouldn't have me! If you could see me, you'd understand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Love is blind, Wade.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, you're blind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The ROOMBA sucks up THREE SCREWS next to an IVAR shelving unit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What was that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A clue why our Ivar shelving unit's about to fall the fuck apart.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So you're just gonna lie there and whimper?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just clocking time `til this arm plows through puberty. I've got a new Christmas Day.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Deadpool   Final Shooting Script   11/16/15",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Deadpool throws his feet, CROCS and all, up on the coffee table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now, ya may want to leave the room. (beat) I bet it feels huge in this hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "WEASEL is on the house phone.    The bar is BUSTLING.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wade, we got a problem.    And by we I mean you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "DEADPOOL and WEASEL walk hastily, purposefully into the e of the storm. Deadpool is a HOT MESS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm about to lose what's left of my shit. Is there a word for half-afraid, half- furious?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Afurious? Wait, is it Monday?! They have an amazing Matzah Ball Soup Monday. (beat) Never mind. Have you figured what you're gonna tell her?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(thinks) Fuck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's a start.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT.",
          "text": "Lights flash. Music pumps. From across the room we see WA and WEASEL enter. Weasel jokes with the DOORMAN while Wad scans the crowd, searching for Vanessa. EMCEE STAN LEE, sweatsuit, gold chains, Beats headphones, lords from a glass cubicle:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Coming onto the stage, give it up for... Chastity!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Deadpool   Final Shooting Script   11/16/15",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Or as I like to call her, Irony! DEADPOOL navigates through a TIGHTLY-PACKED CROWD toward MAIN STAGE, accompanied by WEASEL.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We gotta find her fast.    Before fuck-ass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How do you even know she's here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I come for the French Onion Soup. How do you think? I'm constantly stalking that fox. Deadpool STOPS in his tracks, STARING.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Every time I see her is like the first time. REVERSE ANGLE to reveal what Deadpool is looking at: the gorgeous backside of a COCKTAIL WAITRESS in a skimpy dres Back to Deadpool:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Even from this angle. Especially from this angle. Hypnotized, Deadpool puts one foot in front of the other, approaching the waitress. Suddenly, the WAITRESS TURNS to reveal her face:       VA Deadpool immediately CHICKENS OUT, puts his head down, tu away from her into the press of MEN around one of the sta Vanessa catches the vaguest glimpse, but before she can g better look, Deadpool is swallowed up by the crowd. She gets that warm shiver again... the one that says she' feeling an old presence. She stares after Deadpool.    It couldn't possibly be. Deadpool pushes past the men, almost in a panic, beating HASTY RETREAT toward WEASEL at the back of the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Deadpool   Final Shooting Script   11/16/15",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shittiest moment numero tres.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Deadpool walks past Weasel, fleeing into the men's room..",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...and SPLASH!     Washes his face at the SINK.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lezzdothis. Before I re-reconsider. Maximum effort.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A hand comes into frame offering a paper towel. It belong to a WASHROOM ATTENDANT in a tuxedo vest. Deadpool uses t towel to wipe his face and finishes with the attendant's sleeve.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sorry. (tries to dry attendant's sleeve with paper towel) I get very uncomfortable around you guys. (takes mint off counter, then condom off counter, then sees tip jar) Crisp high five?",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT.",
          "text": "VANESSA sets down a tray of empty glasses.        Her scu MANAGER gives her a heads-up:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Someone out back asking for you. Said somethin' about an old boyfriend?",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT.",
          "text": "VANESSA exits the club into an ALLEY, one of Wade's old jackets thrown over her shoulders. One sickly street lamp casts some light. The rest is obscured in SHADOW. Vanessa spies the shape of a MAN hiding in the shadows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I knew it was you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Vanessa is seized by memories.      She peers into the da heart pounding.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "With the weird, curvy edges.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Deadpool   Final Shooting Script   11/16/15",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Then steps forward slowly, nervously.        Overcome wit",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(barely audible) Like a jigsaw puzzle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No one answers.     Vanessa gets a bad feeling and starts back up. The man steps confidently into the light.        Not WADE ...but AJAX. Vanessa spins around and runs straight into Angel Dust, who step out of the shadows. Vanessa make a grab for her purse, contents spilling out the grimy street, but her hand comes up with a TASER. She jams it into the flesh of Angel Dusts shoulder. Angel Dust just smiles as electricity arcs and sizzles. she grabs Vanessa's hand and twists it away. Vanessa THRASHES like a polecat. But Angel Dust is brutal strong. She clamps her hand around Vanessa's jaw and SQUEEZES, dangling her in the air by her FACE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You have Wade Wilson to thank for this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Vanessa's eyes widen in shock and surprise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "`The good Lord sends the fishing...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Vanessa screams mutely into Angel Dust's palm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...but you must dig the bait.'",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT.",
          "text": "WADE pushes through the crowd to find WEASEL sitting in G ROW at the edge of the stage. He's in the middle of slipp a bill into a dancer's garter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Manager said she went that way. (thumbs towards the back) Good luck, Tiger!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "DEADPOOL moves quickly down a HALL, turns a corner, and REACHES for the knob of the door to the alley. His eyes WIDEN as he remembers something IMPORTANT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Deadpool   Final Shooting Script   11/16/15",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Deadpool reaches back and pulls up his hood to hide his scarred FACE. Deadpool girds himself, then OPENS the door to spy...",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT.",
          "text": "...the empty alley. Deadpool spies a woman's CLUTCH lying alone in a pool of light, contents strewn about. He reach down and picks up... ...his old BERNADETTE PETERS CHANGE PURSE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mother-fucker best be wearing his brown pants.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "AJAX and Angel Dust stand at either side of a bound and gagged VANESSA. They are inside the metal cage of an INDUSTRIAL ELEVATOR, going UP.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And... numero dos.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A bare bulb casts harsh light as they rise past a dark ma of twisted metal. Ajax looks almost bored, hums to himsel tunelessly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "AJAX explains his plan to VANESSA:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's what I thought, but he keeps on coming back. Like a Bad Jesus. But despite all Wade's powers, I still hold the advantage: He feels. Too strongly for his own good. Let's see how he fights with your head on the block.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A sign reads `PROFESSOR XAVIER'S SCHOOL FOR GIFTED",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNGSTERS.'",
          "text": "The sign is on the perfectly manicured front lawn of the gorgeous Gothic X-MANSION. Who is standing outside the front door of the mansion but DEADPOOL, in full regalia. Deadpool raises his knuckles t KNOCK, but is suddenly STARTLED...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Deadpool    Final Shooting Script   11/16/15",
          "sentiment": "neutral"
        },
        {
          "speaker": "VA60 CONTINUED",
          "text": "...by the door SWINGING OPEN to reveal an annoyed NEGASON TEENAGE WARHEAD. She's wearing BEATS HEADPHONES.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ripley from `Alien 3'!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Deadfool.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's like you knew I was about to knock! (shivers, `creepy') Is that big steel dildo home?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You guys going for a bite?      Early bird special?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Like there's something wrong with eating before sundown. Or saving money. But no. It's about me saving my girl from a bad guy, the one you two helped me lose. You do fight bad guys? (off NTW's stare) No time for hard stares, are you gonna fetch big-shiny-balls or not? Tell him I have an offer he can't refuse!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NTW turns, disappears into the house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Colossus!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "From off camera, we hear loudly, excitedly, from the seco floor:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is that you, Wade?! I knew you'd see error of ways!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yep, that's me, seeing the error of my ways! I just need an itty bitty favor in return! (turns to camera, whispers) Fool him five times? Shame on him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Deadpool    Final Shooting Script    11/16/15",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "WEASEL and DEADPOOL are going through IKEA drawers, pulli out every GUN and GRENADE on God's green earth and stuffi them into a couple of Deadpool's `I *HEART* HELLO KITTY' DUFFEL BAGS. This is Deadpool's ARSENAL, big enough for a small army. go the twin DESERT EAGLES. Then Weasel dumps an entire ARMFUL of AMMO BOXES into the duffel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's about... three thousand shells. A BEAT.   Deadpool LOOKS AT CAMERA menacingly:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And we've all seen what I can do with twelve. BLIND AL enters, holding a STEYR AUG RIFLE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I was gonna spend tonight assembling the Borgsjo, but this is holding my interest. Both Deadpool and Weasel duck, afraid she might shoot the",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Careful, Ronnie Milsap, we're down-range! And we decided on the Orrberg, not the Borgsjo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She cool?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The coolest. Plus, she could never pick you out of a line-up. BEEP-BEEP. DEADPOOL looks at his phone.         The scree \"Vanessa's Phone\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's Francis. He wants me to come to him. And he calls me a piece of- (squints, can't read)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Deadpool    Final Shooting Script   11/16/15",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(points) That's the shit emoji. A turd with a smile, see? How did Google ever approve that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Blind Al grabs a Nerf N-Strike Elite Strong-arm Blaster f a drawer (it feels like a gun!) and goes to put it in the duffel. Deadpool almost stops her, then shrugs - maybe it will come in useful...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's every piece in the house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uh-uh-uh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Blind Al sighs - busted - she puts her leg up on a chair pulls a tiny Saturday Night Special from an ankle holster and is about to hand it over when instead, she turns, and ...BOOM... shoots the ROOMBA, laying waste to it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It was him or me. (beat) I did hit it, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Please. It's been years since you've hit anything. See what I did there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fuck you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Deadpool takes the tiny gun and shoves it in the small of back. Then follows Weasel out the door. Then quickly turn back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Al) In case I never see you again, I love you very much... and there's a hundred-ten million dollars buried somewhere in the apartment. Good luck. Watch your face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Deadpool slams the door behind him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A TAXI drives across the city, its BACK BUMPER scraping t ground, throwing off SPARKS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Deadpool   Final Shooting Script    11/16/15",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "In the PASSENGER seat: DEADPOOL, his DUFFEL at his feet. Behind the wheel: DOPINDER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Any luck winning Gita back?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I tried to hold on tight, Mr. Pool. But Bandhu is more craftier - and handsomer - than me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(shrugs) It's all relative.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Deadpool quickly LIFTS his MASK, revealing his SCARS to Dopinder. STARTLED, Dopinder FLINCHES and SIDESWIPES a PARKED CAR.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stop the car. I must leave a note.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cut to the BACK SEAT to find COLOSSUS CRAMMED in, KNEES t CHEST. He's drinking a CAPPUCCINO in a Dunkin' Donuts cup",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, please. I'll bet the halls of your high school were very well monitored.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I cannot be stopping.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wait, I'm getting a premonition.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "To Colossus's left is NEGASONIC TEENAGE WARHEAD. She's holding two fingers to her temple again, a la Professor X Then nods toward Dopinder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's uninsured.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She indeed has ESPN!    I am quite uninsuranced.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You mean ESP. But come on!      I coulda-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-called that yourself?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Deadpool      Final Shooting Script   11/16/15",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gaaaahhhh! Deadpool literally BOUNCES in frustration.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who brought this twinkly man?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Twinkly, but deadly. My big Russki friend doesn't like the idea of a whole new army of mutant mutton-heads. And I told him if he did me this solid, I'd consider joining his boy band.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's not a boy band.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sure it's not. The cab drives over a SMALL DIP and BOTTOMS OUT. BANG. A muffled yelp comes from the TRUNK:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ow!   Help.     Me. BEAT.   Dopinder reaches to turn up the RADIO.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uh.   Dopinder. What was that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, that?      That was Bandhu.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bandwho?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My romantic rival, Bandhu. He's tied up in the trunk. I'm doing as you said, D.P. I plan to gut him like a tandoori fish. Then dump his lifeless corpse on Gita's doorstep like a cat with a dead bird. Mom and Dad will be over the moon. Deadpool looks back at Colossus and shrugs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Something must've gotten lost in the translation. (gives surreptitious thumbs up to Dopinder)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Deadpool     Final Shooting Script     11/16/15",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Seriously. This is no way to win Gita's heart. Return Bandhu home safe and gentle-like. And then woo Gita with your boyish charm...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fine, fine. Safe and gentle-like.          Here we are... Dopinder pulls over and hits the meter.          Then sig",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I too am clairvoyance. I presume a crisp high five?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "For you?    Ten.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Knock em dead, Pool Boy. Deadpool and Dopinder SLAP BOTH HANDS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Time to make the chimichangas.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We hear the first bold notes of DMX's `X GON GIVE IT TO Y DEADPOOL, COLOSSUS, and NEGASONIC TEENAGE WARHEAD walk in MO across the scrapyard toward the COMBAT CARRIER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not often a dude ruins your face. Destroys your living. Grabs your future baby mama. Personally sees to 8 of your 10 shittiest life moments. And plans to lather-rinse-repeat on a buncha new chumps. Let's just say, it's beginning to look a lot like Christmas... This is as cool as Deadpool has ever looked. Muscles sprouting muscles. Katanas gleaming. Then, at the height his coolness, Deadpool STOPS, sensing something amiss. DMX cuts out. REGULAR SPEED RESUMES as Deadpool looks dow to spy his FLY DOWN. He ZIPS it UP, embarrassed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to camera)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It happens. A'ight, cue up DMX again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Deadpool    Final Shooting Script   11/16/15",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wait!   Where's your duffel bag?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(freezes, it's missing) Gahhhhhhh! (pulls out a phone, dials)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "DOPINDER drives, head bobbing to a Bhangra Beat, HELLO KI DUFFEL still sitting in the passenger WHEEL WELL. On cue, Dopinder's CELL PHONE RINGS. Dopinder reaches for it, then fumbles it away. The phone falls to the floorboa Dopinder looks ahead, sees the approaching traffic light green, ducks down to make a grab, but when he returns his eyes to the road, the light is now red. Dopinder slams on his brakes. SCREECH! He manages to avoi the car in front. BAM! The taxi is REAR-ENDED, its TRUNK SMASHED like an accordion. We hear a HOLLER from inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bandhu?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(hears crash) Goddamnit! Never mind. Nothing that can't be fixed by two swords and... (cracks neck) ...maximum effort. (points to imaginary D.J.) Gimme a beat!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "DMX KICKS IN AGAIN.      Deadpool strides forward in SLO- As they near the carrier a dozen armed and armored MERCS suddenly rise from behind the piles of scrap metal before them. Assault weapons raised, ready to fire. The trio stops, Colossus stepping in front of NTW, shelte her behind his armored body.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No one fires!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Our heroes crane their necks to spy ANGEL DUST standing o the edge of the deck above.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Deadpool   Final Shooting Script   11/16/15",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They're mine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Angel Dust LEAPS outward, falls like a stone, HITS the gr with a THUNDEROUS impact. The dust clears. She strides ov the broken ground, smiling, READY for a scrap.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Long term, that's hard on your knees. (ALT:) Super-hero landing! Clearly you're far too much dude for me. Which is why... (points) ...I brought him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "COLOSSUS steps forward into Angel Dust's path holding a p of Adamantium HANDCUFFS just like he used on Deadpool.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'd prefer not to hit a woman. So please place your hands behind your-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "BOOM! Without stopping Angel Dust throws a RIGHT HOOK fro her HEELS. The punch CONNECTS with COLOSSUS's JAW. He goe flying, SCRAPING SPARKS ACROSS CONCRETE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(sighs, points) I also brought her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NEGASONIC TEENAGE WARHEAD steps forward on Deadpool's rig NTW chews her gum. Once. Twice. Then runs TOWARD Angel Dust, LOWERS her SHOULDER, and EXPLODES UP toward her wit WICKEDLY THUNDEROUS BANG of ENERGY and SOUND. Yes, Negasonic Teenage Warhead is exactly that - a living breathing WARHEAD - like her own personal CANNONBALL. It's Angel Dust's turn to go flying backward, smashing in and completely trashing - a heavy metal shipping containe",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I feel sorry for the guy who tries to pressure her into prom sex.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Angel Dust regains her feet, smiles dangerously at the Me",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Never mind. Fire.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Deadpool    Final Shooting Script   11/16/15",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Deadpool is already moving as the Mercs OPEN FIRE, full-a Deadpool grabs the still-woozy NTW and runs to the nearby cover of metal scrap, keeping between her and the gunfire Colossus, now back on his feet, strides purposely forward Bullets ping harmlessly off his metal skin. Angel Dust charges forward, snarling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(shouts)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Finish fucking her the fuck up. Colossus stops, annoyed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Language.    Please. Then Angel Dust SMASHES into him. The two collide with ea shaking force. The sheer power of Angel Dust's momentum slams them backwards into-and through-a huge pile of scra",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "AJAX pulls VANESSA forward to the edge of the carrier dec forces her gaze downward toward the WAR ZONE below.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How does it feel? Ex-boyfriend abandons you, becomes a sanity-challenged killer mutant in tights...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Says the sanity-challenged killer mutant in parachute pants. P.S. I've never played the role of damsel in distress.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "`Til now. Ajax yanks Vanessa away from the edge again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Every MERC is pouring fire towards Deadpool's position. H hunkers down with NTW, her hands clamped tight over her e Deadpool unzips a zipper, reaches into his suit at the crotch, YANKS. Grimaces. We hear fabric tear. He pulls hi hand out, waves a pair of torn TIGHTIE-WHITIES up from be cover.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Deadpool   Final Shooting Script     11/16/15",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, fellas, whoa! Hold on!        Don'tcha wanna hear my terms?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The mercs spot the white `flag.' Fire slackens from full- auto to a few pot-shots. Finally, Deadpool pops up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You guys only work for that shit-spackled Muppet fart! So I'm gonna give y'all the chance to lay down your firearms in return for preferential - bordering on gentle - possibly even lover-like treatment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Mercs ignore him, opening fire AGAIN with a vengeance Deadpool ducks and drops his tightie-whities.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fine. Commando. (to NTW) Stay down, kid. Unless your power's stopping bullets.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Deadpool SURGES forward, dives from cover, rolls. up boot knife out, arm whipping forward- The nearest merc's head snaps back as the knife buries it to the hilt in his eye socket. Deadpool sprints forward, zig-zagging, leaping, spinning he closes the distance to the mercs. He's moving too fast for their guns to track. Bullets chew up the ground behin Deadpool reaches the first pile of twisted metal, slides under, comes up behind two mercs taking shelter there. Th first man turns, gun barrel swinging `round. Deadpool duc sweeps his legs, grabs his gun as he goes down. Deadpool rolls over him, firing BACKWARD into the man's f while spinning up to smash his boot into the face of the second merc. He slides past, firing a burst backward into the merc's neck as he falls. Seconds later he's leaping OVER the heads of the next pai mercs. They turn to fire up at him - too slow. He fires short, controlled bursts down into their upturned faces.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOOM",
          "text": "Deadpool lands, tosses the empty smoking gun.          Th lovingly, unsheathes his Katanas.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Deadpool      Final Shooting Script   11/16/15",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Deadpool is running forward now, weaving his way through wreckage. Hunting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "COLOSSUS and ANGEL DUST engage in a BATTLE ROYALE. Coloss grabs Angel Dust by the SCRUFF of her NECK and HURLS her an ABANDONED AIRCRAFT. CRUNCH. Angel Dust is on one knee, shaken, disheveled, one BREAST hanging out of her torn flak jacket. The prim Colossus covers his eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uh... you seem to have, um... Angel Dust smiles, tucks the wayward boob back in, then BLASTS Colossus with a FLYING KNEE that generates SHOCK W so powerful, Colossus' CHROME actually RIPPLES. Colossus growls and CHARGES AGAIN.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "DEADPOOL spins around a corner as another pair of MERCS m forward, guns raised. Deadpool dives under their fire, guts them in blurred fla of steel. THRUST! SLICE! IMPALE! COMPLETE MAYHEM. Another trio of mercs rush around the corner, opening fir they see their comrades fall. DEADPOOL runs toward them, flips and dodges like a whirling dervish, bringing GUARDS down in surgical, artistic fashion, as if where he's kill them means as much to him as how. Two men converge    on Deadpool. He JUMPS. Mid-air, he fl his TWO KATANAS,    GRIPS them upside-down like ICE PICKS STABS down in an    arc to either side, SKEWERING two men through the TOPS    of their HELMETS. A final merc comes around the corner and Deadpool spins, slices the strap of his gun, kicks the man in the chest, knocking him flat on his back and sitting on his face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tea-bag! (notices man under him)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bob?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wade?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Deadpool   Final Shooting Script   11/16/15",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's been since... Jacksonville!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TGIFridays.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Liked the Loaded Potato Skins.     Didn't like you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ditto.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Deadpool rises and pulls Bob to his feet. Bob tries to dr a pistol but DP slaps it out of his hand, sends it skitte away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bob, y'mind taking a half-step right? No, your right. Never mind-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Deadpool KNOCKS Bob OUT with the sword's GRIP, then NUDGE him sideways gently as he falls. At last, SILENCE. Deadpool steps forward.           Then toward the carrier above, waves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yoo-hoo!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "From above, AJAX peers down sees that Deadpool has killed henchmen in such precise positions that their fallen bodi spell out: FRANCIS. Deadpool moves forward.       LIMPING.   CHARRED.   TATTE unbowed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That never gets old.    But neither will you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Right on cue... ...three more Mercs appear to either side of Ajax, armed HEAVY MACHINE GUNS - much NASTIER than any we've yet seen BOOM-BOOM-BOOM-BOOM! The guards OPEN FIRE, and a BARRAGE bullets rain down on the scrapyard, chewing up the landsc around Deadpool.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Deadpool    Final Shooting Script   11/16/15",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Deadpool SPRINTS back toward cover, weaving, leaping, zig zagging to avoid being hit. He dives behind some wreckage more gunfire pings off the metal. DEADPOOL, pokes his head up, drawing a withering barrage fire from the mercs above.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey! ANGLE ON: NEGASONIC TEENAGE WARHEAD, also taking cover, crouched under a broken PLANE WING.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Climb on. Deadpool nods, then sprints toward her, springs high, fli and lands on his back, spread eagled on the wing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Light the candle... NTW nonchalantly SPITS out her GUM, crouches, and... EXPL UPWARD. The wing LAUNCHES up in a shallow PARABOLA, Deadp CLINGING for dear life on TOP.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Four MERCS continue firing down as the wing soars up. The WING SMASHES into them.    All four go FLYING. DEAD under the wing. AJAX is thrown backward. One MERC lands, stunned, close to the edge.     A LONG BE AJAX rises to his feet. Then DEADPOOL pulls himself UP over the edge of the carri and ROLLS onto the deck. He looks like he's been through meat grinder - limping, scorched, bloody. Deadpool staggers to his feet.    The last injured MERC l tries to GRAB his ANKLE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Your plan to trip me to death?      Has failed. Deadpool nonchalantly STABS him through the back of the n like a butterfly on a display, then turns to face Ajax.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Deadpool    Final Shooting Script   11/16/15",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Twenty meters away, AJAX leans casually against... what e THE PUNCH-BOWL. VANESSA is STRAPPED inside, lid open.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You were right, babe. (wipes blood off sword) Red is my color.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wade?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(taps glass) What better way to climb back in your head...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You never left.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Deadpool) But you did, asshole.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You two have a lot to work out. Take a deep breath. Wait. Wrong choice...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ajax quickly CLOSES the LID and hits a SWITCH.         Va starts taking short, desperate GASPS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...of words.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I hope they blocked pain to your every last nerve. `Cause I'm'a go looking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ajax squats down and picks up TWO STEEL-HAFTED FIRE-FIGHT AXES, each with an ULTRA-SHARP BLADE on one side of its h and an EQUALLY SHARP CLAW on the other. Deadpool raises a KATANA and HURLS it NOT at Ajax, but th PUNCH-BOWL. The blade PENETRATES the PLEXI and tears into the RESTRAINT holding Vanessa's RIGHT WRIST, partly FRAYI it. AIR seeps through the CRACK. Vanessa catches a tiny BREATH. She TUGS on the frayed RESTRAINT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I hear you grow back parts. When I get done... parts will have to grow back you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Deadpool   Final Shooting Script   11/16/15",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "A big BOOMING sound from below and then the deck of the carrier shakes as if from a mild earthquake. Ajax and Deadpool look at each other. Shrug.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let's dance. (beat)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And by dance I mean try to kill each other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "BAM!   Below, COLOSSUS delivers a HAYMAKER from hell itse Angel Dust FALLS, then RISES, RIPS OFF the WING of a PLAN and BLASTS Colossus with it... first like a BASEBALL BAT, then like a GOLF CLUB, then like a COUNTY FAIR MALLETS yo use to try to ring a bell. CLANG! A battered NTW RACES toward Angel Dust. Angel Dust swings the wing, but NTW BASEBALL SLIDES UNDER it and EXPLODES u into her chin. Angel Dust is lifted off her feet into the side of the carrier, BUCKLING some of its supports. NTW rolls aside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And now, we get what we've been long been waiting for: THE FINAL CLOSE QUARTERS BATTLE between DEADPOOL AND AJAX AXES vs. KATANA, TEN STORIES UP... AJAX TAKES a MIGHTY, ROARING SWING with an AXE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yowww! STEEL SINGS as AXE and KATANA meet again and again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARRIES. SPARKS FLY",
          "text": "THUNK! Deadpool's BLADE passes through Ajax's THIGH and p him to a piece of wreckage. CRACK!   Ajax tags Deadpool's head with the FLAT of an ax SNAP! Ajax BREAKS the sword's blade with an AXE, not feel anything as he slides his leg off the sword. GASP! VANESSA grits her teeth, pulls against the restrain The thick nylon begins to tear as she saws it against the katana blade.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Deadpool   Final Shooting Script   11/16/15",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "CLANG! AJAX wields both axes in a red blur of painted ste Deadpool snatches up a piece of rusted RAILING from the d barely blocks Ajax's windmilling swings. Finally, Ajax smashes the length of rusty metal from Deadpool's hands with one axe, while the sharp CLAW END o the other buries itself in Deadpool's FOREARM. Deadpool hollers. Deadpool's red suit has torn away, and the SKULL of his TATTOO bleeds from a HOLE in its FOREHEAD. Deadpool GRITS his TEETH and YANKS the AXE from Ajax's gr A spinning KICK sends the second axe flying after the fir Now they're completely unarmed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fine.   Fists.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sounds like your last Saturday night. (smiles) The sense of humor survived.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "AJAX and DEADPOOL TRADE VICIOUS PUNCHES.        It's HAGL",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEARNS",
          "text": "Inspired, VANESSA strains against the torn nylon. RRRRIPP Her right wrist TEARS FREE. She uses her freed hand to st unlatching her other restraints. DEADPOOL throws short, blinding PUNCHES - rat-a-tat-tat - into AJAX's jaw.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Since you can't feel it? (holds up an INCISOR) I just knocked out your tooth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "AJAX snarls, drives a SHOULDER into Deadpool, then MOUNTS and BLUDGEONS his face with HAMMER-LIKE FISTS. DEADPOOL is starting to LOSE CONSCIOUSNESS when he turns head to one side and spies the PUNCH-BOWL. We RACK FOCUS to VANESSA locking eyes with him from insid Hers is an inspired... and INSPIRING look of LOVE. We hear a REPRISE of JOHN DENVER's `I WANT TO LIVE.'",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Deadpool      Final Shooting Script   11/16/15",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "VANESSA pushes against the sealed door of the punchbowl w all her might. With a squeal of metal the latch breaks, t twisted metal flying off the lid as it slams open. Vanessa grabs the KATANA, jerks it free with another migh effort. Then slides down the containers toward AJAX. With fierce scream, she PLUNGES the blade into his KIDNEY. The blade punches through the other side but Ajax feels no pa YANKS out the katana, and THROWS Vanessa aside violently. But it's all the opportunity Deadpool needs. He SURGES wi energy and throws an THUNDEROUS UPPERCUT, BLASTING Ajax o",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I want to liiiiiive!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Below: WHOOSH, BAM! Angel Dust ducks an exhausted Colossus's punch and KICKS him THROUGH another STEEL SUPP Colossus COLLAPSES. The carrier GROANS. Angel Dust moves in for the KILL.        Only out of nowh ...NTW strikes her in the chops and EXPLODES, sending the larger woman SMASHING into concrete with UNPRECEDENTED FO Now it's Angel Dust's turn to be broken, smoking, seeming down for the count. NTW approaches carefully to make cert it's all over... ...but Angel Dust shoots out an arm and GRABS her... DRAG her in CLOSE... makes to SMASH her head like a walnut.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "C'mere, ya little bitch. NTW fights back valiantly, PUNCHING fast and hard with FLURRIES of ENERGY. Angel Dust is scorched and battered b the blows, but her adrenaline and rage SURGE. She grabs N around the neck, plants her into the ground... ...and begins to CHOKE the life out of her.        NTW fl cannot break Angel Dust's grip... ...but marshals her last remaining energy to live up to h name... ...and EXPLODE like an ALMIGHTY WARHEAD.         BOOM! CUT WIDE to a GARGANTUAN EXPLOSION.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Deadpool   Final Shooting Script   11/16/15",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "The ship SHAKES VIOLENTLY, then starts to LIST at a DANGE ANGLE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "DEADPOOL and AJAX are trading BLOWS again when the DECK S as if hit by a 9.0 EARTHQUAKE. Then with a thunderous, shuddering, groaning of metal the whole carrier begins to tilt. Loose wreckage begins to slide and tumble past. A shippin container barrels towards them and Deadpool kicks Ajax backwards, right into its path. SLAM! It plows into him a carries him with it as it disappears over the side. Deadpool scrambles and claws up the tilting floor and gra hold of Vanessa. Deadpool looks around frantically... ...and then spies the PUNCH-BOWL, sliding toward them. Deadpool grabs the side as it slides past and throws VANE inside and SHUTS the LID for protection... They slam into the twisted metal railings at the bottom o the deck and hang there. Deadpool swings by one hand and stares at the scrapyard below. Huge chunks of metal slide and smash past to tumble to the ground a hundred feet bel Vanessa hangs onto Deadpool for dear life, her eyes locke his...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If we survive this.   I'm gonna kill you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We have so much to catch up on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...as the CARRIER topples in an AVALANCHE of STEEL! An EPIC collapse of SHRIEKING METAL. Flying glass. Nearly seismic booms. A mushroom CLOUD of thick, black destructi",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Black. A crack of light appears, dust sifting down throug the beam.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Deadpool     Final Shooting Script   11/16/15",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "More light, more dust and debris pattering down onto-some kind of scratched glass in front of the lens. Finally a h of bright sky fills the frame.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "COLOSSUS vigorously TOSSING aside MASSIVE SLABS of STEEL he digs through the wreckage, uncovering the PUNCH-BOWL, damaged, but intact. The LID CREAKS OPEN - pushed by Vanessa's TREMBLING HAND. Vanessa climbs out dazed, dusty, coughing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're OK.     Take it slow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Elsewhere in the rubble pile DEADPOOL's HEAD POPS UP from some DEBRIS, again, like the Caddyshack gopher.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Deadpool is just staggering to his feet when AJAX emerges from under another BEAM and TACKLES him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ВЎCaramba! (subtitled, in YELLOW:) For heaven's sake!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The impact sends them both flying, rolling, over the edge a metal container. They fall locked together, punching an grappling. They bounce/slide down the pile of rubble. Deadpool gets the better of the grappling and lands on AJ CHEST. He goes to TOWN with vicious FOREARMS and ELBOWS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wham!   Wham! Wham!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "BAM! BAM! BAM. Bam. You can feel Deadpool's adrenalized catharsis. Ajax tries to block-CRACK! Deadpool shatters h elbow. Ajax other fist swings round, tags Deadpool, but h catches it, wraps it tight-SNAP! Ajax finally goes limp, both arms bent in horribly wrong directions.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(thrilled/exhausted) There are no words.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Deadpool       Final Shooting Script   11/16/15",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Deadpool pulls out BLIND AL's SATURDAY NIGHT SPECIAL and it right BETWEEN AJAX's EYES.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Me and you are headed to fix this face. Or else... Deadpool places a piece of paper onto Ajax's chest. Ajax shakes off the cobwebs and examines the paper; it's Deadpool's CRAYON DRAWING of Ajax getting his brains blow out. Ajax actually LAUGHS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sorry. It's just. All this time, you bought that I have the cure? I'm flattered. But do I really look like the scientist type? You want the guy behind the guy. His name's Dr. Killebrew. And he's long gone. Who knows where.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Um.    What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You heard me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You mean to say, after five long years, I've been chasing the wrong monkey?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sounds even stupider when you say it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Like the kind of stupid who admits he can't do the one thing I'm keeping him alive for? (chambers a round)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Any last words? Good. I got one: (pulls back the hammer)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Francis.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wade! Deadpool turns to see Colossus, hands on hips, looking ex HEROIC. NEGASONIC TEENAGE WARHEAD is STANDING at his SIDE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Four or five moments.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Deadpool     Final Shooting Script   11/16/15",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm sorry?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Four or five moments.      That's all it takes...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "To...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Be a hero. Everyone thinks it's a full time job. Wake up a hero. Brush your teeth a hero. Go to work a hero. Not true. Over a lifetime, there are only four or five moments that really matter. Moments when you're offered a choice. To make a sacrifice. Conquer a flaw. Save a friend. Spare an enemy. Deadpool continues to hold the pistol to Ajax's head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In those moments, everything else falls away. The way the world sees us. The way we see oursel- BOOM!   OFF-SCREEN, A GUNSHOT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(dry-heaves again)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Huuugglh! Why! REVERSE ANGLE to Deadpool, who's just shot AJAX in the he with Blind Al's SATURDAY NIGHT SPECIAL.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You were droning on! (shrugs)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I may be stuck looking like pepperoni flatbread, but at least we've heard the last of him. If wearing super-hero tights means sparing psychopaths, maybe I wasn't meant to wear `em. Not everyone monitors a hall like you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just promise-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll be on the lookout for the next four moments.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Deadpool   Final Shooting Script   11/16/15",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(peers between Colossus and NTW)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now if you'll excuse me. I'm just a boy... about to stand in front of a girl... and tell her- what the fuck am I gonna tell her?! CUT TO: Deadpool's P.O.V. BETWEEN Colossus and NTW of VANESSA, who's now walking quickly TOWARD him. She brushe between the two X-men and without saying a word, GRABS th fallen PISTOL and PUMPS TWO EXTRA BULLETS into Ajax's cor",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(bang)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gratuitous. (bang)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Worth it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to camera)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Anyone else turned on? (to Vanessa)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's what I love about y- Vanessa promptly PUNCHES Deadpool in the face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I totally deserved that! (gets punched again)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That too! (wards off knee)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maybe not the nethers. Vanessa restrains herself, then TURNS HER BACK, overcome.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Start talking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm so sorry. For leaving. And taking so long to cowboy up. It's been a rough few years.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(snorts, dismissive)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rough?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I live in a crack house. With a family of twelve. At night, we spoon for warmth. Everyone fights for Noelle. She's the fattest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Deadpool   Final Shooting Script   11/16/15",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There's nothing we don't share.    Floor space. Dental floss. Condoms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So you live in a house! (turns to face him)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I woulda found you before now. But the guy behind this mask isn't the same guy you remember.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You mean this mask? Deadpool FLINCHES but doesn't STOP Vanessa from slowly, gently taking OFF his mask, revealing underneath... HUGH JACKMAN's `SEXIEST MAN ALIVE' People MAGAZINE COVER. Bloo at the pierce points. Mouth/eyes cut out to make a `mask.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And this one. In case the other fell off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You mean like this? Vanessa starts PULLING OUT staples.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oo. Ah.    Quicker - like a Bandaid!    Owww- di 5000. One last staple remains.   Vanessa hesitates.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sure?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sure I'm sure. She PULLS it out. The photo FALLS, revealing DEADPOOL's SCARS. And two vulnerable, misty eyes. A beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ew.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(devastated)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I understand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Deadpool   Final Shooting Script     11/16/15",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(smiles)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kidding! Get over yourself!        I'd hit that shit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You already did. (rubs chin)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Twice. Seriously?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(nods)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "After a brief adjustment period and one or two drinks. (smiles)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's a face... I'd be happy to sit on. Vanessa hooks Deadpool's PINKIE with HERS, PULLS him in t kiss him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm also not the same under these pants. (whispers)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Super-penis. Deadpool and Vanessa are ABOUT to kiss when...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "1975 called. Deadpool realizes COLOSSUS and NTW are still standing WATCHING.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It wants its peep show back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gah! What the hell are you two still doing here?! (to Colossus)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You, go clean some chalk-board erasers, or be a... really Big Brother, or teach fat kids to eat lettuce. (to NTW)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And you, Chicken Noodle. Well... (freezes)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I feel something stupid coming on. (bounces)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gaaaaaaahhhhhh!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Deadpool    Final Shooting Script   11/16/15",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's alright. (beat, tiniest of smiles)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're cool.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(STARES, elated)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I am?! Omigod. That. Was. Not. Mean! Seriously, guys, it was a pleasure. For a second there, we felt like... like... (we expect `family')",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...five mini lion robots forming a large super robot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There's the stupid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now, I meant it, both of you, fire up the Blackbird and shoo! Scram! Vamoose! Skedaddle! Don't make me keep thinking of these! They smile, shake their heads, and walk off. Deadpool turns back to Vanessa.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where were we, darlin'? Oh, riiight. The best part. Deadpool KISSES Vanessa. The little kiss become a BIGGER ONE. Then... fading up from nowhere, with a slightly tinn quality... we hear WHAM!'s `CARELESS WHISPER.' Vanessa pu back, puzzled. Deadpool raises his ANDROID. On the cracke and dirty screen, George's and Andrew's FACES beam from Wham!'s `MAKE IT BIG' album cover.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "`Wham!'    As promised. The two share the longest kiss yet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "See, life can smell like Daffodil Daydream. So if you're sitting out there in your own personal Punch-Bowl. Ms. Mama June on your tongue. Find someone to hold... and someone to hold on to you. Life's next little train wreck...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Deadpool   Final Shooting Script   11/16/15",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "..will be so much easier if you do. We find ourselves in a newer, spiffier version of the WORKSHOP, where a LAB TECHNICIAN is strapping down a new sickly VOLUNTEER/VICTIM.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Which brings us to shittiest moment number 1! The guy behind the guy, Dr. Killebrew, off scot-free. A SILHOUETTED FIGURE approaches the bed of the nervous volunteer, who smiles weakly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Can you make me better? REVERSE ANGLE to reveal whom he's talking to: the PUDGY,",
          "sentiment": "neutral"
        },
        {
          "speaker": "KINDLY-LOOKING DOCTOR WHO STROKED WADE'S HEAD IN THE",
          "text": "WORKSHOP. He smiles, pats the volunteer's wrist.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Better than better.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But let's look on the bright side. (sniffs)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You smell what I smell? I mean besides stale popcorn and my post-fight man-funk? Dr. Killebrew holds up a syringe with a glint in his eye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sequel. Maybe even one of those ensemble team movies...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "DEADPOOL and Vanessa MAKE OUT LIKE CRAZY, LONG AND HARD. slowly PULL BACK until they look SMALL against the topple hulk of the COMBAT CARRIER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So, `til next time, this is your friendly neighborhood pool guy saying... I'm never gonna dance again... the way I danced with you. WHAM BELTS OUT `CARELESS WHISPER' as we ROLL CREDITS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Deadpool   Final Shooting Script   11/16/15",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A hallway of a suburban home.    DEADPOOL enters in a mar and gray striped robe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(short version)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're still here? It's over! Go home. Wait... you expected a tease for Deadpool 2?! Sorry, we're low on dough. But if you can keep a secret, I can tell you who's gonna be in it. Cable! Someone suggested Mel Gibson for the role, buuuut- I was thinking Liam Neeson. Only problem, Liam likes to get paid. And more for Liam means less for me. Maybe we'll crowdfund the shit. Just you and me, kids. Shalom!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(long version)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're still here? It's over! Go home. Wait... you expected a tease for Deadpool 2?! Maybe a little Samuel L. Jackson? Sorry, that budget went to Weasel's Ketamine habit. But if you can keep a secret, I can tell you who's gonna be in it. Cable! You're allowed to show your pleasure. I'd love Liam Neeson for the role, but Liam likes to get paid. And more for Liam means less for me. So we'd best crowdfund the shit. Depending on your level of giving, you could receive a Colossus-brand desktop steel-ball clacker, a Dwayne `The Rock' Johnson real doll, or four minutes alone in a room with Charlie Sheen.   Donate now! And shalom!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(a la Ferris)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Boom, boom, chicka chickah...",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_533"
    }
  ]
}