{
  "movie_id": "MOV533",
  "scenes": [
    {
      "location": "QUEENS NYC",
      "time": "LATER",
      "characters": [
        "DT. GOEMMANS DT. WASHINGTON",
        "54.",
        "CAPT. MURRAY",
        "SARAH, (CONT'D)",
        "HEAD.",
        "INT, LIBRARY",
        "FBI AGENT",
        "AGENT ROE",
        "CONDUCTOR, (0.S.)",
        "LAWYER",
        "PRISONER 4",
        "SOPHIA, (0.S.)",
        "RECEPTIONIST",
        "OFFICER",
        "WOMAN, (CONT'D)",
        "YOUNG MOTHER",
        "PROFESSOR SELBY, (CONT'D)",
        "WATARI",
        ". LUKE",
        "DALTON, (CONT'D)",
        "MALE STUDENT",
        "SHARP LOOKING WHITE MALE, (ON TV)",
        "DI. WASHINGTON",
        "MAYOR",
        "FADE OUT",
        "BACK ON LUKE",
        "NEWSCASTER",
        "FADE TO BLACK",
        "L/SHARP LOOKING WHITE MALE",
        "CAPT, MURRAY, (CONT'D)",
        "MOTHER, (0.S.)",
        "RICK",
        "LUKE, (FLASHBACK)",
        "REPORTER, (CONT'D)",
        "LIBRARIAN",
        "FADE UP",
        "UHI",
        "BRETT",
        "GUARD",
        "TOSH",
        "LUKE, (V.0.)",
        "PROFESSOR SELBY",
        "DISPATCHER, (FROM RADIO)",
        "AS NECESSARY",
        "-- A HORN BLARES",
        "L/SHARP LOOKING WHITE MAN, (V.O.)",
        "SITUATION",
        "EDITOR, (CONT'D)",
        "LOOK OUT",
        "WASHINGTON",
        "SOPHIA AND BRETT AT THE LIBRARY, (FLASHBACK)",
        "PRISONER 1, (0.8.)",
        "LUKE, (V.0O.)",
        "L, (ON JUMBO TRON)",
        "WATARI, (CONT'D)",
        "SOPHIA, (CONT'D)",
        "LUKE, (FROM VIDEO MESSAGE)",
        "DT. WASHINGTON",
        "TEEN",
        "PRISONER 2",
        "SILHOUETTED MAN /, (L)",
        "LUKE SARAH",
        "STREET",
        "MURDERER",
        "CAPT. MURRAY, (0.S.)",
        "HIM SPIRALING IN THE AIR --",
        "SOPHIA, (0.8.)",
        "SANCHEZ",
        "REPORTER 2 REPORTER 3",
        "LOZANO",
        "PRISONER 5 PRISONER 8",
        "L",
        "SARAH",
        "MEDICAL EXAMINER",
        "L, (CONT'D)",
        "CAPT. MURRAY, (CONT'D)",
        "L, (FROM LAPTOP)",
        "NEWSCASTER, (0.S.)",
        "WATARI HANDING THE PHONE TO L, (FLASHBACK)",
        ". REPORTER",
        "REPORTER",
        "SALESMAN",
        "THE END",
        "NEWS REPORTER",
        "TEEN 2",
        "ON SCREEN",
        "CORONER, (CONT'D)",
        "DT. GOEMMANS, (CONT'D)",
        "MOTHER",
        "LIBRARIAN, (CONT'D)",
        "ON TV, (NEWS ROOM)",
        "EDITOR",
        "29.",
        "COP, (CONT'D)",
        "AH",
        "FLASH BACK, (BUS SEQUENCE)",
        "NEWSCASTER, (CONT'D)",
        "ATTENDANT",
        "FAT WOMAN, (0.S.)",
        "DEATH NOTE PAGE",
        "WOMAN",
        "COMMISSIONER",
        "ON NEWSCAST",
        "KIRA",
        "POLICE OFFICER, (CONT'D)",
        "COP",
        "MAN IN CHARGE",
        "DT. GOEMMANS",
        "WOMAN, (0.S.)",
        "LUKE, (0.S.)",
        "CORONER",
        "PRISONER 3, (0.S.)",
        "LUKE, (V.O.)",
        "NEWS ANCHOR, (0.S.)",
        "ON LUKE",
        "CORRECTIONAL OFFICER",
        "CUT TO",
        "REPORTER 1",
        "POLICE. OFFICER",
        ". SOPHIA LUKE",
        "SOPHIA",
        "DALTON",
        "NEWS 4 ANCHOR, (V.O.)",
        "BEAT",
        "BACK TO AFTERMATH",
        "COP 1",
        "S LIVING ROOM",
        "SOPHIA LUKE",
        "CASHIER",
        "FOREMAN",
        "NEWS 4 ANCHOR",
        "SARAH, (0.S.)",
        "L, (ON TV)",
        "LUKE",
        "NEWS ANCHOR",
        "LUKE, (CONT'D)",
        "BRETT, (CONT'D)",
        "SHARP LOOKING WHITE MALE",
        "POLICE OFFICER",
        "GIRL STUDENT",
        "NEW ANCHOR"
      ],
      "dialogues": [
        {
          "speaker": "Unknown",
          "text": "A working class neighborhood in the heart of Far Rockaway Broken down stoops adorn each home while CAR ALARMS and SHOUTING can be heard in the distance as the hard SQUABBL LOCALS go about their morning routine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "LUKE MURRAY, 21, lies in bed, dead to the world, even as late morning sun fights its way in. Suddenly his SIDEKICK vibrates to life. He slowly starts to stir as the sidekick works its way of the desk and CRASHES to the floor with a THUNK. That does the trick... Luke starts to come to. On the surface he appears good-looking, even handsome; but behin his intense, blue eyes one can see the residual grit of bygone pain. He sits up and blearily rubs away the sleep when he notic his alarm clock. Adrenaline hits him in waves. He leaps out of the sheets and slings on a pair of jeans, racing out of the room...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "++. pulling on a shirt as he goes but in his haste he missteps and tumbles forward, crashing downwards, coming stop on the landing below. He springs up and makes a b-line for the door when he sto dead in his tracks, remembering. He turns back around... INT. LUKE’S ROOM ++. and tears through his sock drawer until he finds what he’s looking for. It’s a small jewelry box. He quickly pockets it and takes off...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "«+. weaving through the HUSTLE and BUSTLE of the morning commute as... °",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "+++ PEOPLE funnel onto the closing doors of the “A” train",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE, (0.S.)",
          "text": "Hey, hold that door... Luke races towards the subway car but the cynical New Yor don't lift a finger as the departure BELLS RING out and t doors slowly close... «+. but Luke quickly slings his bag forward, wedging the doors open.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONDUCTOR, (0.S.)",
          "text": "Hey... : The CONDUCTOR leans out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "Come on, help me out. I’m gonna be late for class. The conductor shakes his head... the doors jerk back and forth... trying to open as Luke pulls free his bag. He go to enter when suddenly the doors slam shut.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE, (CONT'D)",
          "text": "Hey! The conductor grins as the train begins to pull away. LUKE (CONT’D) You gotta be kiddin’ me! Luke pounds on the window in disbelief, futilely racing a the train, making his way to the end of the platform when suddenly -- -- a WOMAN SCREAMS. Luke spins around and sees a THIEF ri the woman’s purse away. She’s thrown off balance and topp backwards, crashing onto the tracks below. Stunned COMMUTERS stand there frozen as an express train ROARS towards the woman -- its HORN BLARING. Panic fills the air as Luke reacts without thinking. He races over, jumps down and moves to pick the woman up as.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "++. The CONDUCTOR yanks hard on the emergency BRAKE -- th SCREECHING HOWL OF METAL ON METAL -- as SPARKS FLY and SM BILLOWS -- but the train is moving too fast -- \f3. -- Luke sees it BARRELING towards him. ONLOOKERS hold the breath, others turn away as -- -- Luke makes a split second decision. He pushes the woma into a foot-deep trough between the tracks, covering her his body as -- -- The SCREECHING TRAIN runs over them. The crowd looks o aghast as the train slowly comes to a halt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEAT",
          "text": "Luke looks up at the inch of clearance above his head, it the difference between life and death.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "Holy shit... To the CROWD’S surprise, Luke rolls out from underneath t train with the woman. They all CHEER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Luke, haggard and dirtied, rushes toward a lecture hall w the doors swing open and STUDENTS file out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "Damn... SOPHIA, a good-looking brunette, approaches him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOPHIA",
          "text": "What happened to you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "It’s a long story. PROFESSOR SELBY, 50's, bookish, spots Luke.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PROFESSOR SELBY",
          "text": "You out did: yourself today, Mr. Murray. Instead of just being late you missed class all together.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "I’m sorry professor but I was only late because --",
          "sentiment": "neutral"
        },
        {
          "speaker": "PROFESSOR SELBY",
          "text": "Don’t ruin an apology with an excuse. Get here on time. That shouldn’t be hard for someone as smart as you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But professor I -- Professor Selby waves it off as he walks away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE, (CONT'D)",
          "text": "-- just saved someone’s life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Luke and Sophia make their way along.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOPHIA",
          "text": "Oh my god that’s crazy. Thank god you’re alright.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "It was no big deal. Honestly. She smiles, that’s what she loves about him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOPHIA",
          "text": "I still think you should tell Professor Selby what happened.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "Nah, it’s not worth it... But listen, uh... He hesitates.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOPHIA",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "About tonight, I can’t make it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOPHIA",
          "text": "What? Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "I got called into work. Disappointment fills her face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOPHIA",
          "text": "Luke...",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "I'll make it up to you, I swear. We'll do something tomorrow night. But I want you to have this. He pulls out the small jewelry box.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Happy anniversary. She opens it and finds a GOLDEN CLADDAGH RING.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOPHIA",
          "text": "Oh my God, it’s beautiful.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "It was my mother’s. She would have worn it until I met the girl I would marry. He slips the ring onto her finger. LUKE (CONT’D) We’re officially engaged to be engaged. She gives him a kiss.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The organized chaos of the SOUTH STREET SEAPORT begins it daily grind. Forklifts whiz back and forth and truckers upload their cargo as a FOREMAN makes his way over to Luk",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOREMAN",
          "text": "Hey, Joe College... when you finish those orders I’m gonna need your help with the grouper. Luke nods as he packs huge MACKERELS into heavy crates of ice. It’s bone-numbing work but it pays well and he can d it at night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Luke crashes onto the seat and leans against the window, eyeing the bright lights of the metropolis as...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-.. they begin to fade away and the train makes its way t the darkness that is Queens.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Luke hustles down the platform stairs and makes his way.. \fEXT. ST. MICHAEL’S CEMETERY - CONT. ++. to an OLD GOTHIC CEMETERY, knowingly weaving through various. tombstones, before stopping in front of a grave. stares at it for a long moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "Hey Ma, I just wanted you to know that I gave it to her. She loved it. You should have seen her. (beat ) Well, I gotta get going. I love ya. Luke goes to take off when he notices some unsavory characters up ahead. Even in the evening twilight Luke ca make out the SPARK of their CRACK PIPES. He quickly bangs a hard right, trying to avoid them when something gives him pause... He stops, looks all around, surprised to find his heart racing... He shakes his head, dismissing his fear when... +--+ he notices a fallen oak tree. It has pulverized an ornate HEADSTONE, laying waste to its centuries old morta He moves in closer to get a better look when he sees an OMINOUS BLACK. BOOK amongst the rubble. He picks it up, wiping debris from its cover. INSERT COVER: “DEATH NOTE” He almost laughs at the title as he flips it open and rea “THE HUMAN WHOSE NAME IS WRITTEN IN THIS BOOK SHALL DIE.” Luke grins at the ridiculousness of it all. He goes to th it away but-there’s something about the book that gives h pause.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEAT",
          "text": "Suddenly his sidekick RINGS. LUKE (CONT’D) (into sidekick) Hey, what's up?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AS NECESSARY",
          "text": "SARAH, 12, Luke's rebellious little sister, checks the fridge. .",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "(into phone) Nothing. I’m just starving over here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where’s Dad?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "He’s not home yet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "Alright, hang tight. I’11 be there in a sec. INT. LIVING ROOM/KITCHEN - LUKE’S HOUSE - NIGHT Luke hurriedly enters as Sarah bangs out a text.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "Hey, you feel like having a grilled cheese sandwich?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Only if you’re makin’ it. He throws down his stuff and gets busy at the stove.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "Did you do your homework?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Nope.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "Why not?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Because I’m gonna do it in study hall. He shoots her a look. SARAH (CONT’D) What? Everyone in my class is so stupid. It’s a joke.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "Do me a favor and do it now anyway. Just then POLICE CAPTAIN JOHN MURRAY, an incisive, no- nonsense type, enters, weary from a long shift.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPT. MURRAY",
          "text": "Hey guys. Sorry, I’m late.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE SARAH",
          "text": "Hey Pop. Hey, Daddy. He blearily flips through a stack of.mail as he joins Luk",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, your LSAT score came in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "Yeah, I know they e-mailed it to me last week.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPT. MURRAY",
          "text": "Last week? Why didn’t you say anything? Luke just shrugs as Capt. Murray opens the letter, expect the worse.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPT. MURRAY, (CONT'D)",
          "text": "Oh my God! Excitement flushes through him as he bear hugs Luke.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "Come on, Dad. Take it easy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPT. MURRAY",
          "text": "Take it easy? You sly son of a gun. Do you know what this means?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "It's not a big deal. Honestly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPT. MURRAY",
          "text": "You’re something else, you really are Luke. (to Sarah) Do you know what your brother just did?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "No, but I got a feeling you're gonna tell me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPT. MURRAY",
          "text": "He just scored in the ninety-eighth percentile on his LSAT. How about that?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "You’re such a dork, Luke. He playfully smacks her as he makes his way up the stairs INT. LUKE’S ROOM +--+. and flips on the tv all the while rummaging through bookbag. He notices the Death Note. He can’t help but pag through it, stopping on the LAWS OF THE DEATH NOTE PAGE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(reading) Rejoice and fear, your lives rest in my hands... Luke grins as he reads the rules when suddenly the newsca grabs his attention. ON TV: OFFICERS, guns drawn, stand poised behind their CRUISERS as a REPORTER files an update.",
          "sentiment": "neutral"
        },
        {
          "speaker": ". REPORTER",
          "text": "We're live here on Commercial Avenue where Mark Tocher, a convicted sex offender, is believed to have taken an entire family hostage -- GUNSHOTS RING out from the besieged home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REPORTER, (CONT'D)",
          "text": "Oh my god! The Reporter and CAMERA MAN rush for cover as the camera zooms in on the PERPETRATOR, BLASTING away from a second story window, all the while shielding himself behind a terrified YOUNG MOTHER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "Scumbag... Luke looks at the Death Note, twirling his pen as the per name flashes on screen. On a whim, almost as a joke, Luke writes MARK TOCHER in t book before tossing it into a waste basket and moving to bathroom. -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Luke splashes water on his face and... INT. LUKE’S ROOM ++. re-enters brushing his teeth. He glances at the newscast. The COPS can’t return fire and stand there helplessly. LUKE shakes his head and returns to the bathroom when...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON NEWSCAST",
          "text": "The terrified FAMILY comes rushing out from the house. \f10.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REPORTER",
          "text": "Uh... we’re not sure what’s going on... OFFICERS race to the hostages’ aid as the reporter hurrie over to the Young Mother.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REPORTER, (CONT'D)",
          "text": "Excuse me ma’am, can you tell us what happened?",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG MOTHER",
          "text": "It was a miracle. The MOTHER is hysterical, fighting back tears as OFFICERS off the Reporter and whisk her away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REPORTER",
          "text": "Well, uh, we’re not exactly sure what just happened but it looks like the hostages are okay... Again, Mark Tocher... TOCHER’s mug shot fills the screen as LUKE re-enters, oblivious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REPORTER, (CONT'D)",
          "text": "«+. known felon and sex offender... Luke glances over; it looks like more of the same. He shu off the tv and crashes into bed, exhausted.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sophia glances at her watch as Luke hurriedly joins her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "Hey, sorry I’m late.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOPHIA",
          "text": "You know what I’m gonna do, Luke, I’m gonna buy you a watch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "I don’t need a watch. I use this. He shows her his sidekick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOPHIA",
          "text": "That’s the problem, you can’t set your cell phone ahead. She rips it from his hands and messes with the settings. \fll.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "What are you talkin’ about?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOPHIA",
          "text": "I set my watch ahead and now I’m never late.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "(grins) That won't work for me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOPHIA",
          "text": "How do you know?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "‘Cause I know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOPHIA",
          "text": "Trust me. All you gotta do is set it seven minutes ahead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "Why seven?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOPHIA",
          "text": "Because five doesn’t give you enough time and ten is too easy to figure out. That’s why seven is just right. It’s enough time to do what you gotta do but too much of a hassle to figure out... She grows frustrated with the sidekick and hands it back, leaving a message on the display. INSERT: :-)",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "(smiles) Right, whatever.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOPHIA",
          "text": "Trust me. It works. He doesn’t buy it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOPHIA, (CONT'D)",
          "text": "Eight forty-three (as if saying quickly) what time is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "Eight thirty-six. She realizes he’s right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOPHIA",
          "text": "One o three. \f12.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "Twelve fifty-six.",
          "sentiment": "neutral"
        },
        {
          "speaker": ". SOPHIA LUKE",
          "text": "Two eleven. Two o four.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOPHIA LUKE",
          "text": "Five fifty-five. Five forty-eight. She grins. It’s-no use. He rattles off the answers almost as fast as she asks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOPHIA",
          "text": "Well with normal people it works.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "I'll take your word for it. They share a smile as they make their way along when suddenly...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "«+. Luke notices Tocher’s mug shot on the papers that ado newsstand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOPHIA",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "That thing in Bay Ridge last night, I didn’t know the guy died.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOPHIA",
          "text": "Yeah, he was gonna kill that whole family. A train comes to a roaring stop on the track next to them SOPHIA (CONT’D) Luke, come on, let’s go. Luke can’t help but shoot one last look at the papers bef hopping onto the train. INT. CLASSROOM —- FORDHAM Professor Selby lectures as Luke surfs the web on his lap \f13.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PROFESSOR SELBY",
          "text": "Hierocles said, “Law and justice are not always the same. And when they aren’t, destroying the law may be the first step toward changing it...” Luke only half listens as he finds what he’s looking for, it’s an article on the Bay Ridge incident. INSERT TEXT: “... miracle heart attack... gunman struggle with heart disease...” Luke can’t help but read with morbid fascination. The sto is all over the internet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Luke throws down his bookbag and moves to his desk when.. notices the Death Note in the waste basket. He pulls it out, flips it open and looks at the name he w -- Mark Tocher. It has to be a coincidence. Luke thinks for a moment, flips through the DEATH NOTE, reverting back to the “Laws of the Death Note Page.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEATH NOTE PAGE",
          "text": "(The following text is seen on screen as Luke reads aloud",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE, (V.0.)",
          "text": "Rule - The Death Note will not take effect unless the writer has the person’s face in their mind when writing their name. Therefore, people sharing the same name will not be affected.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BACK ON LUKE",
          "text": "Luke shakes his head but the truth is, something urges hi onwards. He turns on the television and flips to COURT TV",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEWSCASTER",
          "text": "«+. authorities are in hot pursuit of Daniel Stone, who allegedly shot and killed three people in a downtown courthouse this morning, sparking a citywide manhunt... \f14. INSERT FOOTAGE of a ROPED OFF CRIME SCENE as INVESTIGATOR move about BLOOD STAINED MARBLE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEWSCASTER, (CONT'D)",
          "text": "++. again, Stone managed to grab a guard’s gun and shoot. his way past several deputies. Luke turns up the volume as a PICTURE of Stone fades up. NEWSCASTER (CONT’D) We're gonna go live to the Belt Parkway where our news chopper is following the chase.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON LUKE",
          "text": "Luke watches as the suspect’s vehicle dangerously weaves and out of traffic before losing control and smashing int several cars. NEWSCASTER (CONT’D) Oh my god, this is terrible! The perp, Stone, jumps out and makes a run for it as the frantically give chase. NEWSCASTER (CONT’D) The suspect simply refuses to give up... Stone races to a twenty foot overpass and to the cops’ amazement... jumps down, rolls to absorb the impact and r away with only a slight limp. The cops are forced to double back. NEWSCASTER (CONT’D) I can’t believe this... Luke looks on as he writes Daniel Stone in the Death Note He eyes him for a moment... then shakes his head at the improbability of it all.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEAT",
          "text": "Stone draws his gun, car jacks a red Mustang and begins t race away when suddenly the Mustang swerves off the road SMASHES into a fire hydrant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE, (V.0.)",
          "text": "Rule - If the cause of death is not specified, the person will simply die of a heart attack. A torrent of water rains down on the MUSTANG as LUKE rise his feet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEWSCASTER",
          "text": "It appears the suspect has come to a stop. Two blue and whites pull up and COPS race out, guns drawn",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEWSCASTER, (CONT'D)",
          "text": "Again, Stone is armed and considered very dangerous. Hopefully he’ll do the right thing and surrender. The FLATFOOTS cautiously approach and rip Stone from the car... but his body is limp and lifeless. Luke shoots a look over to the book.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "No way... Just then the doorbell RINGS, startling him. INT. / EXT. LIVING ROOM - CONT. Luke moves to the door and is taken aback when he sees a POLICE OFFICER standing outside. He slowly opens the door",
          "sentiment": "neutral"
        },
        {
          "speaker": "POLICE. OFFICER",
          "text": "Hello, are you Luke Murray? Luke tightens up as he nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POLICE OFFICER, (CONT'D)",
          "text": "Your girlfriend called and told us you were the hero from the “A” train. We've been looking for you. You ran off before anyone could get your name.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "Oh... Yeah, don’t worry about it. It’s no big deal. \f16.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POLICE OFFICER",
          "text": "Are you kidding, you did a great thing kid. The mayor wants to give you a medal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "He doesn’t have to do that. Honestly. Luke goes to close the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POLICE OFFICER",
          "text": "Hey, listen kid, the mayor needs all the good press he can get. He’s not gonna pass up a photo op like this. So shine your shoes and get a hair cut ‘cause you’re gonna be in the paper. INT. LUKE’S ROOM Luke reenters, his mind churning, as the TV plays in the background.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEWSCASTER, (0.S.)",
          "text": "Authorities have just announced that the suspect, Daniel Stone is dead. Luke’s hairs go on end.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEWSCASTER, (CONT'D)",
          "text": "We're not exactly sure what happened but the police emphasize he wasn’t shot. Luke looks over to the Death Note as a sick feeling comes over him. INT. LUKE’S ROOM - LATER Luke browses through the DAILY NEWS, reading about the St incident. The headline reads: “LIGHTNING STRIKES TWICE!” INSERT TEXT: ”... second criminal in two days dies of a h attack...”",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "(entering) Hey, can I get a couple bucks for lunch tomorrow? Luke turns to her. \f17.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH, (CONT'D)",
          "text": "Are you alright? He shakes his head “no” as he gets up, rushes over to the bathroom and pukes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Luke and Sophia walk along.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOPHIA",
          "text": "Hey, everything okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "Yeah, I’m sorry. I just needed to get some air. He solemnly looks out at the Hudson for a long beat as hi mind begins to churn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Capt. Murray makes Sarah dinner as Luke enters. He pauses moment before he approaches his father.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "Dad, I wanna talk to you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPT. MURRAY",
          "text": "Sure, what is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "I wanna see mom's case file. Capt. Murray’s demeanor deadens.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPT. MURRAY",
          "text": "Sarah, do me a favor and go to your room. She just looks at him. CAPT. MURRAY (CONT’D) I'm not asking. Go. He waits for her to leave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPT. MURRAY, (CONT'D)",
          "text": "What’s this all about?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "I just want to see it. \f18.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPT. MURRAY",
          "text": "I don’t think it’s a good idea.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "Dad, please, I’m an adult. I can handle it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPT. MURRAY",
          "text": "Luke, nothing good will come from it. I’m sorry but my answer's no.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Luke takes a breath before approaching the GUARD manning cage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUARD",
          "text": "Hey kid. What’s goin’ on?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "Same old, same old. Luke moves towards the entrance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUARD",
          "text": "You doin’ some work for the old man?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUARD",
          "text": "Funny, he didn’t mention anything to me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "(lying) Oh, he probably just forgot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Luke combs through two banker boxes, reading through vari reports and interviews. INSERT TEXT: ...armed robbery... escalated to felony murder... female victim, LINDA MURRAY, pronounced dead at scene... .44 caliber weapon used... Luke grows more and more angry as he goes through the _ Materials. He finds a tape labeled “security footage.” He stops, thinks for a moment before decidingly putting t tape into a VCR, bracing himself. \f19. ON SCREEN: Grainy, fast-motion video of -- -- A MASKED GUNMAN barging into a Korean grocery store an sticking a gun in the CASHIER’S face. The cashier cowers back as the gunman rips open the regis and empties it when -- -- the cashier notices MRS. MURRAY as she tries to hide a YOUNG LUKE behind an aisle. The gunman catches his eye-line, turns to Mrs. Murray and yells at her. The Cashier tries to take advantage, reaching for a gun u the counter but the gunman is too quick -- -- he turns back -- blows away the Cashier and empties hi gun on Mrs. Murray as he races away. Young Luke rushes to his dying mother’s side. Horror fill his face as he cries out for help.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BACK ON LUKE",
          "text": "The pain of that day fills his face. He SNAPS off the TV rips a picture off a file folder. The post-it on it reads “Possible Suspect, ALEJANDRO LOZANO”",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPT. MURRAY, (0.S.)",
          "text": "What the hell are you doing? Capt. Murray takes in the scene.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPT. MURRAY, (CONT'D)",
          "text": "Damn it Luke, I told you not to come down here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "Why didn’t you tell me about this guy, Lozano? Capt. Murray sighs deeply.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPT. MURRAY",
          "text": "There was no reason to...",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "Do you think he did it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPT. MURRAY",
          "text": "I can’t say for sure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "There must be something we can do. \f20.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPT. MURRAY",
          "text": "I did everything humanly possible, Luke, I cashed in very favor, worked every angle. There is. nothing we can do. Believe me... Short of a confession there’s no way we're ever gonna get the guy that did it. It was just too random of a crime. Luke eyes his father for a long moment. CAPT. MURRAY (CONT’D) Come on, pack that stuff up and get out of here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Luke crashes onto a bench and sighs deeply when suddenly several cruisers come to a SCREECHING halt. COPS rush out, hurriedly leading a startled TEENAGE ASIAN GIRL inside. A sense of urgency fills the air.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Luke enters as the girl is led into a room. He notices bl spatter on her cheek as she begins to shake. More PATROL MEN bristle about as Luke moves to his father side, where he’s being debriefed by DT. GOEMMANS (Caucasi and Dt. WASHINGTON (African American).",
          "sentiment": "neutral"
        },
        {
          "speaker": "DT. GOEMMANS",
          "text": "It was a home invasion. She was the only one to get out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPT. MURRAY",
          "text": "And the rest of the family?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DT. WASHINGTON",
          "text": "All dead... Patrol is there now... These guys butchered them, Capt. Luke looks at the girl as MEDICS tend to her -- he knows pain that awaits her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPT. MURRAY",
          "text": "Any, suspects? \f21.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DT. GOEMMANS",
          "text": "Yeah, she just made a positive ID. Vice has been looking for these guys, their names are Tibbs and Rodriguez. Dt. Goemmans hands Capt. Murray a flyer with the suspects names and pictures. He looks at it for a long moment befo moving to the girl's room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEAT",
          "text": "Luke watches his father try and console the girl as he pi up a copy of the flier.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Luke walks down the steps when suddenly OFFICERS race pas him, their radios crackling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DISPATCHER, (FROM RADIO)",
          "text": "+++. again, suspects Tibbs and Rodriguez have been spotted at ninety-eighth and Broadway. Officers are in pursuit... Luke is taken aback as the OFFICERS race to their cruiser and take off. Luke thinks for a moment before he jumps on his moped and chases after them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Luke nimbly ZIPS in and out of traffic, blowing past cars trying to keep up as the BLUE AND WHITES rip through the city, SIRENS BLARING.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A cruiser rounds a corner, Luke tailing it, when the DRIV a YOUNG OFFICER, spots Tibbs and Rodriguez (wielding .45’ weaving their way through a CROWD. The Young Officer tries to cut the perps off, coming at t head-on with his cruiser... but the perps spot him. LEAD fills the air as they OPEN FIRE on the cruiser. PEOPLE SCREAM and RUSH for cover. A WOMAN falls to the ground, SHRIEKING in pain as a ROUND rips through her leg while ANOTHER CIVILIAN takes two to the chest and crashes down in a heap. The gunmen charge forward, FIRING away. Only the Young Officer stands in their way. \f22. He tries to return fire behind the riddled cruiser but he badly out gunned. Luke realizes that if he doesn’t act fa the officer is done for. He hurriedly takes out the Death Note and writes the perp names as SHARDS OF GLASS and SHRAPNEL rain down on the Yo Officer. He’s as good as dead, when suddenly... ++. one of the perps topples over, falling like a tree. Seconds later the other perp suffers the same fate. Just like that. the scene goes dead almost as fast as it erupted. Several officers race over to the fallen perps, guns poised... only to discover the perps are dead and ha no wounds. The Young Officer rises up and looks at them. Something h just happened but no one knows what. INT. LUKE’S ROOM - LATER Luke enters and tries to collect himself but he struggles keep his emotions at bay. He moves to his desk and sweeps everything off of it, let it all out, papers flying everywhere. A newspaper lands at his feet. He notices the picture of WANTED FUGITIVE draped across the cover and kicks the dai rag across the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Capt. Murray makes his way over to the CORONER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPT. MURRAY",
          "text": "What’s up Doc?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORONER",
          "text": "I thought you should see this... He slaps a couple of X-RAYS onto a LIGHT BOARD.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORONER, (CONT'D)",
          "text": "We pulled them from the two shooters, Tibbs and Rodriguez. (pointing) Look at the curvature of the arteries... they're completely unblocked.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPT. MURRAY",
          "text": "So...? \f23.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORONER",
          "text": "So? These guys collapsed mid- stride, clutching their chests. You'd expect to find all kinds of plaque stopping up their airways.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPT. MURRAY",
          "text": "What are you saying Doc?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORONER",
          "text": "I’m saying this might be one for the medical books. It’s like their hearts froze and collapsed in on themselves. (beat) I’ve never seen anything like it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPT. MURRAY",
          "text": "Are you saying it’s suspicious?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORONER",
          "text": "(pause) I’m saying it’s not natural... Just thought you should know. Capt. Murray nods and takes off, pushing through double d where...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-.. Dt. Goemmans and Washington watch a newscast about th mysterious nature of Tibbs and Rodriguez’s deaths; it’s c the story is capturing the public’s fascination.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPT. MURRAY",
          "text": "All right, come on fellas, let’s get out of here. INT. LUKE’S ROOM - NIGHT Luke sits at his desk and flips through pictures of his M when Sophia moves up behind him and gives him a kiss.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "Hey, when did you get here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOPHIA",
          "text": "Just now. What are you doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "Nothing. He hurriedly tucks the pictures away. \f24.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOPHIA",
          "text": "I got you a new shirt for tomorrow. He puts on his best face as she presses a bright orange s against him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "Sophia, are you kidding me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOPHIA",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "It’s orange.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOPHIA",
          "text": "It's not orange, it’s salmon. I think it makes you look handsome. Luke shakes his head incredulously. SOPHIA (CONT’D) Try it on... Come on. For me. He makes his way towards the bathroom. She sneaks a peak his desk, spotting the photos of his mom and can’t help b feel awful.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Mayor holds court before a bevy of reporters as Luke, wearing the orange shirt, stands stoically at his side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "Luke, I’ve known your father for.a long time, he’s one of New York’s finest. So while it gives me. great pleasure to award you with this citation of virtue, I must say I’m not surprised. Capt. Murray, Sarah, and Sophia look on proudly as the Ma hands Luke a medal. MAYOR (CONT’D) On behalf of a grateful city, I thank you for your heroism. Your unselfishness and bravery is an example to all New Yorkers. PHOTOGRAPHERS SNAP away. \f25. EXT. ST. MICHAEL'S CEMETERY — EVENING Luke solemnly makes his way to his mother’s headstone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "Hey, mom. It’s me... I wanted to come by and tell you that I’m gonna do something I feel I have to do. I’m not sure how you’ll feel about it. Please don’t think less of me. I love you. Luke kisses his fingers and brings them to the headstone before placing the medal of virtue on top. INT. LUKE’S ROOM Luke hacks into the NYPD intranet where he uses a felon locator database to find Alejandro Lozano’s name and pict He eyes his long arrest record and notes that Lozano is currently incarcerated at Rahway State Prison. Luke also takes note of Lozano’s two known accomplices, t GURTSKY BROTHERS, BRETT, a petty thief with a long histor misdemeanors and RICK, a sex offender with a rap sheet a long. He quickly jots down their last known address and phone number.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Luke eyes the Gurtsky brothers through the window of thei apartment. He takes a deep breath and steadies his resolv before dialing a nearby pay phone. INT. APARTMENT - TENEMENT BUILDING - CONT. Brett picks up the phone as Rick lazily watches TV.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRETT",
          "text": "Hello.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "Let me speak to Rick. \f26.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRETT",
          "text": "Who's this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "I’m the guy behind the mysterious deaths.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRETT",
          "text": "Oh yeah? And I’m the Tooth Fairy. Brett hangs up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICK",
          "text": "Who the hell was that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRETT",
          "text": "Some asshole. Luke quickly re-dials as he grabs hold of the Death Note.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRETT, (CONT'D)",
          "text": "(into phone) Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "Listen to me, we can do this the easy way or the hard way. Put Rick on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRETT",
          "text": "Drop dead, scumbag.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "I’m warning you, don’t make me do something I’m gonna regret.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICK",
          "text": "(overhearing) Gimmie the phone. Brett hands it to him. RICK (CONT’D) You got something to say to me, tough guy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "Yeah, do as I say and I'1l let you live. Otherwise I’m gonna make you pay for the lives you destroyed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICK",
          "text": "Fuck you. \f27. Rick SLAMS the phone down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRETT",
          "text": "What’d he say?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICK",
          "text": "Nothing. EXT. PAY PHONE - CONT. A flurry of emotions flash through Luke... He looks down the Death Note as his hand shakes but something urges him onwards. INT. APARTMENT — INTERCUT Brett moves to the fridge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICK",
          "text": "Gimmie a beer. Brett grabs a cold one and tosses it to Rick but the beer sails right past him as Rick clutches his chest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRETT",
          "text": "Hey stop dicking around... Rick crashes onto the floor face first, convulsing wildly Brett’s face begins to deaden. He rushes over and kneels down next to him. BRETT (CONT’D) What the f...? Brett goes to dial 911 when the PHONE RINGS. He almost JU out of his skin as he answers. BRETT (CONT’D) Hello?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "Do you believe me now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRETT",
          "text": "What the hell is going on?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "He’s dead Brett and there’s nothing you can do about it. Brett slowly realizes it’s true. He can’t find a pulse as his brother lies there motionless. \f28.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE, (CONT'D)",
          "text": "Listen Brett, I’m gonna ask you some questions. If you tell me the truth, I might let you live. Brett begins to shake. LUKE (CONT’D) You used to run with Alejandro Lozano. Right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRETT",
          "text": "Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "Did he ever rob a Korean grocery store in Queens?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRETT",
          "text": "How the hell should I know?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "Think. Think real hard, Brett. Or it will be the last thing you do. (pause) Look at your brother. I know you don’t want to end up like him. Brett trembles as he looks over at Rick’s corpse.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRETT",
          "text": "I swear to you, I don’t know. Lozano did a lot of licks without me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "Don’t mess with me, Brett.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRETT",
          "text": "I’m not, I swear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "Okay. Did Lozano ever own a .44 caliber pistol?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRETT",
          "text": "Yeah. He had an Ansley.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "Did he have it back in ninety- seven?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRETT",
          "text": "He's had it for as long as I've known him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "What’d he do with it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRETT",
          "text": "I don’t know... I’m pretty sure his girl sold it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "To who?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRETT",
          "text": "A pawn shop in Yonkers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "You know the name of the place?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRETT",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "Come on Brett, you gotta do better than that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRETT",
          "text": "I swear that’s all I know!",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "Alright. What’s his girl’s name?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRETT",
          "text": "Elsa... Elsa Florip.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "Okay, you did good, Brett. I know you’re not like your brother so I’m gonna let you live. But you gotta promise me you’ll stay out of trouble.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRETT",
          "text": "I promise... on my mother’s soul.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "Good because if you don’t and you tell someone about our little conversation I’m gonna come looking for you... and we both know what that means. \f30.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Luke hangs up the phone and leans up against a wall, chal full of emotion as he looks down at the Death Note. He ta a quick moment to try and collect himself before taking o INT. LUKE’S ROOM Luke enters, breathing heavily. He can’t believe he actua did it. He looks at the book once more as... INT. CORONER’S OFFICE - DAY ++. Capt. Murray, Dt. Goemmans and Dt. Washington eye Ric Gurtsky’s body.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORONER",
          "text": "(joining them) Same as the last two. His heart just imploded. And get this. I looked to see if anyone else had come across something like this... I got two hits. Both were recent. Both were here in New York. He shows them a file of TOCHER, the home invasion gunman, STONE, the courthouse shooter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPT. MURRAY",
          "text": "What's going on, Doc?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORONER",
          "text": "I don’t know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPT. MURRAY",
          "text": "(pause) What about his brother, did he see anything?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DT. GOEMMANS",
          "text": "No, nothing. Said they were just watching TV.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DT. WASHINGTON",
          "text": "Well, ain’t karma a bitch. They can’t help but grin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORONER",
          "text": "I wish it was that simple...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPT. MURRAY",
          "text": "Any chance this is all some kind of strange happenstance? \f31.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORONER",
          "text": "Medically speaking, no. (pause) Something is triggering these attacks. I’m talking massive, complete heart failure on the drop of a dime.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPT. MURRAY",
          "text": "Could they have been poisoned?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORONER",
          "text": "I’ve run their samples through every test known to man. ‘Twice. Not one hit. Nothing. He hands them copies of his report. CORONER (CONT’D) I thought it might've been some kind of virus, like that amoeba that killed those people out in Lake Havasu. But I didn’t find any signs of infection during the autopsies. (beat) The long and short of it is they all died of heart attacks that physiologically none of them should have had... I can’t keep calling it a coincidence. Gonna officially change the cause of death to undetermined.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPT. MURRAY",
          "text": "Alright then, Doc. Looks like we have an investigation then.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Capt. Murray and his men move to an unmarked car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DI. WASHINGTON",
          "text": "Whaddaya want us to do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPT. MURRAY",
          "text": "There’s gotta be some logical explanation. Cross reference the victims’ criminal histories. See where they did time and if there was any overlap. Most prisons are a walking staph infection. Maybe there is some kind of connection there. \f32.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DT. GOEMMANS",
          "text": "You got it Cap.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPT. MURRAY",
          "text": "Goemmans, when you get a chance head over to the Med school at NYU. Talk to some toxicologists, see if there’s a way to beat Doc’s tests. Goemmans nods as...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... Luke flips through a phone book, settling in on a lis of pawn shops. He rips out the page and cross references with a print out from YAHOO YELLOW PAGES, making sure no store slips through the cracks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sophia studies on a couch as Luke enters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "You ready to roll?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOPHIA",
          "text": "Yeah. Luke can’t help but eye the newspaper on a nearby table, headline reads, “Good Guys 5, Bad Guys 0, More Mysterious Deaths.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOPHIA, (CONT'D)",
          "text": "(noticing) It’s crazy, those guys dying like that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "Yeah... She senses something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOPHIA",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "Nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOPHIA",
          "text": "Tell me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "You gotta promise me you won’t say anything. \f33.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOPHIA",
          "text": "Okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Luke leads Sophia to the back of the room as they take a in front of a computer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "Check this out. Luke hacks into the NYPD remote access server.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOPHIA",
          "text": "What are you doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "Don’t worry. I have my dad’s username and password. Sophia tenses up but looks on, intrigued, as Luke pulls u the 2008 MURDER BOOK (a catalogue of all the murders that year).",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE, (CONT'D)",
          "text": "I looked these guys up, just out of curiosity. And you know what? They were all career criminals.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOPHIA",
          "text": "So?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "So maybe what happened to them isn’t such a bad thing... She just shakes her head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE, (CONT'D)",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOPHIA",
          "text": "Nothing. Just log off already, you're making me nervous. She hurriedly clicks shut the window as...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "++. Capt. Murray, Goemmans and Washington walk along. \f34.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPT. MURRAY",
          "text": "So there’s no nexus that links the victims, no common criminal affiliation or associates?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DT. WASHINGTON",
          "text": "No, we didn’t find anything, Cap.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DT. GOEMMANS",
          "text": "So whaddaya think?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPT. MURRAY",
          "text": "Honestly? Not sure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Capt. Murray, Goemmans and Washington approach the COMMISSIONER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPT. MURRAY",
          "text": "You wanted to see us?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMISSIONER",
          "text": "Yeah, L called. Capt. Murray is taken aback.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DT. GOEMMANS",
          "text": "Who’s L?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMISSIONER",
          "text": "He’s a profiler with the FBI’s special crimes unit. Real clandestine bunch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPT. MURRAY",
          "text": "What does he want?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMISSIONER",
          "text": "He’s been following these mysterious deaths in the news and wants to do a little poking around. That gives Capt. Murray pause. COMMISSIONER (CONT’D) What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPT. MURRAY",
          "text": "Nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMISSIONER",
          "text": "I know he’s a cowboy but he’s the best there is. Come on, his man is waiting for us. \f35. INT. CONFERENCE ROOM - CONT. Capt. Murray, Goemmans, Washington and the Commissioner e and find an austere old JAPANESE MAN/WATARI waiting for t",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMISSIONER",
          "text": "Watari, it’s good to see you again. This is Capt. Murray, Dt. Goemmans and Dt. Washington. Greetings are exchanged. COMMISSIONER (CONT’D) Watari is gonna put us in touch with L. (to Watari) We’re ready when you are. “rn Watari opens up a laptop and a large L fades up on its screen as a filtered VOICE emanates out:",
          "sentiment": "neutral"
        },
        {
          "speaker": "L, (FROM LAPTOP)",
          "text": "I apologize for the cloak and dagger routine but as you know I prefer to remain anonymous. Goemmans looks on curiously.",
          "sentiment": "neutral"
        },
        {
          "speaker": "L, (CONT'D)",
          "text": "I believe these mysterious deaths are, more likely than not, targeted attacks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMISSIONER",
          "text": "What makes you say that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "L",
          "text": "The probability that the victims would all be male cons, whose hearts imploded in the middle of committing felonies, is statistically impossible. (beat) Unless the CIA is up to something we're not aware of, my guess would be that these cons are being specifically targeted.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMISSIONER",
          "text": "By who?",
          "sentiment": "neutral"
        },
        {
          "speaker": "L",
          "text": "I don’t know. \f36.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPT. MURRAY",
          "text": "With all due respect L, I agree with some of what you’re saying. But the truth is we don’t have a single piece of physical evidence that supports your theory.",
          "sentiment": "neutral"
        },
        {
          "speaker": "L",
          "text": "Yes we do. The dead bodies. A formula fades up on the laptop screen. It reads: Actus Reus + Mens Rea + The Result = Murder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "L, (CONT'D)",
          "text": "As we all know, these are the elements of murder. Now if you work backwards you can see that we have the result. All of the victims are dead. We also know the mens rea;. these deaths are no coincidence. We've statistically proven that. So the only piece of the puzzle we’re missing is the actus reus. We don’t know how they’re doing it.... But I assure you, it’s only a matter of time before another con turns up dead. The men all consider this as...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "++. Luke talks on a pay phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "Yeah, I’m trying to track down a -44 Caliber Ansley that might have come through your place. Can you check your chain of possession records for me? (listens to response) Yeah, I'll hold. Luke flips through his list when he gets a text. INSERT SCREEN: From Sophia: Luke, where you at? We gotta get going.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Professor Selby lectures as Luke and Sophia enter and mak their way to the back. \f37.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PROFESSOR SELBY",
          "text": "This is from the Daily News, “Divine Justice Strikes the Big Apple” He picks up a another paper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PROFESSOR SELBY, (CONT'D)",
          "text": "The Post headline reads: “Only the good die young? Not anymore... More Mysterious Deaths.” (beat) Do you think these types of headlines could affect peoples’ behavior? He scans the classroom before picking up a copy of the Ne York Times. Luke sits PROFESSOR SELBY (CONT’D) “Over the past two weeks police precincts around the city reported a slight drop in violent crimes.” Now, this might be a statistical anomaly... It might have nothing to do with these deaths, who knows... But one way or the other these stories have captured the zeitgeist’s attention. up in attention. PROFESSOR SELBY (CONT’D) Granted, the terms we're dealing with here are pretty harsh. It’s life and death. That always grabs people’s attention. But you have to admit, this type of conduct regulating behavior can be very effective. Do you think the fact that some criminals have died has deterred others from acting? (pause) What if I told you that I would execute anyone I caught surfing the web during class? After I shot one or two of you, wouldn’t the rest of you close down your browsers? This gets some CHUCKLES from the class as Luke looks on intently. \f38.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Students funnel out as Luke makes his way over to Profess Selby.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "Hey, Professor, can I ask you something?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PROFESSOR SELBY",
          "text": "Sure, what’s up?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "You said once that sometimes the law and justice aren’t one and the same... That sometimes you have to destroy the law in order to get justice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PROFESSOR SELBY",
          "text": "Well, that’s not exactly the quote I referenced but yeah, that’s kinda the gist of it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "Well, how do you know? How do you know that time has come?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PROFESSOR SELBY",
          "text": "Well, I guess that’s just something you have to decide for yourself. Luke considers this. INT. LUKE’S HOUSE - LATER Capt. Murray pours himself a stiff drink as Luke enters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "Isn't it a little early for happy hour, Dad? (beat) What’s going on?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPT. MURRAY",
          "text": "You remember that Asian girl we brought in the other day? The one whose parents were killed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "Yeah. \f39.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPT. MURRAY",
          "text": "Found out today she doesn’t have any other family here. They’re gonna place her in foster care.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "That sucks. They share a moment, both knowing what lies ahead for her INT. LUKE’S ROOM Luke enters, mind churning, emotion brewing. He pulls out the Death Note and stares at it for a long hard moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "I can do more... I can be something they fear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEAT",
          "text": "He grabs his laptop and takes off as a keen sense of reso builds and builds.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Luke researches criminals on his laptop, looking for the worst of the worst.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Luke walks, laptop in hand, searching for wi-fi signals w he notices a STUDENT passed out on a couch, a MANGA spraw across his chest. The germ of an idea forms in Luke’s mind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The EDITORIAL STAFF huddles around a computer, eyeing a suspicious e-mail as Capt. Murray, Dt. Goemmans and Dt. Washington join them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDITOR",
          "text": "It came in this morning. Capt. Murray reads a printout of the e-mail aloud. INSERT TEXT: “Let it be known that I am responsible for these mysterious deaths. \f40. I am acting to improve the lot of others by striking out against the tyranny of man, sending forth a ripple of hope that will sweep down the mightiest walls of injustice and set fear in the hearts of evil men.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "KIRA",
          "text": "Capt. Murray scans through the post script and notices several names listed below.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDITOR, (CONT'D)",
          "text": "He says he’s gonna kill five more criminals to prove he’s for real. (pause) Whaddya want us to do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPT. MURRAY",
          "text": "Don’t do anything. But do mea favor, set this computer aside until you hear from me. The Editor nods as...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "++. Capt. Murray exits, followed by Goemans and Washingto",
          "sentiment": "neutral"
        },
        {
          "speaker": "DT. WASHINGTON",
          "text": "Whaddaya think?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I’m not sure. This world has gotten so twisted, crooked looks straight and straight looks crooked. He eyes the list of criminals in the e-mail.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPT. MURRAY, (CONT'D)",
          "text": "But we should keep an eye on this all-star list. (to Goemmans) Contact Luis Patterson’s attorney. Let him know a threat has been made against his client.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DT. GOEMMANS",
          "text": "Got it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPT. MURRAY",
          "text": "Washington, I want you to contact our sex crime unit, see if there is any news regarding Clarence Smith. \f41.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DT. WASHINGTON",
          "text": "The high heel rapist? He’s still at large. Nobody knows where he is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPT. MURRAY",
          "text": "I know, do the best you can. I/’11 try and track down Sanchez and the other guys.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Luke eyes a live newscast as a steely resolve fills his f",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A CROWD of REPORTERS break into a frenzy as LUIS PATTERSO exits the courthouse, surrounded by a team of LAWYERS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REPORTER 1",
          "text": "The defendant, Louis Patterson, heir to the Patterson fortune, admitted raping and killing the victim during a closed court session. However, admissions made during plea negotiations are inadmissible. A grief stricken MOTHER, surrounded by her family, cries with heartache.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REPORTER 1",
          "text": "The jury never heard Patterson's confession, which is what many believe led to today’s hung jury. INT. LUKE’S ROOM Luke writes in the DEATH NOTE as...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... REPORTERS pepper Patterson with questions.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REPORTER 2 REPORTER 3",
          "text": "How do you explain your What about the DNA evidence confession? that links you to the crime? \f42.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAWYER",
          "text": "Gentlemen the evidence you’re referring to was inadmissable. Now please -- Patterson and his lawyers push past the reporters when...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER, (0.S.)",
          "text": "You bastard! You killed my daughter!!! Patterson almost goads with insolence -- he thinks he’s gotten away with murder when... ++. he’s crippled by a massive heart attack -- air escape him as he keels over and tumbles down the courthouse step -- breaking his neck as his head THUMPS against the pavem INT. LUKE’S ROOM - DIFFERENT DAY Luke scrolls through the FBI’s Ten Most Wanted List. He e a picture of MARC SANCHEZ. .",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sanchez races along, chased by two COPS, his sweaty face intermittently revealed as... «++. he sprints under shafts of light cast down by the st lamps.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COP",
          "text": "Stop right there! But Sanchez keeps hauling ass and rips around a bend. INT. LUKE’S ROOM Luke begins to write in the Death Note as... EXT. STREET - CONT. ++. a winded Sanchez grabs a WOMAN from behind and brings gun to her head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WOMAN",
          "text": "Ah! No, please! The cops stop in their tracks as Sanchez spins the woman around, shielding himself. \f43.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COP 1",
          "text": "(gun drawn) Let her go!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANCHEZ",
          "text": "Fuck you, pig! Sanchez grins as he drags the woman towards a car when suddenly a heart attack shoots through him. He keels over pain and dies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "Luke’s pen as it glides across the Death Note.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Capt. Murray covers his face with a handkerchief as he st down at the bloated dead body of CLARENCE SMITH.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEDICAL EXAMINER",
          "text": "The neighbors complained about the smell. That’s when patrol found him. Capt. Murray and his team kneel down to get a better look",
          "sentiment": "neutral"
        },
        {
          "speaker": "DT. GOEMMANS",
          "text": "We should give this Kira guy a medal. Dt. Washington grins.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPT. MURRAY",
          "text": "I need to know the time of death.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEDICAL EXAMINER",
          "text": "Well, by the look of this rigamortis it’s been a couple of days.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPT. MURRAY",
          "text": "Goemmans, hang here until we have an official TOD. Cross reference it with the time stamp from the e- mail that was sent to the Times. I want to know whether Smith was dead before or after that e-mail was sent. And Washington, I want to know the cause of death ASAP. They nod as...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "«+» Luke exits and crosses off yet another pawn shop from list before stopping in front of a newsstand, reading the headlines. - More Mysterious Deaths - 4 of FBI’S 10 Most Wanted Found Dead - Cardiac Arrest The Culprit",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Luke enters and sits at a computer as a heightened energy fills the room and TEENS bristle about.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEEN",
          "text": "(to his friends) Hey, check out this Youtube clip. The teens watch the footage of Patterson tumbling down th courthouse steps.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEEN 2",
          "text": "Yeah! F’ that dude! They all laugh when a newscast, playing on a plasma in th b.g., grabs their attention.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEWS ANCHOR, (0.S.)",
          "text": "While the police and the scientific community continue to search for an explanation there’s growing chatter that a mysterious figure, simply known as Kira, is responsible for these mysterious deaths. Luke watches the kids eye the newscast intently.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEW ANCHOR",
          "text": "A declaration was allegedly e- mailed to the New York Times earlier this week. In it Kira claimed he was striking down criminals in order to protect the innocent. A chorus of HOOTS and HOLLERS rain down from the teens.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEWS ANCHOR",
          "text": "The Times will neither confirm nor deny the story while authorities refuse to comment. So the question is... Is Kira for real or a made up Bogeyman? \f45. A grin crosses Luke’s face as...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "“pr” ++. the L logo fills.a laptop screen and the investigative team debriefs him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPT. MURRAY",
          "text": "The COD for Clarence Smith was cardiac arrest. We're still trying to pin down an exact time of death but it’s clear he died after the e- mail was sent to the Times. Same goes for Luis Patterson and Marc Sanchez.",
          "sentiment": "neutral"
        },
        {
          "speaker": "L",
          "text": "Have you been able to track down the e-mail’s IP address?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPT. MURRAY",
          "text": "Yeah, it came from a hacked computer in the Bronx. My detectives interviewed the owner but he wasn’t much help.",
          "sentiment": "neutral"
        },
        {
          "speaker": "L",
          "text": "Check with NSA. See if they can trace the hack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPT. MURRAY",
          "text": "We already did. Their guys are working on it. So what do you make of this Kira stuff?",
          "sentiment": "neutral"
        },
        {
          "speaker": "L",
          "text": "I think it’s our perp’s way of reaching out to us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPT. MURRAY",
          "text": "What do you mean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "L",
          "text": "He wants us to understand what he’s doing. Look at the name he chose. Kira. In Eastern cultures Kira is like the four horsemen of the apocalypse. They say that when the world becomes unlivable Kira will swoop down, wash away the filth and renew the earth. That’s how our guy views himself. He’s trying to right the world. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "L, (CONT'D)",
          "text": "It’s exactly the type of mind-set I would expect from a single vindictive perpetrator, which is what I think we’re dealing. with.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPT. MURRAY",
          "text": "L, there’s no way one guy is doing all of this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "L",
          "text": "I disagree Captain Murray and I’11 show you why. A graph fades up on the laptop. L (CONT'D) . This graph plots the number of perpetrators involved in a crime against the corresponding success rate. As you can see the more people involved, the less likely they are to succeed. If we assume that this is a conspiracy, it would require several accomplices across the country. Everyone studies the graph.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DT. GOEMMANS",
          "text": "And with several accomplices, the success rate drops drastically.",
          "sentiment": "neutral"
        },
        {
          "speaker": "L",
          "text": "Exactly. And previous experience tells us that with a conspiracy like this, someone would have come forward with something by now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPT. MURRAY",
          "text": "I don’t buy it. You’re manipulating your statistics to read the way you want them to read. How can someone kill a guy on the FBI’s most wanted list in California and then three hours later kill somebody else in Jersey? .It doesn’t make any sense. How do you reconcile that with your theory?",
          "sentiment": "neutral"
        },
        {
          "speaker": "L",
          "text": "I can’t right now. But what I can do is narrow down our search and hopefully smoke out our killer. \f47.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPT. MURRAY",
          "text": "How?",
          "sentiment": "neutral"
        },
        {
          "speaker": "L",
          "text": "You’ll see.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An ATTENDANT flips through his files as Luke looks on beh a bulletproof window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ATTENDANT",
          "text": "You said you were looking for a .44 Ansley?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "Yeah. The attendant continues to flip through his files.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE, (CONT'D)",
          "text": "I’m not even sure if it came through here... just trying to track it down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ATTENDANT",
          "text": "(stops, eyes a record) Bingo... .44 caliber Ansley. Came in nineteen ninety-eight. A flash of excitement shoots through Luke.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "Can you tell me who pawned it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ATTENDANT",
          "text": "I can but it will cost ya.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ATTENDANT",
          "text": "Everything in life has its price, kid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "How much?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ATTENDANT",
          "text": "You tell me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "Fifty bucks? \f48.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ATTENDANT",
          "text": "A hundred.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "Alright... but only if it was hawked by Elsa Florip, otherwise you can stick it up your ass. The attendant grins as he SLAMS the record against the window. The signature reads: Elsa Florip.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ATTENDANT",
          "text": "Pay up. Luke goes to hand over the money but stops short.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "Where is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ATTENDANT",
          "text": "(checks the record) Looks like I sold it to the Jersey city Police Department.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "Jersey City Police...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ATTENDANT",
          "text": "(remembering) Yeah, they were doing one of those buy back things. I couldn’t move a bunch of old pieces so I hawked it to them. Luke looks on in disbelief as he hands over the money. EXT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STREET",
          "text": "Luke dials up a pay phone. INT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "Hi, can I have the crime stoppers hotline, I’d like to make an anonymous tip... LUKE’S ROOM - EVENING Sarah plays Wii as Luke hurriedly enters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "Hey, I need the tv.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "I'm in the middle of a game here. \f49.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "It’s important. He pulls away the controller. LUKE (CONT’D) (hitting a button) There, it’s paused. Sarah lets out a sigh as Luke switches the tv input and f what he’s looking for.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEWS 4 ANCHOR",
          "text": "We’re about to go live to the FBI’s New York field office... INT. FBI FIELD OFFICE - PODIUM ~— SAME TIME A sharp-looking white MALE stands at the ready.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEWS 4 ANCHOR, (V.O.)",
          "text": "++. where they have an update regarding the recent string of mysterious deaths. BACK ON Luke and Sarah as they both eye the TV.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Luke, can I ask you something?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "Sure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "(pause) If you were Kira, would you kill the guy that killed mom?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "Hey, we don’t talk about that. He quickly snaps off the Wii.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Hey!",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "Go finish your homework. An exasperated look crosses Sarah’s face... but she reali she crossed a line. \f50.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "I’m sorry, Luke. He doesn’t respond as she solemnly exits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Capt. Murray and a couple of New York’s finest watch the newscast.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHARP LOOKING WHITE MALE, (ON TV)",
          "text": "Good evening...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHARP LOOKING WHITE MALE",
          "text": "+-. My name is Lind L. Taylor, more commonly know as L.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Captain Murray and the others are all taken aback, L is revealing his identity.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPT. MURRAY",
          "text": "He’s younger than I thought.",
          "sentiment": "neutral"
        },
        {
          "speaker": "L/SHARP LOOKING WHITE MAN, (V.O.)",
          "text": "I’m a profiler with the FBI's special crimes unit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "L/SHARP LOOKING WHITE MALE",
          "text": "I’ve been asked to help track down the serial killer who calls himself Kira. : INT. LUKE’S ROOM Luke sits up in attention.",
          "sentiment": "neutral"
        },
        {
          "speaker": "L, (ON TV)",
          "text": "This crime spree must come to an end.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "Crime spree? \f51.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sophia watches the newscast as STUDENTS gather round.",
          "sentiment": "neutral"
        },
        {
          "speaker": "L, (ON JUMBO TRON)",
          "text": "Only someone with a God complex would be arrogant enough to commit such audacious crimes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ROOM, LUKE’S ROOM",
          "sentiment": "neutral"
        },
        {
          "speaker": "L, (CONT'D)",
          "text": "But let me tell you something Kira, you’re not God; you're a vile, self- righteous, hypocrite. Luke begins to grow angry as he grabs hold of the Death N",
          "sentiment": "neutral"
        },
        {
          "speaker": "L, (CONT'D)",
          "text": "You are far lower than the criminals you think you have the right to kill. The book intensifies Luke’s anger as he holds it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "What would you know about it? Before Luke realizes it something changes,_he looks like someone else. It’s his eyes. They narrow and harden as a .Murderous qlaze comes over him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "L",
          "text": "Kira, you’re nothing more than a murderer, too afraid to show your own face. Luke begins to write Lind L. Taylor in the Death Note. L (CONT’D) We will hunt you down and use every means necessary to bring you to justice. Just as he finishes the last pen stroke he snaps out of i",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "What the f...? He can’t believe what he’s just done. He looks at the Dea Note. It’s definitely affecting him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "L",
          "text": "No one has the right to take the law into their own hands. \f52. He quickly scribbles out the name and turns to the tv wit bated breath...",
          "sentiment": "neutral"
        },
        {
          "speaker": "L, (CONT'D)",
          "text": "It’s only a matter of -- Uhhh! L clutches his chest, GASPING for air as he is struck by massive heart attack. SOPHIA and the STUDENTS react with shock and horror. THREE FBI TYPES rush to L's aid as he slumps over in his chair. Capt. MURRAY and the OFFICERS are taken aback but no one so than LUKE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "Oh my God... Luke watches the FBI agents drag a lifeless L off screen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FBI AGENT",
          "text": "Call 911! We need an ambulance! Unnerved, Luke takes a step back and eyes the Death Note the tv screen goes black.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Consternation runs rampant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DT. GOEMMANS",
          "text": "What the hell just happened?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPT. MURRAY",
          "text": "I don’t know. (to Washington) Call your buddy at the bureau and find out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DT. GOEMMANS",
          "text": "(re: L) Is he dead? The truth is no one knows when just then Watari enters. WATARI ° I need everyone to gather ‘round Watari directs their attention to a large screen in the center of the room. “rn Suddenly the L logo flashes up on screen and we hear the same filtered voice from before: \f53.",
          "sentiment": "neutral"
        },
        {
          "speaker": "L",
          "text": "The man you saw on tv is dead... He was a death row inmate who agreed to pose as me in hopes of reducing his sentence. Capt. Murray and his men shake their heads, not knowing w to think.",
          "sentiment": "neutral"
        },
        {
          "speaker": "L, (CONT'D)",
          "text": "His sacrifice, while incredibly tragic, was also incredibly valuable... Now we know Kira is here in New York.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DT. GOEMMANS",
          "text": "How do you know that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "L",
          "text": "We made it look like a national broadcast but it was restricted to the five boroughs. Capt. Murray grows more and more angry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPT. MURRAY",
          "text": "What is going on L? How the hell did he just kill that guy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "L",
          "text": "I don’t know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPT. MURRAY",
          "text": "Well you know something, goddamn it! How’d you know he’d come after you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "L",
          "text": "I didn’t. But it fits the profile. Our guy is impulsive, brash. It makes sense.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPT. MURRAY",
          "text": "You're out of your mind. This freakin’ guy just sent a heart attack through the air and you’re sitting here making deductions.",
          "sentiment": "neutral"
        },
        {
          "speaker": "L",
          "text": "All I can do is work the evidence I’m given. Every investigation is a progression, you know that Captain Murray. Different details come into focus at different times.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPT. MURRAY",
          "text": "You got some balls, L! You can’t just send someone to their death like that!",
          "sentiment": "neutral"
        },
        {
          "speaker": "L",
          "text": "I had no choice. Kira will not stop. He’s going to keep on killing. But for the first time we're starting to close in on him. The faster we act the more lives we can save.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPT. MURRAY",
          "text": "What the hell are we up against?",
          "sentiment": "neutral"
        },
        {
          "speaker": "L",
          "text": "God only knows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Capt. Murray and his team exit the conference room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DT. GOEMMANS",
          "text": "Thank God we have L. Capt. Murray shoots him a look. INT. LUKE’",
          "sentiment": "neutral"
        },
        {
          "speaker": "DT. GOEMMANS, (CONT'D)",
          "text": "What? You gotta give L some credit. He just smoked out a shadow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPT. MURRAY",
          "text": "What he just did makes him no different than Kira.",
          "sentiment": "neutral"
        },
        {
          "speaker": "S LIVING ROOM",
          "text": "Luke, down and out, sits with Sophia, watching the news a various COMMENTATORS RANT about Kira.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOPHIA",
          "text": "I don’t get it, how the hell’s he doing it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "I don’t know, but Kira slipped up, he shouldn’t have killed that guy. Luke shuts off the tv. \f55.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOPHIA",
          "text": "Why’d you do that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "I'm spent, can we call it a night?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOPHIA",
          "text": "Sure. INT. LUKE’S ROOM - NIGHT Luke sleeps next to Sophia when he begins to toss and tur Suddenly he wakes up, breathing heavily. Something has hi rattled. He gets up and moves to the mirror. He’s surprised to see bags under his eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOPHIA, (0.S.)",
          "text": "What is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "Nothing. Go back to sleep. He turns to the Death Note, eyeing it uneasily, honing in a distinct Japanese character/word engraved on its bindin",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Luke approaches TOSH (Japanese, 50’s) as he preps for wor",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "Tosh, can I ask you something. What’s this mean? He hands him a piece of paper with the Japanese character/word written on it. Tosh looks at it, pulls out his lighter and sets the paper ablaze.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE, (CONT'D)",
          "text": "What are you doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOSH",
          "text": "That is a word we never speak. Even saying it brings bad luck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "Tosh, come on man, give me a break. What’s it mean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOSH",
          "text": "(reluctant) It’s an ancient word, it means Shinigami.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "Shin -- what? Tosh won't say it again as he leaves Luke standing there. INT. LUKE’S ROOM Luke makes several queries on a reference portal, trying various spellings of “Shinigami” but to no avail when. he hears the door downstairs. INT. LUKE’S LIVING ROOM Capt. Murray enters as Sarah watches TV.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Hey daddy, a detective from Jersey City called. He said it was important. She gestures towards a post-it near the phone as Luke mak his way to the fridge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPT. MURRAY",
          "text": "Thanks. Luke discreetly looks on as Capt. Murray dials.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPT, MURRAY, (CONT'D)",
          "text": "(into phone) Hi, this is Captain Sean Murray. I’m returning your call. (waits for response) You're kidding me... a -44 Caliber Ansley, huh... Capt. Murray makes his way down the hall to get some priv INT. HALLWAY - CONT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPT. MURRAY",
          "text": "Sure, I could pull the slugs from my wife’s case. I’11l have them rushed over. I really appreciate the heads up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE, (0.S.)",
          "text": "What was that about? \f57. Capt. Murray turns surprised to find Luke standing behind him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE, (CONT'D)",
          "text": "Was it about mom?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPT. MURRAY",
          "text": "(pause) They still gotta check the ballistics but they think they might have found the murder weapon. Luke is pleased as...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "a“ ” . ++. the L logo fades up on a laptop screen and Watari Goemmans, Washington and Capt. Murray enter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "L",
          "text": "I’ve reexamined the time of death for each Kira killing. A string of data races across a large projection screen behind L’s laptop. L (CONT’D) Each out of state death has been converted to eastern standard time. The data on screen shuffles about and grows more and more uniform.",
          "sentiment": "neutral"
        },
        {
          "speaker": "L, (CONT'D)",
          "text": "As you can see a pattern slowly begins to emerge. Monday, Wednesday, and Friday mirror each other while Tuesdays and Thursdays are similar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DT. GOEMMANS",
          "text": "What a weird pattern... What does it means?",
          "sentiment": "neutral"
        },
        {
          "speaker": "L",
          "text": "It means there is structure in his life, something he can’t change. Something he’s working around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPT. MURRAY",
          "text": "So he’s on a schedule.",
          "sentiment": "neutral"
        },
        {
          "speaker": "L",
          "text": "Exactly. \f58. They mull over the possibilities.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DT. WASHINGTON",
          "text": "Maybe he’s a pilot and that’s his flight schedule.",
          "sentiment": "neutral"
        },
        {
          "speaker": "L",
          "text": "No, I’ve already checked with the FAA, no flight crews’ schedule parallel this pattern.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DT. WASHINGTON",
          "text": "But it’s gotta be some kind of transportation schedule, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "L",
          "text": "No, not necessarily... The anthrax killer struck by mail. He killed people in three different states without ever leaving his lab.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DT. GOEMMANS",
          "text": "So what is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPT. MURRAY",
          "text": "(pause) It kinda looks like a college kid’s schedule.",
          "sentiment": "neutral"
        },
        {
          "speaker": "L",
          "text": "That's what I was thinking. DT. GOEMMANS . Wait a second? Are you sayin’ Kira might be a freakin’ Coed?",
          "sentiment": "neutral"
        },
        {
          "speaker": "L",
          "text": "Well, I think our guy is either a student or someone who’s affiliated with a local college or university. Look at what we know about him. He’s very tech savvy. That inherently trends towards a younger, educated perp. Probably Gen Y, or the millennium generation. He’s brash and idealistic; again indicators of a younger, more likely than not, male perp. Now couple these traits with the fact that the e-mail sent to the Times came from a Wi-Fi network that was hacked near Fordham .University... and I think a rough sketch of our perp starts to come into focus. He's probably a’ young male, in his mid twenties. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "L, (CONT'D)",
          "text": "He might be a grad student or a TA. Probably Caucasian. Quiet. Known for being somewhat reserved. But there is something in his past that drives him. There’s something damaged about him. That’s the guy we are looking for. They take it all in, especially Capt. Murray.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DT. GOEMMANS",
          "text": "Great... white guy, mid twenties, good with computers and a little crazy. In New York, that’s like two million people.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPT. MURRAY",
          "text": "Well, it’s a start. Check in with all the local colleges, Fordham, NYU, Columbia, Pace... Talk to the mental health administrators. See if there’s anyone they think is suspicious. (pause) I know it’s like searching for a needle in a haystack. But let’s try and turn up the heat on this guy. The men nod in agreement as...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "++. a debate erupts amongst some STUDENTS at lunch. Among them is Luke and Sophia.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOPHIA",
          "text": "I wanna know how Kira’s doing it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALE STUDENT",
          "text": "Who cares, as long as he keeps up the good work. A GIRL STUDENT shoots him a look. MALE STUDENT (CONT’D) What? No one wants to admit it but they’re glad these guys are dying.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIRL STUDENT",
          "text": "Hey, this isn’t a video game. You don’t die and respawn three seconds later. \fThe girls 60.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOPHIA",
          "text": "Yeah, nobody has the right to do what he’s doing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "(interjects) I think it’s for the greater good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOPHIA",
          "text": "How can you say that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "People die all the time, for no good reason. And it sucks. (beat ) At least these people are dying for something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIRL STUDENT",
          "text": "Luke, what are you talking about?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "It’s the Coventry Dilemma all over again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIRL STUDENT",
          "text": "What’s the Coventry Dilemma?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "It’s kind of a long story... all give him a look. LUKE (CONT’D) Okay... well, during World War Two the British cracked the German “Enigma” cypher. It was a secret code the Nazis used. The Brits realized that the town of Coventry was going to get bombed. Now, their first instinct was to evacuate the town but then they realized they couldn’t do that. They had to let the Nazis bomb Coventry, otherwise the enemy would know they had broken the code. In the end thousands of people died. Their lives were sacrificed to save countless others... And that’s what we have here now, on a much smaller scale. If you make an example out of say, a hundred criminals, you could save countless innocent lives and spare thousands of families from all kinds of hardship. Is it fair? Is it right? (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE, (CONT'D)",
          "text": "It’s hard to say. But like Churchill said, “it's all for the greater good.” The girls look on, taken aback. Luke has shut them up in fell swoop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Capt. Murray eyes Luke through the crack of the door for moment, studying him. He shakes off a thought as... INT. LUKE’S ROOM - SAME TIME +++ he KNOCKS on Luke’s door and enters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPT. MURRAY",
          "text": "Luke, do you have a sec?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "I'm gettin’ ready for work.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPT. MURRAY",
          "text": "Don’t worry this won't take long... I want you to do me a favor. I want you to go to Dr. Warren’s office and get checked out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "Don’t worry. I’m fine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPT. MURRAY",
          "text": "Please, do what I tell you. You look like hell. Luke puts on his best face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "Alright Dad... Is that it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPT. MURRAY",
          "text": "No. I actually got a surprise for you. Capt. Murray hands him a letter. CAPT. MURRAY (CONT’D) It’s from the mayor himself, completely hand written. How many law school applicants have that? (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CAPT. MURRAY (CONT’D) (proudly pointing) I love this line, “Luke's heroism on the subway speaks volumes, for his future is far brighter than most, yet he was willing to risk it all to do what was right.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "Dad, I’m not going to law school.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPT. MURRAY",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "I only took the test to appease you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPT. MURRAY",
          "text": "What are you talkin’ about? You should go to law school. It’s what your mother always wanted.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "That was before she got killed. Before scumbag lawyers let her killer walk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPT. MURRAY",
          "text": "What are you talking about?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "That guy, Lozano, he killed someone before he shot mom, did you know that? His lawyer got him off. He should’ve been in jail, instead mom's dead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPT. MURRAY",
          "text": "Luke, you gotta stop with this. Lozano didn’t do it. The ballistics didn’t match up. Luke is blown away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPT. MURRAY",
          "text": "We just got the results back. It wasn’t the same gun. Luke hears it but still can’t believe it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPT. MURRAY, (CONT'D)",
          "text": "You gotta let it go, Luke. \f63.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "Like you did, Dad?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPT. MURRAY",
          "text": "Hey, watch your mouth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "Why, it's the truth, isn’t it. Luke pushes past his father and...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-+. makes his way along. After a moment his cell RINGS. Luke looks at the number and ignores the call.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Capt. Murray sighs as he gets voice mail. He-clicks off t phone and pours himself a stiff drink. EXT. STREET —- LATER Luke speaks into a pay phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "You lied to me. INT. BRETT GURTSKY’S APARTMENT - INTERCUT",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRETT",
          "text": "(into phone) Who the hell is this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "I’m the guy who can kill you. A chill shoots down Brett’s spine as he begins to recogni Luke’s voice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRETT",
          "text": "What do you want?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "Why'd you lie to me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRETT",
          "text": "I didn’t lie to you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "Yes you did, Brett. Yes, you did. \f64.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRETT",
          "text": "No, I didn’t. I swear!",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "I found Lozano’s gun. The ballistics don’t match up... Too bad, I thought you didn’t want to end up like your brother.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRETT",
          "text": "Wait, wait, please!",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRETT",
          "text": "Lozano shivs his gun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "What are you talking about?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRETT",
          "text": "He jams a screwdriver down the barrel to throw off the rifling. It. makes his gun untraceable. Luke is taken aback.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "Why didn’t you mention it before?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRETT",
          "text": "What do you mean? How was I supposed to know? (beat) I swear it’s the truth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "You better hope so. INT. LUKE’S HOUSE - NIGHT Luke enters and sees Capt. Murray passed out on the couch empty bottle of scotch laid out before him. INT. LUKE’S ROOM — LATER Luke enters, mind churning. He grabs a manila envelope fr his desk.and addresses it to Alejandro Lozano, Rahway Sta Prison. \f65.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Luke buys a prepaid cell phone and calling card.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CASHIER",
          "text": "Will that be cash or credit?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "Cash. Luke pays and discreetly places the calling card into the Manila envelope. EXT. U.S. POST OFFICE HUB - 32ND ST. & 8TH AVE. Luke moves to a bin and looks both ways before, placing t envelope inside as...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "+--+ Brett pulls down the brim of his hat and approaches RECEPTIONIST.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRETT",
          "text": "I'd like to uh... talk to Dt. Goemmans .-",
          "sentiment": "neutral"
        },
        {
          "speaker": "RECEPTIONIST",
          "text": "Is he expecting you? He shakes his head “no.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Brett sits, waiting anxiously.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DT. GOEMMANS",
          "text": "Brett, what can I do for you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRETT",
          "text": "Is there someplace we can talk?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DT. GOEMMANS",
          "text": "Sure, what’s up? INT. LUKE’S ROOM — NIGHT Luke looks in the mirror and sees that the bags under his eyes have worsened. He rips off his shirt and it’s clear he’s lost at least fifteen pounds. He shoots a look over the Death Note. \f66.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Luke walks along, checking the street numbers, when he fi what he’s looking for. Reveal: PAN ASIAN HISTORICAL CENTE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Luke talks to the RESEARCH LIBRARIAN, who leads him into moisture free room filled with old leather bound books.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIBRARIAN",
          "text": "I think this is what you’re looking for. She unrolls a dusty parchment written in Japanese.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIBRARIAN, (CONT'D)",
          "text": "You should be all set.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thanks. Luke scours through the parchment when he recognizes the Japanese character/word. He hurriedly flips through the accompanying translation a reads... Insert Text: Shinigami - Japanese God of Death... Legend it a man once found a Shinigami’s Death Note... the more used it, the more it drove him to kill... until it drove mad... . Luke slowly pulls out the Death Note.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE, (V.0.)",
          "text": "Rule - The owner of the Death Note may renounce ownership by proclaiming, “I relinquish myself from the Death Note.” They’1l be set free from its grasp and lose all memory of it. (note: this is not the first time he’s reading this rule, it’s the first time it’s important) ON LUKE in a secluded STUDY ROOM. He writes himself a not on a post it before... \f67. LUKE (CONT’D) I relinquish myself from the Death Note. Sure enough his face goes blank. He looks at the book as seeing it for the first time before noticing the post it. INSERT POST IT: Pick up the book in front of you. He grabs the book. In his mind's eye he sees a flurry of fierce, fragmented images as he's flooded with the Death memories.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE, (CONT'D)",
          "text": "Whoa...",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE, (V.0.)",
          "text": "Rule - A previous possessor of the Death Note will have their memories restored if they reacquire it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BACK ON LUKE",
          "text": "He tries it again... His face goes blank... He grabs the ~-- immediately flooded with the memories again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE, (CONT'D)",
          "text": "Whoa...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Luke exits and makes his way along when suddenly he notic SOMEONE emerge from the darkness. A chill shoots down his spine. He feels their stare and is overcome by an uneasy feeling as he takes off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Luke walks along, hears FOOTSTEPS on the cobble stone str behind him. He quickens his stride... and sure enough the footsteps behind him also hasten. LUKE pulls out his sidekick, acts like he’s texting, but instead uses the sidekick’s camera to see behind him. INSERT SIDEKICK SCREEN -- A MAN in a trench coat follows LUKE rounds a corner, mind racing. He sees an internet ca and... \f68. INT. INTERNET CAFE - CONT. ++» quickly enters. He throws down some cash, guickly pul off his sweatshirt and makes his way to a computer while eyeing the front door. After a long moment the Trench Coat Man enters. Luke wait for him to take a seat and then gets up and leaves throug the rear door. EXT. INTERNET CAFE - CONT. Luke exits, stops in front of the cafe’s opaque door and counts to himself before... .-. he spins back around and goes to re-enter when the do swings open. He BUMPS right into the Trench Coat Man, but not before getting a good look at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "Excuse me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Luke enters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "Shit... Now he’s sure he’s being followed as he grabs the sweatsh he purposely left behind. INT. LUKE’S ROOM - NIGHT Luke paces, mind racing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "Who the hell’s following me? Suddenly, the germ of an idea forms in his head. He grabs the Death Note and reverts back to the rules. cuUT TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE, (V.O.)",
          "text": "Rule - If the cause of death is written the person will die accordingly unless that which is written is implausible. \f69.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BACK ON LUKE",
          "text": "He moves to his computer when there’s a KNOCK on his door",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOPHIA, (0.S.)",
          "text": "Luke, it’s me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "(under breath) Damn it. He quickly removes the ink cartridge from his ball-point and passes it through a tiny hole on the underside of his desk drawer... +++ popping up a false bottom, revealing a secret compart where he tucks away the Death Note before opening the doo",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOPHIA",
          "text": "Why’s your door locked?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "I didn’t realize it was... uh, listen, can we just hang out some other time? I got some stuff I got to take care of.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOPHIA",
          "text": "Alright... sure. EXT. LUKE’S HOUSE Sophia can’t help feeling something is wrong as she looks and sees Luke writing at his desk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dt. Goemmans and Washington races to Capt. Murray.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DT. GOEMMANS",
          "text": "Cap, you got to see this. Washington pops a CD into a projector.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WASHINGTON",
          "text": "We've been monitoring all the priority arrest reports. Last night three criminals from the DEA’S list got nailed. \f70.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DT. GOEMMANS",
          "text": "This is from the Nassau County Prison, where at 10:45 PM inmate James Zellman cut his finger and drew this on the wall... ON SCREEN: A large pentacle is sketched in blood. DT. GOEMMANS (CONT’D) +++ Shortly after, he died of a heart attack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DT. WASHINGTON",
          "text": "At 10:47 PM over at Riker’s Island, Vlad Dulinski wrote a full confession and ran into the lavatory before also dying of a heart attack. Washington clicks over to the next image.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DT. GOEMMANS",
          "text": "Patrol found this in a crack house in Harlem. ON SCREEN: A DRUG DEALER lies dead from a self-inflicted gunshot. DT. GOEMMANS (CONT’D) This is Darren Hicks, he’s got a rap sheet a mile long. He was also on the DEA’s list. They all look on, taken aback... .+. ON SCREEN REVEAL: “Kira was here” written above the d drug dealer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "L",
          "text": "Don’t tell the press anything. As far as they know, they all died of heart attacks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPT. MURRAY",
          "text": "Agreed. INT. LUKE’S ROOM - NIGHT Luke watches the news intently. \f71.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEWS ANCHOR",
          "text": "(on TV) Three more criminals, Jim Zellman, Vlad Dulinski, and Darren Hicks, all died of heart attacks last night in the latest string of alleged Kira killings... Luke thinks for a moment before hacking into the NYPD rem access server where he finds what he’s looking for... ++. IMAGES OF: THE PENTACLE, DULINSKI’S CONFESSION & The DEALER. All the criminals died exactly the way he wanted them to. Luke looks relieved as his eyes narrow and harden.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEWSCASTER, (0.S.)",
          "text": "In other news, a citywide manhunt is underway for serial rapist, Tony Dalton. A PICTURE of Tony Dalton fades up on screen. NEWSCASTER (CONT’D) Dalton escaped from several sheriff's deputies who were bringing him to his arraignment. INSERT FOOTAGE of the ROPED OFF CRIME SCENE: INVESTIGATOR move about the BLOOD STAINED STEPS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEWSCASTER, (CONT'D)",
          "text": "He is considered armed and dangerous... Luke opens the Death Note and begins to write... Tony Dal",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Luke places a pin in the top hinge of his door, before...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "++. Meeting up with Sophia. He seems distracted and distant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOPHIA",
          "text": "You would tell me if something was wrong, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "Yeah, but nothing’s wrong. \f72. She doesn’t believe him as... EXT. MTA BUS STOP - CONT. «.. the M60 Manhattan bound bus pulls up. Luke and Sophia hop on as the Trench Coat Man (from before) hustles over gets on as well. INT. BUS - MOVING - CONT. Luke and Sophia move towards the back of the bus as the Trench Coat Man takes a seat behind them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A MAN with a hard look waits as the bus pulls up... INT. BUS - CONT. +». He gets on. It’s Tony Dalton, the fugitive from the night before. The bus RUMBLES off as... -.. DALTON rips out a gun and presses it against the DRIV",
          "sentiment": "neutral"
        },
        {
          "speaker": "DALTON",
          "text": "Do exactly as I say or I'll blow your head off!",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAT WOMAN, (0.S.)",
          "text": "Ah!i!t! Dalton spins around to a terrified FAT WOMAN.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DALTON",
          "text": "Pipe down you fat cow! Panic ripples through the bus.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DALTON, (CONT'D)",
          "text": "Now listen up! This is a robbery! Do what I say and no one gets hurt. SOPHIA grabs LUKE’S shoulder. DALTON (CONT’D) (to Driver) Keep driving! The DRIVER nods submissively as LUKE turns to the Trench Man behind him. \f73.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "We gotta do something. DALTON sees him from the corner of his eye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DALTON",
          "text": "Hey YOu! Dalton marches over to LUKE -- and JAMS the GUN in his FA",
          "sentiment": "neutral"
        },
        {
          "speaker": "DALTON, (CONT'D)",
          "text": "What the hell are you doin’?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "Nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DALTON",
          "text": "Oh yeah? Dalton pistol whips Luke hard across the face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DALTON, (CONT'D)",
          "text": "Anyone else wanna be a hero?! Dalton stares them down. He means business.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DALTON, (CONT'D)",
          "text": "Everybody put your hands where I can see ‘em! NOW! Dalton tosses a bag to Luke as he wipes blood from his li",
          "sentiment": "neutral"
        },
        {
          "speaker": "DALTON, (CONT'D)",
          "text": "You just volunteered yourself, tough guy. He grabs Luke by the collar and pulls him to the front.of bus.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DALTON, (CONT'D)",
          "text": "Okay now listen up, I want everyone to put their wallets into the bag! If you give me shit, I’1ll give you lead! Dalton leads Luke from PERSON to PERSON as Luke collects their wallets and places them into the bag. They get to the MAN in the trench coat. He’s reluctant to hand over his wallet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DALTON, (CONT'D)",
          "text": "Come on, let’s go... Dalton raises the gun to his face. \f74.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DALTON, (CONT'D)",
          "text": "Hand it over. Begrudgingly Trench Coat Man hands over his wallet, but L drops it... ++.» It lands on the floor -- and flops open -- revealing man’s FBI SHIELD and name: RAY ROE. LUKE gets a good look at it and is taken aback. DALTON (CONT’D) So you’re a pig... DALTON tightens his trigger FINGER -- SHOOTS -- but. LUKE KNOCKS HIS ARM AWAY -- sending the SHOT ASTRAY as -- --. AGENT ROE ducks -- the BULLET just MISSING HIM, when EVERYONE’S HEAD JERKS FORWARD as -- -- The BUS DRIVER -- SLAMS on the BRAKES. PASSENGERS SMAC INTO the SEATS in front of them as DALTON tumbles backwar into the AISLE as the BUS comes to a SCREECHING HALT. Agent ROE draws his GUN -- AIMS -- but it’s too late -- DALTON stumbles to his feet -- pushes open the BUS DOORS RACES OUT when --",
          "sentiment": "neutral"
        },
        {
          "speaker": "-- A HORN BLARES",
          "text": "TRUCK PLOWS into DALTON as it barrels past the BUS -- SEN",
          "sentiment": "neutral"
        },
        {
          "speaker": "HIM SPIRALING IN THE AIR --",
          "text": "-- HE CRASHES down HARD on the ROAD, MOTIONLESS. DEAD.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Everyone looks on in horror as...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "++» blood spews out from Dalton’s head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE, (V.0O.)",
          "text": "Tony Dalton, hit by a truck... SUPER: the HANDWRITTEN TEXT of the DEATH NOTE ENTRY over AFTERMATH of the ACCIDENT as_ Luke reveals how he orchest it all:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "LUKE (V.0.) (CONT’D) March 25th, 2008 Tony Dalton gets on the nine fifteen M60 bus bound for Manhattan. He tries to rob it, pistol whips a young man wearing a Thundercats t-shirt and then forces him to help.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLASH BACK, (BUS SEQUENCE)",
          "text": "REVEAL LUKE wearing a Thundercats t-shirt as he reaches f Agent Roe’s wallet and purposely drops it (revealing his identity). LUKE (V.0.) (CONT’D) When the young man drops a wallet, Dalton goes into a rage, fires his gun and rushes off the bus, where he’s killed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BACK TO AFTERMATH",
          "text": "Luke applies pressure to a gash on Sophia’s head as Agent approaches them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AGENT ROE",
          "text": "Hey, I just wanted to thank you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "You don’t have to thank me. Agent Roe almost feels guilty for suspecting him, having idea Luke saved his life to do just that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Luke pulls back a curtain and finds Sophia sitting with a bandage on her head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "Come on, let’s get out of here. Sophia doesn’t budge. LUKE (CONT’D) What? I spoke to the cops. We can take off... What's the matter?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOPHIA",
          "text": "I was so scared when that guy hit you. He could’ve killed you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "Don’t worry, nothing’s gonna happen to me, Sophia. Come on, let’s go. \f76. He grabs her and leads her away as a nervous anxiousness drives him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOPHIA",
          "text": "Stop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "What? I wanna get out of here. She just looks at him, emotion welling up in her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOPHIA",
          "text": "What’s gotten into you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "What do you mean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOPHIA",
          "text": "I mean, you look terrible and you’ve been acting weird --",
          "sentiment": "neutral"
        },
        {
          "speaker": "WOMAN, (0.S.)",
          "text": "I knew I knew you! REVEAL the fat Woman from the bus, sitting nearby.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WOMAN, (CONT'D)",
          "text": "You're the kid from the subway. You saved that woman.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "No, that wasn’t me. (to Sophia) Are you coming? She hesitates before moving to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WOMAN",
          "text": "Really? I could’ve sworn that was you, that you were that hero kid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "Nope. Luke hurriedly leads Sophia out the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Luke checks for the pin in the door hinge, it’s still. th He removes it and... INT. ROOM - CONT. +.» runs his hand through his hair as his mind churns. \f77.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "Shit... the Feds. He glances at a picture of his mom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE, (CONT'D)",
          "text": "I need more time. He takes out the Death Note as he paces back and forth. cur TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE, (V.0.)",
          "text": "Rule - A page or remnants of a page can bring about death, even if it’s been removed from the Death Note. (note: again, this is not the first time he’s reading thi rule but it’s the first time it’s important) ON LUKE as he rips several pages from the book and pocket them before tucking the book back in the secret compartme LUKE (CONT’D) dust in case. He takes off as...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "“nD ++. Brett Gurtsky sits before a laptop displaying the L logo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "L",
          "text": "(from computer) I know we've been through this a hundred times but is there anything else you can remember. Anything at all?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRETT",
          "text": "Honestly, there’s nothin’ else... I've given you everything I’ve got.",
          "sentiment": "neutral"
        },
        {
          "speaker": "L",
          "text": "Alright. Thanks Brett. We’re gonna keep you sequestered here at the hotel. But do me a favor... from this point on don’t discuss any of this with the NYPD.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRETT",
          "text": "Why not?",
          "sentiment": "neutral"
        },
        {
          "speaker": "L",
          "text": "‘Cause our suspect might have ties to them... don’t want to tip him off. Brett leaves as Agent Roe enters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "L, (CONT'D)",
          "text": "What do you got for me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Luke paces, his mind churning as... INT. CELL - MURDERERS’ ROW - RAHWAY PRISON - DAY «+. Alejandro Lozano curiously studies the LETTER Luke se him. He removes the phone card and dials a pay phone in h cell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Luke stops in his tracks when his prepaid cell phone RING Emotion flushes through him as he pulls it out from his pocket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOPHIA, (0.8.)",
          "text": "Can you help me with -- Sophia enters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "Not now, I have to take this. She stands there, waiting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE, (CONT'D)",
          "text": "Sophia, it’s private. Please, just give me a minute.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOPHIA",
          "text": "Who is it? \f79.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "Sophia, please, just do me this favor. He whisks her towards the door as the cell RINGS in his h",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOPHIA",
          "text": "Alright! God what the hell’s gotten into you? She exits as he quickly locks the door behind her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "(into cell) Hello...",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOZANO",
          "text": "(into phone) Is this Mr. Witten?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "Yes. This is Mr. Witten. Luke frantically searches through his bookbag, pulling ou the DEATH NOTE PAGES and a LIST OF TEN NAMES.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOZANO",
          "text": "Mr. Witten, this is Alejandro Lozano. I got your letter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "Oh, Mr. Lozano I’m glad you called. The more Luke holds the Death Note Pages -- the more they affect him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOZANO",
          "text": "So, can you really help me with my appeal and take it on pro bono?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "Actually I’m not a lawyer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOZANO",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "Yeah, they’re useless. Believe me... I have a better idea. \f80. Luke begins to change... His eyes grow hard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOZANO",
          "text": "I don't understand. How the hell are you gonna help me? LUKE writes the names from the list onto a DEATH NOTE PAG",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "I’m not... A_glazed_ look fills Luke’s face as the power of the Deat Note completely takes him over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE, (CONT'D)",
          "text": "++. I just wanted to hear your voice before I killed you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOZANO",
          "text": "What did you just say?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRISONER 1, (0.8.)",
          "text": "(guttural cry) Uhit! PRISONER 1, five cells down from LOZANO, clutches his che as a heart attack shoots through him. LOZANO quizzically looks out his cell towards him as an OFFICER races to his aid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "That man didn’t just die of a heart attack. I killed him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOZANO",
          "text": "Who the hell is this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "Today you’re gonna pay for killing Laura Murray.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AH",
          "text": "LOZANO spins around and sees PRISONER 2 (across from Pris 1) fall prey to a heart attack. A-chill shoots down his spine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OFFICER",
          "text": "(into walkie) Get a medic up here fast! \f81.",
          "sentiment": "neutral"
        },
        {
          "speaker": "UHI",
          "text": "All HEADS SPIN TO PRISONER 3, who suffers the same fate, slumps over -- SMASHING his HEAD against a SINK -- SPLATTERING BLOOD ACROSS THE FLOOR. LOZANO’S heart races as PRISONER 4, grabs the bars in fea",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRISONER 4",
          "text": "It’s Kira! He’s gonna kill all of us! Beads of sweat form on LOZANO’S forehead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "Tell me something... how's it feel? PRISONER 4 falls backward -- SMASHING HIS HEAD AGAINST th CONCRETE FLOOR.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRISONER 5 PRISONER 8",
          "text": "Help us!!! Let us out!!! OTHER PRISONERS YELL AS PANIC SETS IN.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORRECTIONAL OFFICER",
          "text": "Everyone calm down!!! (into walkie) We need a lock down on cell block 9!!! It’s CHAOS -- ALARMS goes off as RIOT GUARDS rush in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "I’m saving you for last because I want you to feel what it’s like to be afraid. I want you to feel what Laura Murray felt the day you killed her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOZANO",
          "text": "I don't know what you're talking about!!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "Yes you do. Brett told me everything. You killed two people in a grocery store back in ninety- seven.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOZANO",
          "text": "No I didn’t. \f82.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "Don’t lie to me, You used your Ansley and then shived it with a screw driver. That smacks LOZANO in the face as... «+. PRISONERS 5, 6 and 7 -- DROP DEAD, one by one, like t rows of dominos, making their way towards HIM. LUKE (CONT’D) Just admit it and I’11 let you live. LOZANO sees PRISONERS 8 and then 9 FALL to their deaths.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOZANO",
          "text": "Okay, okay. It’s true. I did it. I was all messed up. I’m SORRY. Luke finally gets the truth. It really was Lozano. LOZANO (CONT’D) Please. I don’t want to die.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "(pause) Neither did Laura Murray. LUKE writes Alejandro Lozano in the Death Note. After a few seconds...",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOZANO",
          "text": "No...! LUKE flips. the cell phone shut as... ++. a massive heart attack cripples LOZANO. He stumbles forward, flops to the ground as... -+. his mouth begins to foam over. The disconnect signal BEEPS out from the phone as he lies there dead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Luke holds the phone for a moment when he catches his own reflection in the glass of a picture frame. He quickly comes to his senses as he looks at what he’s d taken aback. Suddenly a KNOCK comes from the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOPHIA, (0.S.)",
          "text": "Luke... \f83. He quickly gathers his stuff and races out...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "++. hustling past Sophia.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOPHIA",
          "text": "Hey, where’re you going?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "Gotta run.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOPHIA",
          "text": "What's going on? He doesn’t respond as...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... Watari gets a text message.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WATARI",
          "text": "Excuse me gentlemen. Watari moves away from Capt. Murray and the others as he dials a number into his cell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WATARI, (CONT'D)",
          "text": "(sotto) L, Lozano is dead. (listening to response) Okay. Watari clicks off the cell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WATARI, (CONT'D)",
          "text": "Gentlemen... I’ve been instructed to bring you to L. The men all share a look as...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "+.. Luke races out from a subway car, overwhelmed with emotion when... ++. he sees the place where only two months ago he risked own life to save another. It feels so long ago.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Luke moves to his mother’s grave and breaks down. \f84.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "(pause) Gotta get rid of it... It’s evil.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MASKED MEN rummage through the room while others hurriedl install hidden cameras as...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... Luke races towards his house, only a couple of blocks away. INT. LUKE’S ROOM A MAN rips open Luke’s desk drawer, where the Death Note hidden. He scours through the drawer as...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "+.» Luke approaches, a block away when...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "++. a LOOK OUT spots him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOOK OUT",
          "text": "(into mic.) We've got company. INT. LUKE’S ROOM The MAN IN CHARGE quickly slams the desk drawer shut, oblivious to the Death Note hidden in the secret compartm below.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN IN CHARGE",
          "text": "Hurry it up boys. They hurriedly finish installing the cameras while tidyin the room with memorized precision. EXT. LUKE’S HOUSE Luke races up the steps, opens the front door and enters as... \f85. INT. LUKE’S HOUSE +++ the men funnel out a rear window with stealth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oblivious, Luke moves towards his room, determined to get book from his desk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Everything is exactly the way it was when he left it. No doubt about it, these guys were pros.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Luke moves towards his room, about to fall into their tra when... -.- he notices the pin he placed in the hinge has fallen the floor. A chill shoots down his spine. He realizes someone has been in his room. INT. LUKE’S ROOM - CONT. Luke calmly enters as...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "++. a MAN in silhouette eyes a row of surveillance screen all depicting various angles of Luke and his room. INT. LUKE’S ROOM Luke realizes that it might look suspicious to remove the book from the hidden compartment. As much as he wants to rid of it, he can’t.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SILHOUETTED MAN /, (L)",
          "text": "Let’s see if you’re the hero everyone thinks you are.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Watari leads Capt. Murray and his team towards an elevato \f86. INT. LIVING ROOM - HOTEL - CONT. ++. ushering everyone in. After a moment L enters. ‘He’s intense, internal, filled with a mix of far off hurt and intelligence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "L",
          "text": "Hi. I'mL. Capt. Murray can’t believe it, he’s much younger than he expected. He turns to Watari for confirmation. Watari nod",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPT. MURRAY",
          "text": "Hi, I’m Captain Murray. Greeting are exchanged as Watari hands Capt. Murray a fol of pictures.",
          "sentiment": "neutral"
        },
        {
          "speaker": "L",
          "text": "I’ve asked you all here because I’ve narrowed down our suspect pool. Capt. Murray opens the folder and finds IMAGES OF LUKE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPT. MURRAY",
          "text": "What the hell is this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "L",
          "text": "Something happened today that proves Kira, more likely than not, is your son, Capt. Murray.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPT. MURRAY",
          "text": "You're out of your mind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "L",
          "text": "I know this must be very hard for you captain but Luke is a college student, he has a very high IQ and it. wouldn’t be hard for him to get information from you without you even knowing it. But most of all, he has a motive.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DT. GOEMMANS",
          "text": "What the hell are you talking about?",
          "sentiment": "neutral"
        },
        {
          "speaker": "L",
          "text": "His mother was murdered. There’s probably not a single day that goes by where he doesn’t think about that. Imagine what that would be like. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "L, (CONT'D)",
          "text": "How that would affect someone, to see their mother gunned down in front of them. If it were me, I'd want to kill the bastard. I'd want vengeance. Or dare I say, justice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPT. MURRAY",
          "text": "Who the hell do you think you are!? Captain Murray grabs L and slams him up against the wall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "L",
          "text": "Alejandro Lozano is dead -- he died of a heart attack. Capt. Murray lets go of L. It’s as if he got kicked in th gut.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPT. MURRAY",
          "text": "What...? When?",
          "sentiment": "neutral"
        },
        {
          "speaker": "L",
          "text": "This morning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DT. GOEMMANS",
          "text": "(in defense of the Capt.) So what? The ballistics didn’t match up... he wasn’t the shooter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "L",
          "text": "Yes, he was. L gestures to Waturi, who brings over a weapon in a red EVIDENCE bag.",
          "sentiment": "neutral"
        },
        {
          "speaker": "L, (CONT'D)",
          "text": "Lozano altered the rifling of his gun with a screwdriver... that’s what threw off the lab. But the screwdriver didn’t reach the back of the gun barrel. When you compare those markings to the slugs they’re a perfect match. (beat) He was the man that killed your wife, Capt. Murray. An uncomfortable silence ensues.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DT. WASHINGTON",
          "text": "That doesn’t prove anything. \fWhat?! 88.",
          "sentiment": "neutral"
        },
        {
          "speaker": "L",
          "text": "So it’s just a coincidence that Lozano and Rick Gurtsky, one of his few known accomplices, were both killed by Kira? Maybe. I'11 give you that. But when you couple that with Brett Gurtsky’s testimony and the fact that the e-mail sent to the Times came from a computer near Fordham University, the school Luke attends, it becomes harder and harder to say it’s all just strange happenstance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPT. MURRAY",
          "text": "Those are bold allegations, L.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DT. WASHINGTON",
          "text": "Yeah, it’s all circumstantial.",
          "sentiment": "neutral"
        },
        {
          "speaker": "L",
          "text": "I know. That’s why I did what I did... Cameras have been installed in your house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DT. GOEMMANS DT. WASHINGTON",
          "text": "You're out of your mind L! They are all taken aback but Capt. Murray cuts them off. L nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPT. MURRAY",
          "text": "(to L) I know my son is a good kid. We’ve got nothing to hide. If you wanna watch us L, go ahead and watch us. But make sure the job gets done right. Make sure they’re no blind spots. Because I don’t want any excuses. Are we clear? CAPT. MURRAY (CONT’D) Good, because I wasn’t asking. Capt. Murray storms away, as do the others. INT. LUKE’S ROOM Luke readies himself for work as Capt. Murray enters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPT. MURRAY",
          "text": "Luke, I want to talk to you. \f89.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "I can’t now, I gotta go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPT. MURRAY",
          "text": "Then I’11 walk with you. Come on. EXT. STREET - CONT. Luke and Capt. Murray walk along.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPT. MURRAY",
          "text": "Did you go to Dr. Warren’s?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPT. MURRAY",
          "text": "What'd he say?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "Nothing, everything’s fine. Luke puts on his best face as Capt. Murray studies him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPT. MURRAY",
          "text": "I want you to know something... It was Lozano. They reexamined the gun and the ballistics matched up. Capt. Murray notices that Luke reacts with feign surprise",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPT. MURRAY, (CONT'D)",
          "text": "Look, I want you to listen to me and I want you to listen good... If you need to talk to me, you can.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "I know, Dad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPT. MURRAY",
          "text": "No, that’s not what I’m saying. Capt. Murray looks at Luke for emphasis.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPT. MURRAY, (CONT'D)",
          "text": "You can come to me... no matter what... Do you understand? There’s a long pause, an unsaid understanding, it rattles Luke. How could he have put his father in this position?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Luke paces back and forth. \f90.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "(sotto to self) Gotta turn myself in. (beat) No, can’t let it get out there. He’s at a loss as...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "»-. Brett, deep in thought, scrolls through the New York Times online edition. Suddenly he stops dead in his tracks when he finds what h looking for, THE KOREAN GROCERY STORE ROBBERY. He eyes the names of the victims and their remaining relatives. INSERT TEXT: Linda Murray survived by her husband NYPD Detective Sean Murray, and her two children, Luke and Sar",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Luke withdraws some cash, continually checking to see if anyone is following him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A premier store for spy software. A SALESMAN shows Luke a wireless camera hunter and other bug detection software.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SALESMAN",
          "text": "This is what you want. If you have any bugs or hidden cameras, this’1l find ‘em. But what makes this little baby special is that it can tap into their frequency, so it can show you what they’re seeing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "How much?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SALESMAN",
          "text": "Two hundred bucks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "Can I return it if I have to?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SALESMAN",
          "text": "You got thirty days kid, after that it’s yours come hell or high water. \f91. EXT. LUKE’S HOUSE - EVENING Luke stands on a tall ladder, hosing leaves down the gutt when... +. he pulls out the camera hunter. Earphones are attached to it, making it look like an ipod. INSERT THE CAMERA HUNTER’S 2.5” HIGH RESOLUTION SCREEN... «+. it shows the POV of a hidden camera in Luke’s room. L hits a button and it cuts to a different hidden camera’s He writes on his hand, diagramming the angles, looking fo blind spot when...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH, (0.S.)",
          "text": "Hey, it’s getting late. Startled, Luke turns the hose back on the gutter. SARAH (CONT’D) Are you ready to go?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "Go where? She looks at him, shocked.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE, (CONT'D)",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Are you kidding me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "Sarah, I don’t have time for this. What do you want?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Just forget it. She storms away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "Hey, it’s not my job to remember everything. It’s time you stop acting like a kid and grow up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Oh yeah, screw you, how’s that for growing up?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "What’s your problem!? \f92.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "It's mom’s birthday! She storms away, teary-eyed as Luke stands there, shatter He solemnly turns to the camera hunter. INSERT SCREEN: It shows Sarah grab a bouquet of flowers o the kitchen table and storm out, as does... INT. L’S HOTEL ROOM - EVENING ++. a surveillance screen here. It’s one of many which li the wall depicting various angles of Luke’s house. L eyes them all as... ++. Capt. Murray and his team enter. The tension is palpable.",
          "sentiment": "neutral"
        },
        {
          "speaker": "L",
          "text": "Well, I'm glad everyone is onboard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPT. MURRAY",
          "text": "How long do you plan on doing this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "L",
          "text": "We have to wait until another con is killed. But it has to be someone who hasn’t been in the news before. That’s the only way we can definitively clear Luke.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPT. MURRAY",
          "text": "That could take a long time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "L",
          "text": "I'm sorry, but we don’t have a choice. I hope you understand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Brett cautiously picks up the phone and dials.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "(into phone) Hello? Brett freezes as he hears Luke’s voice. LUKE (CONT’D) Hello...? Hello... \f93. Brett quickly hangs up as he goes pale. INT. L’S HOTEL ROOM - DIFFERENT DAY Capt. Murray and L wearily monitor the surveillance camer as... INT. LUKE’S ROOM - SAME TIME ++. Luke, now with longer hair enters, eating a bag of po chips. INT. L’S HOTEL ROOM Capt. Murray and L wearily look on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "L",
          "text": "Your son doesn’t look well.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPT. MURRAY",
          "text": "It's just work and finals. That’s all. At least that’s what Capt. Murray hopes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEWS ANCHOR, (0.S.)",
          "text": "(from tv) ++. The dow was up a hundred points today in heavy trading... But we cut to breaking news. We have just received word that an arrest has been made in the murder case that has left a Harlem neighborhood up in arms...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NEWS ANCHOR (CONT’D) Last week Natasha Jackson was sexually assaulted and murdered in her home. DNA evidence has led authorities to an unlikely suspect, John Burress, a teaching assistant at Natasha’s school, PS 32. FOOTAGE of AUTHORITIES escorting BURRESS into the station fills the screen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Authorities raided his residency and discovered physical evidence that connected him to the crime along with a stock pile of child pornography... Wait a minute (listening to earpiece) Something seems to have happened. We’re gonna go live to the scene... A NEWS REPORTER stands in front of a HARLEM POLICE PRECIN as CHAOS erupts behind him. NEWS ANCHOR (0.S.) (CONT’D) Jack, can you tell us what’s going on down there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEWS REPORTER",
          "text": "We've just gotten word that murder suspect John Burress has died of a heart attack! L and Capt. MURRAY sit up in attention.",
          "sentiment": "neutral"
        },
        {
          "speaker": "L",
          "text": "Watari, turn up the volume. They immediately shoot a look over to the SCREENS monitor LUKE. He eats potato chips and studies at his desk. L (CONT’D) (pause) He’s not watching the news... The other DETECTIVES rush in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DT. GOEMMANS",
          "text": "Are you guys watching this!?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPT. MURRAY",
          "text": "Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEWS ANCHOR, (0.S.)",
          "text": "Do you think it was Kira? All eyes turn to the tv.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEWS REPORTER",
          "text": "It certainly seems so. L is stupefied. \f95.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Luke eats chips as we slowly move in closer to the potato chip bag... ++. REVEAL a mini-hand held tv, a pen and a small piece o the Death Note, lying deep within the bag. The newscast’ plays on the mini’s 2.5 inch screen as a ti earpiece feeds Luke the audio track. A name is written on the Death Note paper... Sure enough. It’s one John Burress... INT. L’S HOTEL ROOM Capt. Murray is on his cell as Brett Gurtsky enters and approaches L and the investigative team.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRETT",
          "text": "L, you wanted to see me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "L",
          "text": "Yeah, I’'1l be with you in a moment. He points him towards a room as Capt. Murray clicks off h cell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPT. MURRAY",
          "text": "(to L) The coroner just confirmed it. It was Kira. L's mind races as the news sinks in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DT. GOEMMANS",
          "text": "I think we have no choice but to absolve Luke.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPT. MURRAY",
          "text": "Isn't this enough for you L?",
          "sentiment": "neutral"
        },
        {
          "speaker": "L",
          "text": "Watari, remove all the surveillance equipment. Capt. Murray and his men take off as Brett moves to L. \f96.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRETT",
          "text": "You're making a mistake. (re: Luke) This is your guy. I’m sure of it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "L",
          "text": "I don’t have a choice. Brett can’t believe it. EXT. LUKE’S HOUSE - DIFFERENT DAY Luke holds the camera hunter like an Ipod as a big grin. crosses his face. All the cameras have been removed. INT. LUKE’S ROOM - CONT. He races inside and rips the Death Note out from the hidd compartment in his desk and... EXT. LUKE’S HOUSE - CONT. «+. races out, bumping into his father.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPT. MURRAY",
          "text": "Hey, where’re you going?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "Sophia's... But listen dad, I want you to know something. You were right. About everything. I’m gonna go to law school. Relief flushes through Captain Murray. He couldn’t be happier, with everything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Luke douses the Death Note with gasoline.",
          "sentiment": "neutral"
        },
        {
          "speaker": ". LUKE",
          "text": "I relinquish myself from the (Death Note. He strikes a match and tosses it onto the book. It explod into a ball of flames. INT. LUKE’S HOUSE - LATER - Luke enters. He looks like a new man. Sarah studies him. \f97.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "Hey, did you eat dinner?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "You want some grilled cheese?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Only if you’re making it. Luke smiles... Sarah smiles back, that’s more like the Lu she knows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Brett comes across Luke’s profile on Facebook, which incl a picture of him hugging Sophia. He clicks on her image and pulls up her profile. He eyes for a long hard moment. INSERT PROFILE: SOPHIA BAKAS, Fordham University ‘09 INT. L’S HOTEL ROOM - EVENING Watari hands the phone to L.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WATARI",
          "text": "It’s Brett Gurtsky, he’d like to talk to you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "L",
          "text": "(into phone) Hello.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Brett is on his cell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRETT",
          "text": "L, I’m going to prove to you that Luke Murray is Kira.",
          "sentiment": "neutral"
        },
        {
          "speaker": "L",
          "text": "How? INT. LUKE’S ROOM Luke’s cell phone RINGS, he checks the caller ID and smil \f98.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "(into cell) Hey, I was just thinking of you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sophia is on her cell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOPHIA",
          "text": "Can you meet me at the library?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "Sure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOPHIA",
          "text": "How soon can you get here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "I don't know, thirty minutes... Is everything alright? Sophia wants to say something but can’t... +... REVEAL Brett discreetly pointing a 9 mm right at her",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOPHIA",
          "text": "Yeah, everything’s fine. Please hurry. INT. L’S HOTEL ROOM - WATARI AND L",
          "sentiment": "neutral"
        },
        {
          "speaker": "WATARI",
          "text": "We've tapped into the library's video surveillance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "L",
          "text": "Great. Let me see it. Various angles of the library appear on L’s surveillance screens.",
          "sentiment": "neutral"
        },
        {
          "speaker": "L, (CONT'D)",
          "text": "Watari, is the lie detection software up and running?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WATARI",
          "text": "I’m still working on it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "L",
          "text": "Hurry. Watari frantically types away, trying to boot up an audio polygraphic system. \f99.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Luke races up the stairs towards the entrance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "(into cell) Hey, where you at? INT. L’S HOTEL ROOM Capt. Murray and the investigative team hurriedly enter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPT. MURRAY",
          "text": "We got your message. What’s going on?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Luke enters and is taken aback when he sees Brett point h gun at Sophia.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRETT",
          "text": "Stop right there! A few BOOKWORMS flee when they see Brett take aim at Luke",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOPHIA",
          "text": "I’m sorry, Luke. He made me call.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRETT",
          "text": "You think it’s cool to play with peoples’ lives? Huh? Let’s see how you like it. If you want her to live, confess that you killed my brother and that you're Kira. Luke genuinely doesn’t know what he's talking about now t he’s given up the book.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "What? Please just calm down. You're making a big mistake. INT. L’S HOTEL ROOM",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPT. MURRAY",
          "text": "What the hell is going on? This is bullshit! We’re already cleared Luke as a suspect!",
          "sentiment": "neutral"
        },
        {
          "speaker": "L",
          "text": "You might have -- but I didn’t. \f100.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPT. MURRAY",
          "text": "(to Dt. Washington) Get some cops over there ASAP. Dt. Washington hurries over to a phone as L looks on intently.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRETT",
          "text": "I swear to God. I’11 kill her! Brett brings the gun to Sophia’s head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don’t make me do this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "No, please! I’m not Kira! I don’t know what you’re talking about! INT. L’S HOTEL ROOM L shoots a look to the lie detection software. It’s not u",
          "sentiment": "neutral"
        },
        {
          "speaker": "L",
          "text": "Watari!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Brett begins to tighten his trigger finger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "Please, just let her go. You can do whatever you want to me, but don’t hurt her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRETT",
          "text": "No, I want you to know what it feels like to lose someone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "Please, don’t do it! I’m not Kira!!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRETT",
          "text": "I don’t believe you! INT. L’S HOTEL ROOM Everyone watches intently.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The cops are almost there!",
          "sentiment": "neutral"
        },
        {
          "speaker": "L",
          "text": "Have them hang back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPT. MURRAY",
          "text": "What?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "L",
          "text": "Let’s see how he plays this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPT. MURRAY",
          "text": "This isn’t a damn game, L! Send them in! NOW!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRETT",
          "text": "Beg! I want you to beg!",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "I’m begging you! Don’t do it! I’M, NOT, KIRA! INT. L’S HOTEL ROOM All eyes turn to the lie detection software. running now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "L",
          "text": "(pause) Oh my god, he’s telling the truth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Brett tightens his trigger finger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRETT",
          "text": "Now you know how it feels! 101. It’s up and Emotion overwhelms him. He’s really going to do it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "No! SIRENS BLARE. Brett shoots a look out the window -- sees COPS arriving, when -- -- Sophia breaks free and makes a run for it. down as Brett takes aim. Time slows \f102. INT. L’S HOTEL ROOM Everyone looks on with bated breath.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Luke charges towards Sophia, when...",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "No, don’t -- ! ++. BAM -- BRETT FIRES -- Luke steps in front of the shot shielding Sophia. THUMP -- the sound of flesh tearing fil the room as he crumbles to the floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "INT. L’'S HOTEL ROOM They all stand there horrified as...",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT, LIBRARY",
          "text": "«+. Sophia kneels down next to Luke as a pool of blood sp onto the marble floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOPHIA",
          "text": "Oh my God... He looks up at her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOPHIA, (CONT'D)",
          "text": "I’m so sorry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "Don’t be... He grabs hold of her hand and touches the Claddagh ring h gave her. She looks at it as she wells up with emotion. “I love you” crosses his face but he doesn’t have the strength to say it as he loses consciousness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOPHIA",
          "text": "Somebody help, please! God please, somebody help us!!! Luke! Lukel!! Brett takes in the scene.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOPHIA, (CONT'D)",
          "text": "Why did you shoot him! \f103. The COPS storm in -- guns drawn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COP",
          "text": "Put the weapon down! Brett sizes up the cops. before bringing the gun to his h",
          "sentiment": "neutral"
        },
        {
          "speaker": "COP, (CONT'D)",
          "text": "No! BAM! -- his knees buckle as a round casing bounces off th floor and his limp body collapses from a self inflicted g shot. INT. L’S HOTEL ROOM Everyone watches in horror as the cops rush to Luke, Soph and Brett. Capt. Murray explodes, he grabs L and JACKS him up agains the wall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPT. MURRAY",
          "text": "You're gonna pay for this L. I swear to God! The other detectives struggle to restrain Capt. Murray as",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "+++ blood spews out from Luke’s belly. MEDICS lift him on a gurney and into an ambulance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sophia solemnly sits as Capt. Murray hurriedly approaches",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPT. MURRAY",
          "text": "How is he?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOPHIA",
          "text": "It’s touch and go. Tears stream down her face as Capt. Murray consoles her, trying to be strong.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A heart monitor BEEPS as Luke lies still... His eyes slow open. It takes him a moment to shake the cobwebs as... +.» Capt. Murray, Sarah and Sophia slowly. get up from th seats.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOPHIA",
          "text": "Oh, thank god...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Luke, bandaged up, exits with Capt. Murray.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPT. MURRAY",
          "text": "I’m gonna go get the car. Hang tight. Capt. Murray takes off as Luke fishes through a bag of personal items. He finds his sidekick and turns it on. He looks at it curiously. He’s got a video message but th strange thing is it’s from himself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE, (FROM VIDEO MESSAGE)",
          "text": "There's something you need to know... You're Kira. And I’m here to tell you what happened. Luke is taken aback.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE, (FROM VIDEO MESSAGE)",
          "text": "After they removed the cameras you tried to destroy the book.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Death Note is engulfed in flames.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE, (FROM VIDEO MESSAGE)",
          "text": "But you realized it couldn't be destroyed. Luke is astonished when the flames recede and the Death N remains unscathed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE, (FROM VIDEO MESSAGE)",
          "text": "You thought about throwing it away but you were afraid of who might find it and what they might do with it. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE, (FROM VIDEO MESSAGE)",
          "text": "You were at a loss, you didn't know what to do... That's when I took over. Luke’s eyes narrow and harden again as he stands there in junk yard, clutching the Death Note. (note: everything Lu does from here on is under the auspicious of the book).",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE, (FROM VIDEO MESSAGE)",
          "text": "We realized that a cloud of suspicion still hung over you. And there were loose ends that still needed to be tied up. Gurtsky was still out there. He opens the Death Note and draws his pen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE, (FROM VIDEO MESSAGE)",
          "text": "But we couldn't just kill him because that would only draw more suspicion... Luke writes in the book one last time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE, (FROM VIDEO MESSAGE)",
          "text": "++. It would've been a mistake. cur TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sophia cradles Luke as he lies there bleeding.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE, (FROM VIDEO MESSAGE)",
          "text": "And a mistake can cost someone their life... Brett takes in the scene -- aghast at what he’s done.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE, (FROM VIDEO MESSAGE)",
          "text": "+... Brett’s mistake was talking to the police.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Luke writes in the Death Note. SUPER: the TEXT of the DEATH NOTE ENTRY over the AFTERMAT the SHOOTING as Luke reveals how he orchestrated it all: \f106.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE, (V.0.)",
          "text": "Brett Gurtsky, suicide. He arranges to meet with his brother’s killer by taking his girlfriend hostage on June 5th 2008.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE, (V.0O.)",
          "text": "He forces the girlfriend to call him and then contacts the investigative team...",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE, (V.0.)",
          "text": "+.. and tries to make the killer confess as they watch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sophia breaks free from Brett.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE, (V.0.)",
          "text": "He tries to stop the hostage when she runs away and purposely shoots low center mass. BRETT lowers his aim and SQUEEZES OFF a ROUND.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE, (FROM VIDEO MESSAGE)",
          "text": "We knew you would do the heroic thing. Luke steps in front of the shot, shielding Sophia.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE, (FROM VIDEO MESSAGE)",
          "text": "We just had to make sure it wasn’t a lethal hit. Luke crumbles to the floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE, (FROM VIDEO MESSAGE)",
          "text": "A shot to the stomach would be painful, but it wouldn’t kill you. \f107.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Luke stands there in shock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE, (FROM VIDEO MESSAGE)",
          "text": "Then we took care of Brett. INT. LIBRARY —- (FLASHBACK) Brett is stunned by what he has done. He brings the gun t his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE, (V.0.)",
          "text": "In a moment of madness, Brett kills himself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Luke has to sit down. It’s as if he got kicked in the gut",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE, (FROM VIDEO MESSAGE)",
          "text": "We knew that if they saw you get shot there’s no way they'd continue to suspect you. INT. L’S HOTEL ROOM (FLASHBACK) Capt. Murray, L and the investigative team watch in horro Luke lies on the floor, blood spewing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE, (FROM VIDEO MESSAGE)",
          "text": "But for you to really sell it, you needed to not know what was going on. That's why it was so perfect to give up the book and lose your memory of it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Luke looks on, agape.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE, (FROM VIDEO MESSAGE)",
          "text": "But we have unfinished work to do. We've hidden the book in an abandoned cemetery. cur TO: \f108.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE, (FLASHBACK)",
          "text": "He pours cement onto the Death Note, encasing it within a headstone mold.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE, (FROM VIDEO MESSAGE)",
          "text": "Because we realized if we were to bury it in the ground or hide it in the house someone could find it. Luke removes the headstone from the mold.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE, (FROM VIDEO MESSAGE)",
          "text": "But there are social and moral reasons why a headstone would go untouched. Luke carries the headstone into an abandoned cemetery.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE, (FROM VIDEO MESSAGE)",
          "text": "And I'm here to show you where it is... The video message begins to pan across St. Demetri’s Ceme when...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "«+. Luke SNAPS his sidekick shut and SLINGS it against th wall -- SHATTERING IT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "Oh my god... what have I done?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEAT",
          "text": "Luke stands there breathing heavily when he feels the wei of a stare. He turns and sees L approaching him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "L",
          "text": "Hey, are you alright? Luke studies him. How long has he been watching?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "(blankly) I’m sorry, do I know you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "L",
          "text": "No... But I know you. L pulls out a bag of chips and begins to eat (it’s the sa brand Luke used in the potato chip sequence).",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Luke solemnly lays flowers on his mother’s grave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE, (V.O.)",
          "text": "Someone once said that the highest proof of virtue is to possess boundless power without abusing it... but they never had a Death Note.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Luke pensively walks along.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE, (V.O.)",
          "text": "Every day I pass by the cemetery. He scans the grounds of the cemetery.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE, (V.O.)",
          "text": "I don't know which headstone it's in but the truth is -- I don't want to know. I just want to know it's there, where no one can get to it. INT. LUKE’S ROOM - DAY Luke sits in his chair, deep in thought, looking at some news clipping.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE, (V.0.)",
          "text": "I spent a lot of time alone afterwards thinking about what happened.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Luke sits in a pew.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE, (V.O.)",
          "text": "I couldn’t make sense of it all. Because the truth is, I let it happen. Luke breaks down and lowers his head. \f110.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Luke eyes his father and his team through a window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE, (V.0.)",
          "text": "I thought about turning myself in and confessing... Luke begins to cross the street, moving towards his fathe office. -",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE, (V.0.)",
          "text": "++. but how could I explain what happened without the book. Luke stops, thinks better of it and turns around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE, (V.0.)",
          "text": "I realized I could never tell anyone what happened, but not because of what they would do to me. No, the truth is the book is just too dangerous. I knew it then and I know it now. The world shouldn’t know it exists. Nothing good can come from it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Luke brings a bunch of books to a CASHIER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE, (V.0.)",
          "text": "But I knew I still owed the house for the lives that had been taken. Maybe I could never repay that debt. But I had to try. I decided I was gonna spend the rest of my life fighting the good fight, trying to help those that were unjustly convicted. Maybe by saving them I could undo some of the harm I did.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CASHIER",
          "text": "You a L1?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CASHIER",
          "text": "Don’t let them rattle you. That’s what the first year of law school is all about. \f111.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "Thanks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Luke walks along with Sophia, law books in tow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOPHIA",
          "text": "I’m glad you finally came to your senses.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "Yeah, me too. Luke takes her hand in his as they walk past the cemetery He can’t help but shoot one last look back at the headsto as we... «+.» SLOWLY FADE TO BLACK",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_535"
    }
  ]
}