{
  "movie_id": "MOV540",
  "scenes": [
    {
      "location": "GENTRY'S PORSCHE",
      "time": "NIGHT",
      "characters": [
        "ADRIENNE'S VOICE",
        "GENTRY'S PHONE",
        "A FEW MOMENTS LATER",
        "PAUL",
        "COMPUTER OPERATOR",
        "ZAZEL",
        "RESUME LEON",
        "LESTER",
        "-INTERCUT LESTER AND LEON TALKING ON THE PHONE",
        "MECHANIC",
        "FATCOP",
        "-INTERCUT WITH GENTRY",
        "AT THE DOOR",
        "RESUME GENTRY",
        "NEAR THE DECK",
        "FADE OUT",
        "INSIDE THE PORSCHE",
        "EXTERIOR AN L.A. STREET",
        "A MOMENT LATER",
        "LOVE-MAKING",
        "HALLWAY AND STAIRS",
        "MARTA/PAUL",
        "FADE IN",
        "LEON",
        "LASZLO",
        "EXTERIOR DAY",
        "LIVING ROOM",
        "ANOTHER ALLEY",
        "RESUME SQUAD ROOM",
        "LATER YET",
        "DAMN IT",
        "HANDGUN",
        "HALLWAY",
        "PURCHASE CONTRACT",
        "WITH",
        "JOANNE",
        "PHIL",
        "MARTA'S VOICE",
        "THE SAME SCENE",
        "COMPUTER OPERATOR'S VOICE",
        "FOLLOW GENTRY",
        "THE END",
        "SALESMAN",
        "INTERIOR ERICKSEN HOUSE",
        "GENTRY'S VOICE",
        "MANAGER",
        "LINDA'S FRIEND",
        "COUNTER GIRL",
        "MOMENTS LATER",
        "LEON'S VOICE",
        "BLUE SUIT",
        "ADRIENNE",
        "INTERIOR ALEXANDER'S RESTAURANT",
        "MATRE 'D",
        "LATER",
        "DISSOLVE TO",
        "POINT OF VIEW",
        "INTERIOR BEACH HOUSE",
        "CONVERSATION",
        "MARTA",
        "YOU'RE TELLING ME",
        "DRILLER",
        "LATER EVEN YET",
        "LEON'S PHONE CONVERSATION WITH",
        "ROOKIE",
        "SOME TIME LATER",
        "CUT TO",
        "FELDMAN",
        "STAIRS",
        "VET",
        "ELSEWHERE ON THE USED CAR LOT",
        "PHARMACY CLERK",
        "PATROLMAN",
        "EXT. REAR OF FAST FOOD PLACE",
        "AT THE CHRYSLER",
        "DOUGLAS",
        "AT A TABLE",
        "THEATER MANAGER",
        "UNIFORMED COP",
        "GENTRY",
        "IMPOUND CLERK",
        "INTERIOR ZAZEL'S APARTMENT",
        "PATROL OFFICER",
        "LINDA"
      ],
      "dialogues": [
        {
          "speaker": "FADE IN",
          "text": "Begin Credits:",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXTERIOR AN L.A. STREET",
          "text": "A beat-up, egg-shell Porsche brakes at a stop light besid immaculate red Ferrari.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INSIDE THE PORSCHE",
          "text": "is PETE GENTRY. He's give-a-damn good-looking, maybe 33, well-built. There is something special about Gentry. Mayb it's the careless way he holds the wheel. Maybe it's the scratched-up leather jacket or the haircut one week past neat. Or maybe it's something secret and hidden and waiti to explode. Whatever it is, it's there in spades. Gentry's vision trails over to the car idling beside him, red Ferrari. Gentry casually takes in the car, then the driver, a silk-and-designer-jeans Hollywood type, who fir recognizes Gentry's existence with an expression of disda then a grin of anticipation. Gentry returns his eyes to t stop light before gently easing the ancient Porsche into first. A race. Moments pass. Light still red. More moments. Green light. The Ferrari roars off the line ahead of the Porsche. Gent corrects an early fish-tail, shifts into second. Third. T cars are bumper-and-bumper. Fourth. Porsche pulling ahead Fifth. The Ferrari is falling behind. Shitty driver. The Ferrari brakes and executes a sharp left in shame. St powering forward, Gentry grins. A moment later an LAPD black-and-white pulls in behind hi",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Two cops, VET and ROOKIE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VET",
          "text": "Okay, let's take him. Lights and siren go on. \fDeceptions by Richard Taylor 2.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gentry sees the black-and-white's flashing lights behind He reaches over, removes a small detachable roof lamp fro the glove compartment and plugs it in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Vet and Rookie watch as Gentry's flashing detachable lamp secured to the top of his Porsche via a magnet base. The Porsche accelerates away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROOKIE",
          "text": "Hey! But Vet has already shut off the black-and-white's siren flashing roof lights.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROOKIE",
          "text": "He's getting away!",
          "sentiment": "neutral"
        },
        {
          "speaker": "VET",
          "text": "I've seen that kind of action before. He's a hot-shot detective. Probably vice or homicide. And he'd love us to pull him over. I won't give him the pleasure. End credits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An hour after sunrise. A lonely jogger pounds up the sand A moment after sand has stopped cascading into his footprints, a woman walks from the sea. Her beauty is arresting and uncalculated. ADRIENNE. Nearby, a house, a cool two million five if it's a dime. huge two-story window fronts the sea, and below, a deck a exterior staircase. Retrieving a towel from the sand, Adrienne makes for the house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Adrienne lets herself in via the sliding door. The place chic and expensive. She ascends the steps to the second floor. \fDeceptions by Richard Taylor 3.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "DOUGLAS ERICKSEN, 40, a self-made man whose single preten is that he has none, tosses a leather suitcase onto the b Bare-chested, he intends to pack and dress at the same ti Adrienne enters and moves for the bathroom, unsnapping an removing the bikini top as she goes. Douglas pulls on a beige business shirt, buttons the fron starts on the cuffs when Adrienne, wearing nothing but a towel bunched in front of her, steps into the doorway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADRIENNE",
          "text": "Douglas? Adrienne smiles alluringly. She is the most beautiful, naked, juicy woman imaginable. But Douglas is a tough guy",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUGLAS",
          "text": "(reluctantly) You'll make me late for my plane.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADRIENNE",
          "text": "Then hurry home. Yes. He will.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Douglas places his bags in the trunk of his Mercedes. Adrienne watches nearby. He stops at the car door and loo at her a long moment before:",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUGLAS",
          "text": "Tomorrow. Douglas pulls her into an embrace. Gentle, he nonetheless lifts her up to meet him. Their lips linger before:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADRIENNE",
          "text": "Tomorrow. Douglas slides behind the wheel and a moment later the Mercedes backs out of the driveway and motors south.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Adrienne leans against the rail nursing a drink. \fDeceptions by Richard Taylor 4. The wash of the sea is an endless noise. Up and down Tran Beach few house lights are lit. She could be the only per for miles. Finishing the drink, Adrienne gives the night one final l before entering the house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Adrienne slides the door closed and locks it. A moment later she checks the front door. It's locked too A moment after that, she stops at the staircase long enou to shut off the television with the remote before tossing to the couch and ascending the steps.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Adrienne slips beneath the covers, then reaches for the bedside lamp. An instant later her eyes are high-lighted moonlight sliced by blinds. She closes her eyes. An effor",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOME TIME LATER",
          "text": "Adrienne jerks at an almost imperceptible noise from belo She reaches for the bedside lamp, then reconsiders. Risin from the bed, she grabs a robe, pulls it on, and then sta perfectly still, listening. Nothing. She is almost ready to dismiss the whole thing when she h a noise. Distantly. From below. Adrienne tip-toes to the door, turns the knob, slowly pul it open. It starts to creak. She freezes. Shit! Nudging it open but a little, the door creaks again. No escaping noise, Adrienne gently opens the door wide enough to slip through.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLWAY AND STAIRS",
          "text": "opens a hallway cabinet, withdraws a flashlight but does turn it on. She stands perfectly still, listening. Nothin She tip-toes to the stairs, begins to descend. A thud followed by the sound of shattering porcelain. Adrienne freezes and listens, but hears nothing. Pounding heart. Blood pulsating through her veins. Someone could b down there. \fDeceptions by Richard Taylor 5. The flashlight beam flits out and down the staircase, mak ordinary reality out of the darkness far below: A chair l The drapes. A painting. Moments later:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADRIENNE",
          "text": "Is there someone there? Another noise. Close. Near the bottom of the stairs. Adrienne gasps, then whips the heavy flashlight around, swinging it from place to place. The shafting beam catche nothing. Adrienne steels herself and descends.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIVING ROOM",
          "text": "reaches floor-level and sweeps the light across the mass oblong shapes that briefly become her furniture before ag being swallowed by darkness. She advances to the sliding glass door, checks that it is locked again, then turns. As she does, the flashlight catches something slashing toward her! She jumps back... only to discover that it's a shadow created by the flashl in her hand. Adrienne calms herself -- before a noise wrenches her around. She swings the light.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADRIENNE",
          "text": "Who's there? Who's there?! Something leaps from the darkness and lands nearby. Adrie brings the beam to bear on... Buttermilk, her startled Siamese cat, whose diamond eyes glow in the dark. Sagging, Adrienne laughs at her own fright. She reaches o to the animal and it gladly moves into her arms. As she p the cat:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADRIENNE",
          "text": "Buttermilk! Jesus! You nearly scared me to death! Behind Adrienne is a glass wall before the ocean. The fac then torso of a man rises from the beach and approaches. Adrienne moves away, still petting the cat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADRIENNE",
          "text": "If you broke any of my china, that's it for you, kid. She turns around just as the intruder drops out of sight. \fDeceptions by Richard Taylor 6.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADRIENNE",
          "text": "(Buttermilk) Do you hear, hmmm? Do you hear? Turning again, Adrienne cannot see the intruder approach glass. His face looks gruesome, as if melted in a fire. Then it becomes clear. He's wearing a stocking. Adrienne cuddles Buttermilk to her cheek lovingly. She do on this animal. At the window now, the intruder's face presses against th glass. He stares down at her. His gloved hands flex in anticipation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADRIENNE",
          "text": "Let's put us to bed, hm? Adrienne stands. Buttermilk sees the intruder and howls i fright before clawing Adrienne in its desire for flight. Adrienne releases Buttermilk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADRIENNE",
          "text": "Ow! Buttermilk! What's wrong with you?! She turns and sees the intruder beyond the glass. Adrienn screams. The intruder picks up a deck chair and throws it through window, which shatters into a thousand splinters. Adrienne retreats to the stairs as the intruder leaps thr the gaping hole in the glass and pursues.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADRIENNE",
          "text": "No! No! NNNnnnoooooo0o!",
          "sentiment": "neutral"
        },
        {
          "speaker": "STAIRS",
          "text": "One gloved hand grabs her ankle. Another draws the blade whose jagged edge glints from some unknown light. Adrienn kicks, crawling backward up the stairs, before throwing t heavy flashlight, catching the intruder in the face. A second is bought and Adrienne spends it separating hersel two feet, three, four -- from the intruder before spinnin run. But his hands grope for her, missing her heels by inches as she ascends the stairs. Adrienne hears the intruder's foot-fall behind her as she reaches the bedroom doorway and through, slamming the doo behind her. \fDeceptions by Richard Taylor 7.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Adrienne locks the door and retreats a step as something someone -- slams into it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADRIENNE",
          "text": "No! No! I'll give you money! Just go away! Please go away! The sound changes. Before a shoulder blow, now it is made a boot. Adrienne flinches each time the noise impacts and retreat behind the bed. She grabs the phone. No dial tone. Adrienne lurches for something in the darkness as the jam begins to splinter. An instant later the intruder bursts through the door and leaps at her. Adrienne spins and fle as the intruder's blade seeks her flesh. Suddenly a BANG! and a brilliant burst of light. Another. Another. Muzzle flashes capture the intruder in a sequenc of still-lifes as he's thrown back across the room. Six portraits. Then darkness. Adrienne lies sobbing on the floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOMENTS LATER",
          "text": "Adrienne crawls to a wall switch and light fills the room She stands, finally, and looks at the hooded man who lies a pool of his own blood across the room. Adrienne approaches the body and leans close. Her hand reaches out and pauses inches from the stocking. Then in brief, brave instant she yanks the mask clear, exposing t dead face of: Her husband. Douglas Ericksen!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Adrienne, her face tear-streaked, sits in a chair across room from the body, which is now being loaded onto a gurn by two white-coated attendants. Several uniformed LAPD officers stand nearby talking casually. Closer, a man sits on the bed near Adrienne. The beat-up Porsche driver. LAPD Detective Sergeant Pete Gentry. \fDeceptions by Richard Taylor 8.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "What then? But Adrienne has lapsed into never-never land. Gently:",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "What did you do after you discovered it was your husband? Just outside the bedroom door, DETECTIVE LEON KESSLER, 55 burly knot of a man wearing more traditional cop clothes, wrinkled sport combo and tie, finishes taking a statement from JOANNE PETERS, an attractive woman Adrienne's age, a enters the room jotting notes down on a small spiral-boun tablet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADRIENNE",
          "text": "I... went downstairs, but that phone isn't working either. (stops; almost loses control) Then I ran I ran to Joanne Peters house. It's the next one down the beach.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "(gently) Mrs. Ericksen, did you have any idea that your husband wanted to kill you? The very mention of it almost makes her reject it. Then:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADRIENNE",
          "text": "No! I love... loved him. I thought he loved me. She can't deny a look at the sheet-covered body of her de husband as it's wheeled out of the room. Then she buries head in her hands and sobs gently. Gentry, obviously sympathetic, is helpless. Leon sits down on the bed. Adrienne bobs, adjusting to hi weight. Then:",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEON",
          "text": "Mrs. Ericksen, I gotta be honest with you. Something bothers me here. You say your husband left on a business trip to San Francisco this morning. Then he comes back here tonight, breaks in, and tries to murder you with a knife. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fDeceptions by Richard Taylor 9. LEON (cont'd) And yet he forgets that he left his -357 Magnum revolver in the bedside table drawer. That seems... what, Pete? Inconsistent?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADRIENNE",
          "text": "What are you implying?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEON",
          "text": "I'm not implying anything, lady. All I'm trying to say is...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADRIENNE",
          "text": "You're saying I wanted to kill my husband? You're saying -- (more hysterical) You're saying I wanted to kill-- Gentry shoots his partner an angry look. He reaches out, touches Adrienne's arm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "Mrs. Ericksen, it's okay! We can continue this tomorrow when... (another angry look at Leon) when you're feeling up to it. But Adrienne cannot hold back the torrent of rage, pain a tears.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADRIENNE",
          "text": "Well, let me tell you, Officer, my husband didn't know it was there! It was in the shop being repaired. I picked it up last week and forgot to tell him about it! Joanne Peters, seeing Adrienne's mental state from the doorway, enters the room and rushes to Adrienne's side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOANNE",
          "text": "Addie, are you okay? Joanne wraps her in protective arms, trying to calm her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADRIENNE",
          "text": "(reality sinking in) Forgot... Forgot to tell him.. Forgot... Adrienne collapses into sobs. Joanne's angry stare sears into Gentry a moment before he turns to Leon and gestures Outside. Leon sighs and exits as Gentry rises: \fDeceptions by Richard Taylor 10.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "Mrs. Ericksen, we can finish taking your statement tomorrow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLWAY",
          "text": "exit the bedroom and descend the stairs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "Nice going, Leon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEON",
          "text": "I'm not in the comfort business. I'm in the truth business.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "You're not going to gain anything by turning her into a hostile witness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEON",
          "text": "If she's guilty, she's already hostile. Just ask her husband. He glares at Gentry. Gentry glares back. Then he grins. These guys have been sparring for years. There's a faceti cynicism to their banter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "So what do you think?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEON",
          "text": "I think she did it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "You think everybody did it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEON",
          "text": "Everybody did do it. They just aint been caught.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "Got it figured, huh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEON",
          "text": "Well, I dunno, Pete. Maybe he left the gun in the drawer because he was fair-minded and wanted to give her a fighting chance. What do you think?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "I think I'll keep an open mind. \fDeceptions by Richard Taylor",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEON",
          "text": "You gotta watch that. Who knows what'll blow through there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gentry and Leon exit and move for the side of the house. neighbors are busy pounding a sheet of plywood over the h made by the intruder. Farther along the side of the house wire junction box.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEON",
          "text": "Here's where the wires were cut. All of the various lines come into the house at this point. Cable. Security. Phone. He knew which ones to cut. Hell, it was his house, wasn't it? Severed wires hang from the junction box.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "Whoa, whoa! Slow down! I thought you said she did it? Now you're telling me the husband planned the whole thing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEON",
          "text": "I'm not telling you anything. But ask yourself one question. That girl's a walking wet-dream. Why would anyone want to put an end to something that sweet?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "You're right. She's too pretty to be innocent. Let's fry her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEON",
          "text": "Okay. You've got my opinion. So what's yours? Really.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "I think she's one hot-looking woman with a lot of money and a lot of time to enjoy it. (grin) Just my type.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEON",
          "text": "She's your type, all right. She just offed her husband. \fDeceptions by Richard Taylor 12.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "At least she's single.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEON",
          "text": "(laughs ) Oh Jesus, I gotta go home. You're making me sick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gentry follows Leon out the rear gate. Leon moves for his unmarked police cruiser and a moment later its engine fir Leon throws Gentry a wave and backs the car out. Gentry stops beside his Porsche and digs for the keys. Something captures his attention: A large window in the Ericksen guest bedroom. Adrienne st and stares off into space. A moment later she removes the robe and stands nude and beautiful before the glass. Finally, she moves away. Gentry stands frozen, unable to move. Adrienne.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ride with Gentry as he steers the Porsche southward on Th Coast Highway toward the city. Gentry pushes the car fast and faster. Thoughts. Thoughts on his mind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gentry steers the Porsche into his normal \"spot\" near the entrance to the three-story building, exits, moves for th front door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gentry has his key in the lock when the door to the next apartment opens and LINDA, 26 and a looker, leans out. Seeing it's Gentry, she slips out into the hall. A short robe conceals almost nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LINDA",
          "text": "(whispering) Pete...",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "What are you doing here? \fDeceptions by Richard Taylor 13.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LINDA",
          "text": "I got back into town early. Our radar went haywire over Denver and we're on the ground 'til it's fixed. Gentry grins. He knows Linda very well and is happy to se her. He takes her into his arms and is about to kiss her she pulls away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LINDA",
          "text": "I left a message on your machine... Pete, I'd invite you in, but... I have a friend staying over. As if introduced, the door opens and her FRIEND takes a s into the hall. He's one sweat-stained muscle. He wears a towel. Nothing else.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LINDA'S FRIEND",
          "text": "Hey, Linda, where'd ya go? Linda's Friend takes one look at Gentry's hands on his gi and frowns. Linda writhes free.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LINDA",
          "text": "(faking it) Tomorrow. And I'd really appreciate it, Pete. (to Friend) Pete's my neighbor. He's going to give me a hand tomorrow with some -- Disgusted, Gentry enters his apartment before she can fin explaining.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Neat it isn't. Nor homey. Nor telling of the man who live here. Its lack of permanence is a statement itself. Gentry exits the bathroom wearing a robe. He pours himsel two fingers of liquor and drops onto the bed. He sips the whiskey. A sound. From the apartment next door. A pounding noise. Rhythmic. Linda's bed hitting the wall. And then another noise. A woman's voice. Linda's. Ecstasy. Gentry sips. Thinks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DISSOLVE TO",
          "text": "\fDeceptions by Richard Taylor 14.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Establish.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "8x10 glossies drop to a table top. Each is of Douglas Ericksen. Dead. Mask half-pulled off. Bullet holes and blood everywhere. Gentry, holding a phone to his ear and eating idly froma huge pastry, drops the last photo and stares at them, thinking. Leon enters with a cup of steaming water and takes one so look at Gentry's pastry before:",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "(irritated) What? What are you looking at?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEON",
          "text": "Chemicals. They got chemicals in that doughnut that could preserve a fart. Leon sits behind his desk, pulls out a tin of herb tea, begins preparing his morning ritual.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "Leon, you're thirty pounds overweight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEON",
          "text": "Yeah, but they're good pounds. No chemicals. No junk. Gentry's expression says, Oh, Jeez.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "(phone) Hello? No, that's okay. I'mon city time... Well, thanks. We appreciate the cooperation. (hangs up; referring to notes) Douglas Ericksen checked into the Mark Hopkins at 10:30 yesterday morning. No one at the desk can identify him, but he used a credit card and signed both the receipt and the desk register. \fDeceptions by Richard Taylor 15.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEON",
          "text": "What about his stuff?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "It's still there. That was a San Francisco PD detective named Larson. He just inventoried everything in Ericksen's room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEON",
          "text": "nis if saying, \"Go on.\") Yeah? So?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "More notable for what wasn't found. No receipt for a second set of airline tickets. Just Ericksen's bags filled with clothes. His appointment book. This perks Leon up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEON",
          "text": "Yeah? What about -- ?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "Already checked. No San Francisco appointments penned in. No San Francisco numbers or contacts, either. Leon considers that a moment. Then:",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEON",
          "text": "That just doesn't figure. Guy plans on killing his wife, he'd be sure to make the alibi look good. Grabbing his coat off the back of a chair:",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "The appointment book doesn't prove anything. Maybe he was a bad record-keeper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEON",
          "text": "Sure. That's how he got rich. \fDeceptions by Richard Taylor 16.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "Okay, one of us has to check the airport for his car and travel reservations, and one of us has to go back out to the beach and finish taking Mrs. Ericksen's statement. Which do you want?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEON",
          "text": "I have a choice, right? Gentry grins. Sure you do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gentry's Porsche pulls into the driveway and Gentry exits moves for the side of the house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gentry pushes the street gate open and paces down the wal siding the house to the door. He taps on the glass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "Mrs. Ericksen! Mrs. Ericksen! No answer. There's a sheet of paper folded and taped to t door. He flips it up and reads: Glass installers: I'll be back soon. Please get the job started. Adrienne Ericksen. Gentry pushes the door. It swings open.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gentry enters, closing the door behind him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "Mrs. Ericksen? Again, no answer. He ascends the steps and a moment later descends them. The billowing drape tells him the deck door is open.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gentry steps outside. A moment later he's leaning on the rail, allowing the wind to caress him. His body language seems to say, God, I could get used to this! Then he sees Adrienne running from the sea. She wears a skimpy bikini, her hair tussled and sexy. She moves up the beach and doesn't notice the man standing on her deck until she is way up the steps. \fDeceptions by Richard Taylor 17.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADRIENNE",
          "text": "Ooh!",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "Sorry. Didn't mean to startle you. Gentry's can't help himself. He's taking in every inch of her. Adrienne attempts to break the spell she's cast on Gentry continuing up the steps.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADRIENNE",
          "text": "I often take a swim in the morning. The beach is lonely then and the water cool.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "Nice. To be able to do that, I mean. She has stopped not two feet from him and he's doing a terrible job of hiding his lust. She inches closer, then:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADRIENNE",
          "text": "You're blocking my way. To the door. Stepping out of the way:",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "Oh. Sorry. He follows her inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gentry watches Adrienne cross the living room to a closet where a short terricloth robe hangs. She pulls it on, tur before his sight can rise. She cinches the robe with finality.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADRIENNE",
          "text": "I'm flattered, Sergeant. Under happier circumstances, I would be very flattered. Can I get you something?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "Something? \fDeceptions by Richard Taylor 18.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADRIENNE",
          "text": "To drink? (moving to kitchen) No. You're a cop and you're on duty, so you don't drink. Well, I need a drink. She finds a bottle in a cupboard, reaches up to get it. Gentry watches the robe ride up her long, lovely legs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "Bourbon. Surprised, she looks over her shoulder at him, then pours several fingers of Bourbon into a water glass, drops in i",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADRIENNE",
          "text": "(giving him drink) I'm... trying to adjust my thinking. Trying to see things the way they are. It's funny. The world doesn't look any different.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "(gesturing plywood) You seem to be doing okay. You've already arranged for the glass to be replaced. Leading him into the living room area:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADRIENNE",
          "text": "Oh, that. Joanne made the arrangements this morning. She's been very supportive.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "Did you spend the night here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADRIENNE",
          "text": "(with difficulty) Yes. In the guest bedroom. I couldn't... stay in there. With Douglas's blood on the carpet, I mean. It's like... part of him is still up there. Seeing her pain, Gentry takes a gulp of his drink and shi gears. \fDeceptions by Richard Taylor 19.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "(opening notebook) Mrs. Ericksen, I need to finish taking your statement. For our report.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADRIENNE",
          "text": "Certainly. I'll cooperate any way I can.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "You said last night that your husband's gun had only recently come back from the gunsmith's. When was that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADRIENNE",
          "text": "A couple of weeks. I don't remember the exact date. There's an invoice around here somewhere. (rising) I can get it --",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "Not necessary. I just need a name.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADRIENNE",
          "text": "Santa Monica Gun and Rail. Something like that. It's on Lincoln Boulevard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "The owner called you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADRIENNE",
          "text": "I imagine he's the owner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "He called you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADRIENNE",
          "text": "Yes. Is that important?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "Well, it tends to substantiate that the gun was in the drawer by circumstance. The time and date of its return was not under your control.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADRIENNE",
          "text": "I don't understand. Why is that important? \fDeceptions by Richard Taylor 20.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "It suggests there wasn't premeditation involved in your husband's death. Adrienne's eyes bore into him. Finally:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADRIENNE",
          "text": "That man last night. That police officer...",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "Detective Kessler.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADRIENNE",
          "text": "I thought he was... just an ugly little man. I didn't take him seriously. I'm under suspicion for ~”",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "All possibilities are considered in a homicide investigation. Adrienne flinches at the word homicide and turns her eyes away. When again she looks at Gentry, her eyes are red an tear-filled.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADRIENNE",
          "text": "I loved my husband, Sergeant. I loved him... passionately. If he hadn't been wearing a mask, I don't think I could have... pulled the trigger. Tears roll down her cheeks. She is fighting to retain control of herself. Gentry is silenced by her emotions. Finally:",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "Mrs. Ericksen, I've got to cover this territory. She gestures a mute consent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "How was your husband's business going? Were there financial problems? \fDeceptions by Richard Taylor 21. Adrienne straightens, gains control over herself. These a every-day matters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADRIENNE",
          "text": "My husband was a financial advisor. He always made a good income. As far as I know, everything was fine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "He didn't bring his work home with him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADRIENNE",
          "text": "No. Douglas kept work and home separate. When he worked, he worked hard. When he played, well... He never talked business.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "I'll need a business address.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADRIENNE",
          "text": "Three eleven Hauser. That's in Beverly Hills.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "(jotting down address) Did you and your husband have a death benefit insurance policy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADRIENNE",
          "text": "Yes. He keeps... kept all of our important papers in the floor safe at his office. It's a substantial sum. I don't recall the amount. I saw it for all of five minutes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "Do you have the combination to your husband's safe?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADRIENNE",
          "text": "No. The subject just never came up. Douglas took care of me. He was that kind of man. Gentry pauses, gauging her durability before asking:",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "Did you ever suspect there might be another woman? The pain of the question rolls across her expression. \fDeceptions by Richard Taylor 22.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADRIENNE",
          "text": "No. Never.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "Is it possible he could have been seeing someone and you not know about it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADRIENNE",
          "text": "No. I don't think so... (tearful) Sergeant, I don't know what to believe about my husband. Not anymore. Gentry leans close.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "Mrs. Ericksen, the best possible scenario we can make of this is that your husband attempted to murder you in cold blood. He did that for some reason. You've got to help me find that reason. Adrienne writhes with the question, shaking, tears cascad down her cheeks as her mind questions everything her marr life has been up until this moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADRIENNE",
          "text": "I don't know! I don't know! (sobbing) I don't know-I don't know-I don't know... why my husband didn't love me! She collapses into herself, burying her head in her arms. Gentry struggles with himself. His professionalism dictat that he retain distance. And yet... Gentry rises, crosses to the couch, lays a hand on her shoulder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "Mrs. Ericksen, is there anything I can -- Adrienne turns and buries herself in Gentry's arms. Startled, Gentry pulls her into an embrace. His hand reac out to stroke her hair, but stops inches from contact. Sensing his awkwardness, she looks up. Their eyes connect Each realizes desire for the other. Finally, she pulls aw \fDeceptions by Richard Taylor 23.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADRIENNE",
          "text": "(straightening) I'm sorry. I shouldn't act like... Shaky, she turns away. Gentry reaches out to steady her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "Can I get you something?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADRIENNE",
          "text": "No. Actually, I have a prescription. Something to calm me down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "You've seen your doctor since last night? Adrienne pulls away, begins to move for the stairs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADRIENNE",
          "text": "No. I take them for... I get depressed, sometimes. Sergeant, I'm sorry, but they usually make me sleep. Perhaps tomorrow?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "Sure. Tomorrow. Gentry watches as she ascends the stairs. A part of him wants to follow her. He hears the door upstairs close bef turning and moving for the exit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gentry and Leon at the counter. Gentry looks troubled.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "(to counter girl) Coffee. That's it. As the counter girl rings up Gentry's order:",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEON",
          "text": "Jesus, what's the matter with you? This is the perfect opportunity to load up on empty calories.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "Not hungry, that's all.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COUNTER GIRL",
          "text": "That's sixty-five. \fDeceptions by Richard Taylor 24. Gentry gives her a five. As she makes change:",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEON",
          "text": "So what did you find out?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "(shrugs ) If there's another woman, she doesn't know about her. She also says that as far as she knows her husband's business was doing fine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEON",
          "text": "Insurance policy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "Joint survivor's benefit. She says it's substantial. She doesn't recall the exact amount.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEON",
          "text": "Ha! I believe that!",
          "sentiment": "neutral"
        },
        {
          "speaker": "COUNTER GIRL",
          "text": "(counting change) Seventy-five, a dollar, two, three, four, and five. (Leon) Sir?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEON",
          "text": "I don't know. You got anything other than crap?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COUNTER GIRL",
          "text": "(insulted) I'm sorry, sir?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEON",
          "text": "You know. Grease. You got anything that doesn't have grease in it? Like maybe a salad?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COUNTER GIRL",
          "text": "No, we don't have salads, sir. We have a chicken sandwich.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEON",
          "text": "How's it prepared? Gentry is beginning to look like he doesn't know this guy \fDeceptions by Richard Taylor 25.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COUNTER GIRL",
          "text": "Sir?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEON",
          "text": "Is it deep-fried in oil? Is it fried on a grill? Is it --",
          "sentiment": "neutral"
        },
        {
          "speaker": "COUNTER GIRL",
          "text": "It's micro-waved.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEON",
          "text": "Micro-waved? !",
          "sentiment": "neutral"
        },
        {
          "speaker": "COUNTER GIRL",
          "text": "It comes frozen, sir!",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEON",
          "text": "Oh, never mind. Give me a B-L-T, hold the B, hold the mayo, on sourdough toast. And herb tea.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COUNTER GIRL",
          "text": "Herb tea?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AT A TABLE",
          "text": "eat lunch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "How 'bout you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEON",
          "text": "Ericksen checked his Mercedes in at the airport garage at nine o'clock. It's still there. (sniffing sandwich) They put mayo on this. I can smell",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "Leon, how did he get to his house?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEON",
          "text": "-- it. I hate... What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "How did Ericksen get to his house last night? His car was parked at LAX.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEON",
          "text": "Maybe he rented a car. \fDeceptions by Richard Taylor 26.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "Or someone drove him. Leon grins.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEON",
          "text": "Like a girlfriend, right? Which gives him a motive for killing his wife. Jesus, isn't this cute? You're trying to clear the girl, aren't you, Gentry? You're thinking with your glands. Has it ever occurred to you -- maybe she has a boyfriend? Maybe he flew to San Francisco. Maybe he left Ericksen's car at LAX.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "Maybe the Pope's a communist.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEON",
          "text": "Hell, for all I know, he is!",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "(rising) Okay, you take the car rental agencies at LAX. I'll check with the cab companies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEON",
          "text": "Oh, Jesus. Back to LAX. The traffic's awful...",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "(rising) I'll meet you at Ericksen's office at four. (jotting down address) Here's the address. Gentry turns, but something happening at the counter stil him: Two latinos, obviously gang members wearing their \"colors divide just inside the door. One pulls a sawed-off shotgu from beneath a jacket and aims it toward the eaters. The second bares a handgun and leaps the counter to begin emptying cash registers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANDGUN",
          "text": "(to register girl) Back off, bitch! \fDeceptions by Richard Taylor 27. He gives her a shove. She collides with the stove and bur her arm. Handgun pays her no mind. Shotgun is grinning and sweating. The glare in his eyes s Please! Someone fuck up and let me kill! Gentry's eyes meet Leon's. Not here. Not now. Too many targets. Fate intervenes. A teenage girl exits the women's room unaware of what's going on and startles Shotgun, who pivo and fires. The round impacts near the girl. Gentry pulls his service revolver as Shotgun pumps another round into the chamber. Shotgun aims at the girl, enraged that she should expose fear, as Gentry takes aim.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "Police! Freeze! Shotgun pivots and fires at Gentry in one instinctive mot Gentry leaps behind a table as the shotgun round takes ou the plate glass behind him, which shatters into ten thous pieces. Shotgun turns his weapon on Leon, who just now has cleare his service revolver. He drops like dead weight as, acros the fast food restaurant, Gentry rises and fires twice -- Bang! Bang! to send Shotgun sprawling, but not before his last round flips Leon's hiding table away as if it were a tent flap in the wind. Behind the counter, Handgun has witnessed the robbery tur merde and grabs the register girl, retreating toward the exit as she screams for help. Leon advances with his revolver as Shotgun, bloodied but out, crawls toward his weapon. Leon cocks the revolver.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEON",
          "text": "Move and you die, asshole! Shotgun's eyes meet Leon's. His fingers are mere inches f the shotgun. He freezes. Gentry leaps the counter the moment Handgun drags the gir out of the place. A second later he bursts through the do \fDeceptions by Richard Taylor 28.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gentry explodes through the door, weapon readied, only to find the countergirl screaming hysterically and Handgun nowhere to be found.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "Where is he? Where did he go? The countergirl won't stop screaming, but gestures toward back alley. Gentry takes off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOLLOW GENTRY",
          "text": "running flat-out at opposite ends of an alley. Handgun pivots in full flight, sees Gentry sprinting toward him, leaps laterally behind trash cans for cover. Gentry sees Handgun's maneuver but continues forward, mov toward one side of the alley as Handgun rises and fires. Gentry dives for a hill of abandoned storage flats, risin once to return fire before moving closer. Handgun rises and lays down a barrage of fire as he retre down an intersecting alley. Gentry leaps for cover as the rounds impact where he stood moments before, then rises a paces after the retreating gunman.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANOTHER ALLEY",
          "text": "as Gentry turns into the alley and sees that it's a dead- Four and five story buildings make the wall of the alley, at its end, a locked, gated fence. Gentry advances, servi revolver held ready, looking left and right, a swinging motion, the rhythm of predator seeking prey. A flattened cardboard box to one side moves an inch. Gent aims his weapon at the box and advances.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "Police officer! Throw out your weapon! A lizard squirms from beneath the box an instant before Handgun bursts from behind oil drums on the other side of alley. He throws his empty gun at Gentry and explodes pas him. Gentry dodges the thrown gun, aims his revolver -- an eas shot. \fDeceptions by Richard Taylor 29.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "Stop or I'll shoot! Handgun is in full flight. He has no intention of stoppin Gentry holsters his revolver and pursues. Handgun hits a fence and is nearly over when Gentry's han yank him down. Gentry has forty pounds of muscle on the k who responds to being manhandled by pulling a switchblade His first swipe cuts Gentry's cheek. His second is stoppe inches from penetrating Gentry's face. Gentry forces the knife-wielding arm back, breaks the kid's grip, then hits square in the face. Bam! The kid goes down. Gentry straddles Handgun and continues pounding on him -- Bam!-B Bam! -- the violence a catharsis. Leon, rushing up the alley, sees what's happening and mov to pull Gentry off the latino gang member.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEON",
          "text": "Okay! Okay! You've got him, Pete! You've got him!",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "You're under arrest, asshole! Leon jerks Gentry free.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEON",
          "text": "Okay! I think he knows that! Gentry wants more of him and in coiled frustration pivots marches down the alley as Leon cuffs the kid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. REAR OF FAST FOOD PLACE",
          "text": "Leon guides the manacled Handgun up the alley toward wait black-and-whites and an ambulance. Gentry leans against h Porsche smoking a cigarette. Leon turns Handgun over to two blue suits, gives them unh instructions, then walks to Gentry as, nearby, Shotgun is loaded into the ambulance on a gurney.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEON",
          "text": "Hey, you okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "Yeah. I'm fine. \fDeceptions by Richard Taylor 30.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEON",
          "text": "Usually it's you pulling me off ‘em.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "(flicking cigarette away) Yeah, I blew it. Won't happen again. (sliding behind wheel) I'll meet you at Ericksen's office at four.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEON",
          "text": "Sure. Four. The Porsche's engine turns over and the instant it catche roars away. Leon watches it go. Wondering what's become of his partne",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gentry's Porsche squeals to a stop behind Leon's very squ very obvious unmarked police unit. Leon's leaning against its side reading the Inquirer as Gentry trots up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "You still reading that shit?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEON",
          "text": "You still don't get it, do ya? (gesturing paper) These guys are the best liars going. You want to study lying developed to an art, read -- Gentry has no time for this. Already moving for the entrance:",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "What about LAX?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEON",
          "text": "Nothin'. No rentals charged to Ericksen's credit cards and only three cash rentals all day yesterday. You gotta have a thousand dollars to rent a car without a credit card, Pete. \fDeceptions by Richard Taylor 31.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "He's not going to use paper with his name attached, that's for sure. Maybe it's a leased car. Maybe he bought one used and never re- registered it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEON",
          "text": "Maybe there aint no car. Gentry ignores this. Then:",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEON",
          "text": "What about the cab companies?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "Zip. Leon continues inside. Gentry stops. Something across the street in front of a drug store has captured his attentio Adrienne Ericksen standing beside a cab she's just exited Looking like she's about to break down. The sight stills him. Steeling herself, Adrienne enters the drug store and moment later Gentry enters the office building.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The BUILDING MANAGER, an impeccably dressed man of 50, gu Leon and Gentry down a long corridor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANAGER",
          "text": "Used to lease that large suite up front on the left. You saw it when you came in. The travel agency is there now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "How long since he moved to the back?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANAGER",
          "text": "Six months. Everyone's certain Mr. Ericksen's setback is only temporary. He's a first-class professional who always pays his rent on time, or in advance. Until recently, anyway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEON",
          "text": "He's behind in his rent? The Manager's expression suggests he hates to mention thi but... \fDeceptions by Richard Taylor 32.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANAGER",
          "text": "Two months in arrears. As of next week. They arrive at the door. Painted on an opaque glass inser Douglas Ericksen and Associates. The manager searches for key on a large, old-fashioned key ring.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "It's a one-man operation?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANAGER",
          "text": "(opening the door) He let his secretary go last month.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Expensive business footage, but packed with too much furniture, stacks of files, unhung pictures and certifica Organizational despair. Gentry and Leon share a look. Oh shit... Ever the rental professional, the Manager moves for a win",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANAGER",
          "text": "Here. Let me get some air in here. Leon begins thumbing through files stacked on a cabinet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "Where's the safe?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANAGER",
          "text": "It's embedded in the floor. There. Behind the desk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "(looking) Do you have the combination?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANAGER",
          "text": "(officious) No, of course not. Tenants make their own arrangements regarding the floor safe. If I had my way they would have been yanked out years ago. They're altogether too much bother. First of all, they're a security risk. Second-- \fDeceptions by Richard Taylor 33.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "Fine. There'll be someone in later to drill it. Gentry and Leon are already pouring over files and it's a moment before the Manager realizes he's been dismissed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LATER",
          "text": "On the desk amid file folders, a medium pizza box and a styrofoam container of half-eaten salad, the fork still s in its middle. Leon sits behind the desk with a folder open before him; Gentry stands near the door, another file folder opened i his hands. A technician kneels over the safe. The drill whines in hi hands. Leon closes his file.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEON",
          "text": "Jesus. This guy was in deep. Either he had a lot of money and didn't mind losing it, or he was playing with somebody's else's scratch. Gentry drops his folder in front of Leon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "Have a look at this. He was kiting funds from one investment account to another trying to cover his losses. The drill whine stops.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRILLER",
          "text": "That's it. She's open. He pulls the safe open. A moment later Gentry lifts the cache basket from the safe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRILLER",
          "text": "(holding out form) Somebody want to sign this? \fDeceptions by Richard Taylor 34. Leon signs it as Gentry quickly goes through the document the basket: A small stack of 20s paper-clipped together, various mortgage and lease contracts, and an insurance packet. Gentry flips to the back page. Two items stick ou $2.000.000.00 and Beneficiary: Douglas Ericksen and/or Adrienne Ericksen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gentry closes the driver's door of Leon's unmarked car an leans down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEON",
          "text": "(fingering reasons) Okay. We got motive. Ericksen was desperate for money and he had a two million dollar survivor's benefit insurance policy. We got opportunity. His wife home alone on a deserted stretch of beach. All we need is method.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "Wait a second! Wait! Wait! All we need is method? Now you're sure the husband set her up?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEON",
          "text": "I aint sure o'nothin'. I'm just saying we can wrap this sucker up if we play our cards right. Leon starts his engine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "Find Ericksen's rental car, Leon. The sedan pulls away from the curb. Gentry watches Leon's car diminish down the street, then glances back at the still-open pharmacy across the street He makes for it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gentry approaches the prescription desk. A woman clerk mo up from stocking shelves to attend him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHARMACY CLERK",
          "text": "Yes, may I help you? \fDeceptions by Richard Taylor 35.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "There was a woman who filled a prescription here this afternoon. I'd like to know what it was.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHARMACY CLERK",
          "text": "That's privileged infor -- Gentry shows her his police badge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHARMACY CLERK",
          "text": "What's her name?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "Adrienne Ericksen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHARMACY CLERK",
          "text": "One moment...",
          "sentiment": "neutral"
        },
        {
          "speaker": "A FEW MOMENTS LATER",
          "text": "the clerk returns.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHARMACY CLERK",
          "text": "Fifty capsules of Seconal. It's a sedative. She had her doctor increase the dosage to a hundred milligrams each.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "Thanks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gentry steps inside the glass enclosure, fishes a coin ou and dials. A moment later he hears Adrienne's phone answering machine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADRIENNE'S VOICE",
          "text": "You've reached the home of Douglas and Adrienne Ericksen. We can't come to the phone right now...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The place is dark. On a small antique desk Adrienne's answering machine is working.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADRIENNE'S VOICE",
          "text": "-- but if you'll leave your name and your number, and the time you called, Douglas or I will get back to you as quickly as possible. \fDeceptions by Richard Taylor 36. Adrienne. Across the room. Tear-filled eyes. Surveying darkness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY'S VOICE",
          "text": "Mrs. Ericksen... Adrienne. This is Pete Gentry. I know you're going through a difficult time right now. If you should need some help, or someone to talk to, feel free to call me. My number is 213-995- 7277... ‘Night. Adrienne has not moved.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gentry lowers the phone to its cradle, thoughtful a long moment before he pivots and moves for his car still parke across the street.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gentry paces the car, taking corners on two wheels and generally pushing city driving to the hilt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gentry paces down the hall. He fishes for his keys. The next door down opens. Linda steps out. She's wearing a shirt. Probably his. One button joined. And nothing else.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LINDA",
          "text": "Pete? Gentry takes one look at her. Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LINDA",
          "text": "Pete, about last night. I'm sorry. About putting you in that situation, I mean. Gentry puts his keys away, walks to her. His intense star ignites more words:",
          "sentiment": "neutral"
        },
        {
          "speaker": "LINDA",
          "text": "I just... wanted to see you and that other guy -- I don't know how it happened, really. I mean, I was thinking of you when... His thumbs trail down each side of the shirt to the only button. In one swift, powerful jolt he yanks her to him, snapping the button and pinning her naked body to him. \fDeceptions by Richard Taylor 37. Gentry kisses her long and hard, then reaches up behind a under the shirt, lifts her off the ground and carries her into her apartment, their lips still joined.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The door closes behind them. Linda's feet still dangle inches from the floor. Gentry peels the shirt from her bo with one hand. She is completely naked. Still they kiss. The shirt drops to the floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LATER",
          "text": "Both naked now, Linda's legs have Gentry in a scissor-loc he spins her around and around the apartment. She squeals with delight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LATER YET",
          "text": "Linda lies face-down on the bed as Gentry, out of shot, pounds her in rhythmic succession. Linda's cries rise to crescendo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LATER EVEN YET",
          "text": "Linda and Gentry lie on her bed. She's asleep. Gentry's cigarette ash glows, casting them in brief amber light, t dies. In the instant of its radiance Gentry's troubled fa burns in brilliant clarity. Linda is not Adrienne. Gentry snaps up, frustrated and angry. Linda turns over, fully asleep, and does not see him get dressed and leave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gentry enters still buttoning his shirt. He takes a bottl of beer from the fridge, pries its cap off, and drinks thirstily. The blinking light of his phone answering mach beckons from across the room. A moment later, he rewinds the tape, turns it to replay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADRIENNE'S VOICE",
          "text": "(troubled) Sergeant Gentry... I wanted to tell you... I want you to understand that it has nothing to do with you. It's me. It's... After Douglas and what's happened, I just don't know... what there is to live for any more... (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fDeceptions by Richard Taylor 38. ADRIENNE'S VOICE (cont'd) (long silence) I just want to tell you that -- But before this last sentence is completed Gentry is runn for the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gentry drives like a madman.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gentry's Porsche skids to an angled stop before the drive He leaps from the car, leaving the driver's door agape be him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gentry runs down the walk to the side door and knocks quickly. When there is no answer, he knocks again before:",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "Mrs. Ericksen? Mrs. Ericksen? Adrienne! Gentry kicks. The door whips open. Gentry charges in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Adrienne sits at the kitchen table before a small mountai pills. Trails of recent tears mark her face. Gentry is stunned by the sight of her. This lovely woman looks near death. For moments neither can say anything. Finally:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADRIENNE",
          "text": "I couldn't... (tearfully) I just couldn't... Gentry rushes to her and pulls her into an embrace. He ho her close. She begins to sob into his chest. Finally he sweeps her up into his arms and moves for the stairs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gentry puts her into her bed, then pulls the covers up. H shuts off the lights before taking a chair beside her:",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "It's okay. I won't leave you. Adrienne's amazed eyes remain on him awhile. Then sleep. \fDeceptions by Richard Taylor 39.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LATER",
          "text": "Gentry awakens in the chair and starts when he finds Adri gone. He spins -- and sees her standing in the shadows. Adrienne has showered. She wears a bathrobe and her hair combed back and still wet. She just looks at Gentry as he steps to her side. Finally:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADRIENNE",
          "text": "This isn't right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "He tried to murder you, Mrs. Erick--",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADRIENNE",
          "text": "Addie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "He tried to kill you, Addie. For the insurance. He was in deep. Kiting money from one account to another to keep things covered. He was a no good son of a bitch and he She touches his lips, shushing him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADRIENNE",
          "text": "I can't trust my feelings for tomorrow, but -- Her eyes engage his, searching for a sign that he understands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADRIENNE",
          "text": "I want you. Now. She pulls on the robe cinch and it loosens. The robe fall to the floor. Gentry takes in her exquisite nakedness. Sh reaches up to him, kissing, caressing, gently undoing buttons.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOVE-MAKING",
          "text": "Fingertips caress. Lips hover, then sensuously kiss flesh Moist lips meet and part, creating a bridge of their juic Sweat gathers, then rolls langurously across taut skin. Fingers entwine, release, tighten. Adrienne gasps. Gentry tenses. The moment arrives. \fDeceptions by Richard Taylor 40.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LATER",
          "text": "Now it is Gentry who sleeps as Adrienne studies him, gent caressing his brow. Finally, she smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just after dawn. Addie remains on her side studying him a Gentry awakens. At first disoriented, it takes a moment f Gentry to realize he's died and gone to heaven. Beneath t sheet is one beautiful, naked woman. He grins. Then:",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "What time is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADRIENNE",
          "text": "A little after six. Sleep well?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "Like a vampire in a blood bank. Addie grins. She begins to caress his shoulder and chest. Proprietary.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADRIENNE",
          "text": "So what now... Officer?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "I've got to get this case wrapped up. Her hands explore down below the sheet, gently caressing. For Gentry, her touch is an aphrodisiac. As she touches h",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADRIENNE",
          "text": "I thought you said you had it wrapped up?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "Well, there are some procedural things left. We've got to document each step your husband took that night. The only things missing are the rental car and his return ticket to San Francisco. Until then, officially at least, the case stays open and you remain a suspect. And -- \fDeceptions by Richard Taylor 41. A wrenching motion, Adrienne rolls herself back on top of him. Flesh-to-flesh, eye-to-eye:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADRIENNE",
          "text": "(finishing for him) It's bad form to screw a suspect.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "(a slow grin) Yeah. Bad form.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "work the phones... type reports... other cops around usin the phones too... nobody around but Gentry and Leon... clothes disheveled... feet propped up on the table... sitting straight... Leon staples papers together, leaves with them... returns and mans a phone again... time passing... shit work is boring... Finally:",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE SAME SCENE",
          "text": "lodging a phone to his ear with a shoulder, taps out a be on the table-top with a pencil. He's on hold. Leon enters with several cups of steaming liquid. One of them is coff He sets it in front of Gentry, then unpackages and drops tea bag into his hot water. Gentry sits up straight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "Uh-huh... You're sure they checked all the alleys?... Well, I don't know. A rental car, probably. Something nondescript... Okay... No, leave it up another day. (hangs up) It's been seventy two hours. If the car's there, it should have shown up by now. (beat) We could file the report without the rental car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEON",
          "text": "The DA'1l raise hell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "Fuck him. \fDeceptions by Richard Taylor 42. A Blue Suit leans in the doorway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLUE SUIT",
          "text": "Hey, Gentry, there's a woman here to see you. A Mrs. Ericksen. Gentry freezes. Leon barks a laugh. After a moment:",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "Okay. Show her in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEON",
          "text": "Jesus, Pete, nice goin'. Play your cards right, you can slice off a piece of that. When Gentry ignores him:",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEON",
          "text": "I saw the way you looked at her the other night! What happened? You went out there to get her statement and she looked back, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "(softly) Shut the fuck up, Leon. The Blue Suit leads Addie to the door. She's gorgeous in ordinary, every-day pantsuit. Gentry meets her at the doo and questions her with his eyes. What are you doing here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "Mrs. Ericksen, I'm kinda surprised to see you here. Her expression flutters a brief recognition as Gentry gui her inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "Can I get you something? Coffee? A soft drink?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADRIENNE",
          "text": "No, thank you. (to Leon) Officer -- ? I'm sorry. I've forgotten your name.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEON",
          "text": "Kessler. Detective Kessler. \fDeceptions by Richard Taylor 43.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADRIENNE",
          "text": "Good afternoon, Detective.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEON",
          "text": "Good afternoon, Mrs. Ericksen. For a brief, awkward moment it's as if no one knows how t proceed. Then:",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "What brings you here to the station, Mrs. Ericksen? Addie gives both men a brief look before:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADRIENNE",
          "text": "Well, I decided to pay some bills. Keep my mind occupied. Stay busy. Anyway, I found something in our receipts. Something odd. She gives Leon a credit card receipt who peruses it brief before handing it over to Gentry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "It's just a Chevron credit card receipt. I don't understand the significance--",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADRIENNE",
          "text": "Look at the box for the license plate number. You know, at some gas stations they write down the license plate number. Gentry glances at the receipt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "Uh-huh...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADRIENNE",
          "text": "This one isn't for our car. Gentry and Leon share a look. Not her license plate numbe",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADRIENNE",
          "text": "I don't know if it means anything. I just thought it was strange, that's all. It's dated just last week and-- Gentry picks up the phone and dials. When Adrienne questi this with a look: \fDeceptions by Richard Taylor 44.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEON",
          "text": "This could be the break we've been waiting for.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gentry's Porsche scoots through the driveway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gentry is out of the car and heading for the office befor Leon can struggle from the low Porsche. A clerk in oily jeans and t-shirt exits the office. Gentr badges him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "LAPD. Where's the Chrysler you just brought it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "IMPOUND CLERK",
          "text": "(gestures) Over there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "Is it locked?",
          "sentiment": "neutral"
        },
        {
          "speaker": "IMPOUND CLERK",
          "text": "Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "We'll need a slim-jim.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AT THE CHRYSLER",
          "text": "wait as the clerk approaches with a slim-jim. Gentry take it from him and expertly \"pops\" the passenger door lock. Using a kerchief to protect any fingerprints, he opens th glove compartment. A moment later he hands a packet to Le holding it by its edge: Airline tickets. Leon opens the packet on the hood of the car using a retracted pen to hold the pages extended. Meanwhile Gentr finds another document in the glove compartment: Pink sli",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEON",
          "text": "Airline tickets made out to a Phil Golden. Round trip from San Francisco International to LAX and back. One of ‘em expended on the night of the 14th. \fDeceptions by Richard Taylor 45. Gentry slides out of the car. He is already slipping the pink slip into a clear plastic evidence bag.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "I was right. He didn't rent a car. He bought it. (gestures pink slip) Signed over by the seller two months ago. All he had to do was resell the car without registering it and there would be no record he ever owned it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEON",
          "text": "Careful, wasn't he?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "Not careful enough. Gentry gives Leon another evidence bag. Leon inserts the tickets as:",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "Pop the trunk. Leon leans inside and taps the trunk solenoid. The trunk rises. Gentry back-tracks to look in the trunk and Leon follows him. As they peruse its every-day contents:",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "Wraps it up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEON",
          "text": "(not satisfied) Yeah, I guess so... Seeing Leon's reluctance:",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "What's the matter?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEON",
          "text": "Nothing. Nothing's the matter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "Bullshit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEON",
          "text": "If you were married to Adrienne Ericksen, could you bring yourself to kill her? Just for money? (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fDeceptions by Richard Taylor 46. LEON (cont'd) He could have found an easier way to turn a buck than by murdering his wife for the insurance money... Now if there was another reason... like a girlfriend... now that I could believe. Gentry pauses, considers. Then smiles at his partner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "I don't buy a girlfriend Leon gives him a look that asks, \"Oh?\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "With a wife like her at home, who needs another woman?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEON",
          "text": "(big grin) Hey, people always want what they don't got. Guy has a beautiful woman at home, he goes out and sleeps with dogs, the ugliest women he can find. Or maybe he wants a brunette or a redhead 'cause the little woman is a blond.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "I still don't buy it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEON",
          "text": "That's from your perspective because she's something you don't got. Gentry slams the trunk. A little too hard. Turns back to Leon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "So what are you saying? You're saying we should look for an accomplice, Ericksen's girlfriend? Leon considers it for a moment. Finally:",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEON",
          "text": "Nah. (gestures bags) This shit's too good. Let's file this sucker and forget about it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DISSOLVE TO",
          "text": "\fDeceptions by Richard Taylor 47.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gentry pounds away at an old manual typewriter, finishing Ericksen case report. Leon sits nearby going through their previous reports. He stops. Something is bothering him. He picks up the phone and dials.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "LESTER FENADY, early 30s, a handsome, well-groomed man wh takes great pride in his appearance, picks up the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LESTER",
          "text": "Les Fenady. May I help you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEON",
          "text": "Detective Kessler, Mr. Fenady. Los Angeles Police Department. Do you remember selling a round-trip ticket to San Francisco on the tenth of this month?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LESTER",
          "text": "I sell a lot of tickets, officer. If you can give me a ticket number, I'll bring it up on the computer. Maybe it'll ring a bell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEON",
          "text": "(reading) One \"D,\" as in dog, four nine seven one six six three.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LESTER",
          "text": "Hold on. Lester taps the numbers into his console. A moment later information comes up onto the screen. Lester studies it a moment before:",
          "sentiment": "neutral"
        },
        {
          "speaker": "LESTER",
          "text": "Oh, yeah. I remember this one. Paid in cash.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEON",
          "text": "Think you could identify him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LESTER",
          "text": "No. \fDeceptions by Richard Taylor 48.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEON",
          "text": "I thought you said you remembered --",
          "sentiment": "neutral"
        },
        {
          "speaker": "LESTER",
          "text": "It wasn't aman. It was a woman. And she I can identify. As a matter of fact, I'd like to, if it meant I could see her again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RESUME SQUAD ROOM",
          "text": "lowers the phone and looks over at Gentry, who's pounding away at the manual typewriter. Finally:",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEON",
          "text": "Hey, Pete. Stop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "(still typing) What is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEON",
          "text": "The case isn't closed. I got a guy here who says he can identify Ericksen's accomplice. His girlfriend. Leon grins. Gentry stops and looks at Leon as he returns phone receiver to his ear. Girlfriend?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lester Fenady sits beside a COMPUTER OPERATOR who inputs comments. A woman's face is beginning to take shape on th screen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LESTER",
          "text": "No, her chin isn't so pointed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMPUTER OPERATOR",
          "text": "You mean like this? He taps in a few commands. The girl's chin becomes less pointed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LESTER",
          "text": "Yeah, that's more like it. \fDeceptions by Richard Taylor 49.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LATER",
          "text": "Across the room, Gentry stands watching the laser printer spit out the first hard copy. It slides into a wire baske Gentry picks it up, looks at it: Adrienne. Different hair. Different make-up. Almost a honky-tonk version of Adrienne, but almost certainly her nonetheless. Gentry covers her hair. The resemblance is m striking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMPUTER OPERATOR'S VOICE",
          "text": "Anybody you know? Gentry spins, startled by the Operator's unintentional stealth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "What? He's kidding, but he asks it again:",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMPUTER OPERATOR",
          "text": "Anybody you know?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "(not convincing) No, I don't think so. Leon moves up behind Gentry as the computer operator leav and stares past him at the artist's depiction in his hand",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEON",
          "text": "Looks like I was wrong.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "What do you mean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEON",
          "text": "About Ericksen's girlfriend.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "(dry throat) Oh? How's that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEON",
          "text": "She's no dog. Gentry continues to stare at the drawing as Leon crosses room to retrieve his jacket from the back of a chair. \fDeceptions by Richard Taylor 50.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEON",
          "text": "Hey, Pete. I'm goin' home. wanna Xerox that for R&I? You From across the room, Leon realizes that Gentry hasn't mo He gives him a quizzical look before:",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEON",
          "text": "Hey, you hear me? I said --",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "Sure. I'll do it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEON",
          "text": "See ya tomorrow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "Right. Tomorrow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gentry watches copy after copy of the sketch slide out of photocopy machine, images of Adrienne, one after another. scoops up a dozen and makes for a desk. Gentry draws a new hairstyle onto one of the copies, alte the make-up look with a few nervous scrawls... and sits b",
          "sentiment": "neutral"
        },
        {
          "speaker": "LATER",
          "text": "Half of the sketches have been altered by Gentry's inexpe hand. No matter how many times you ask the question, the answer's the same: Adrienne. He dumps all of the copies into a briefcase and shuts it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He powers the metal beast down the Coast Highway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Porsche rolls to a stop in the gravel. Gentry slides slowly. Weighted down. Pulling the briefcase out of the car, Gentry makes For a long moment Finally he enters. for the walkway leading to the side door. Gentry stands before the door, indecisive. \fDeceptions by Richard Taylor 51.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gentry enters. No one home, apparently. He sets the briefcase down on the counter, moves for the sliding door",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Addie lies sunbathing on a lounger. Gentry appears at the sliding door and takes her in a moment before he exits. H walks to the rail, looks out to sea.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADRIENNE",
          "text": "Is something wrong?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "No. Nothing. Addie rises, moves up behind Gentry and begins to massage neck and shoulders. Fighting it, Gentry finds the massage nonetheless wonderful.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADRIENNE",
          "text": "I think you could use a drink.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADRIENNE",
          "text": "Come inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Adrienne moves for the liquor cabinet. Gentry watches her moment before:",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "We found the car. Addie faces him. Radiating happiness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADRIENNE",
          "text": "Then it's over! This whole ugly mess is behind us! Gentry looks at the briefcase on the counter. Can't tell the truth. Finally:",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "Yeah. It's over. Adrienne sees Gentry’s brief look at the briefcase. She takes his arm and leads him toward the stairs. \fDeceptions by Richard Taylor 52.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADRIENNE",
          "text": "You look beat. Why don't you go upstairs and take a shower... No, I have a better idea. Why don't we go upstairs and take a shower? She kisses him. Gentry tries to respond, but cannot. Then",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "Addie?... Did you ever suspect your husband of having a mistress? The question causes a quake somewhere deep inside her. Sh conceals it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADRIENNE",
          "text": "No. Why do you ask?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "No reason.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Addie releases Gentry just inside the door and goes to tu on the water in the shower. Steam billows over the top of the glass wall before she returns and begins to unbutton unfasten his clothes. He stops her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "No... No, look, you go ahead. I just want to relax for a little while. Unwind. I'll take a shower later. Only momentarily disappointed:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADRIENNE",
          "text": "Have it your own way. She takes several steps toward the shower, then spins and loosens the robe tie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADRIENNE",
          "text": "Just so you know what you're missing. The robe falls to the floor. She grins, turns and walks t and inside the shower. Gentry watches her go. Unable to look away. Smitten. Chained. Only after the shower door closes does he retreat from the bathroom. \fDeceptions by Richard Taylor 53.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gentry stops in the doorway from the bathroom and takes i the room. Gentry quickly peruses the top of Adrienne's vanity, noting ironically her brand of perfume, Deceit, before moving to her desk. At the desk Gentry takes one look over his shoulder at th open bathroom door. Steam still rises, billowing out. Gentry sits, thinks about it a moment, then pulls open th drawer. He finds Adrienne's appointment and address book. He opens it, begins going down the list. First page: Nothing. Second: No. Third... Adrienne grabs him from behind! She cups his eyes and laughs, her naked, soapy body staining his clothes. Gentr twists and the appointment/address book tumbles to the fl Addie falls into his arms, unaware or uncaring about the book. For a long moment he holds her, their eyes locked. eyes take in her wet, exquisite body. She begins to unbut his shirt, then rips it open in frustration, kissing his chest and nipples.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADRIENNE",
          "text": "(between kisses) Pete, I'm sorry... so sorry, I... can't... help... it... I... want... you... to... Oh! Gentry's reserve breaks like a cracked dam. He stands and yanks her up into his arms and carries her to the bed. Sh crashes onto it but is up in an instant to undo his pants",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOMENTS LATER",
          "text": "their naked bodies writhe in unleashed lust. Addie cries pleasure and sweet pain as Gentry grabs her great mane of hair, riding forward like a charging warrior.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LATER EVEN YET",
          "text": "they lie entwined, lovers whose last drop of passion has spent on the other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gentry lies sleeping. Addie studies him. She rises, caref not to awaken him, slips on a robe and moves for the door \fDeceptions by Richard Taylor 54. KITCHEN —- ADRIENNE enters the kitchen, where Gentry left his briefcase. She snaps the second lock out, then opens the case. Inside ar the copies of the computer-generated sketch. Startled, Ad turns on a light and studies the sketches, each with a different scribble to make it look more like her. At the bottom of each picture is printed (by computer) Description of ticket purchaser by Lester Fenady. Startled by a noise behind her, Adrienne shuts the case a spins around... only to find her cat, Buttermilk, meowing attention. She kneels to pet Buttermilk. Just then Gentry enters the kitchen. She starts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "What are you doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADRIENNE",
          "text": "Oh!... I couldn't sleep. I just came down for a drink. What about you? Can I get you something?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "No thanks. Adrienne moves for the door. Looking back over her should",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADRIENNE",
          "text": "You coming?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "I'll be there in a minute. Adrienne leaves. Gentry opens the briefcase. The sketch o Adrienne/look-alike sits on top of a pile of papers. Did see the sketch?, a worried look at the door asks. Gentry closes the case and spins the combination locks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Addie and Gentry sit across the breakfast table from one another. Each eats quietly. Inner thoughts. Tension. Gentry's beeper goes off. He stands, taps a number into t wall phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "Gentry here. \fDeceptions by Richard Taylor 55.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Leon sits on the communal desk. A multi-page phone bill i spread out before him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEON",
          "text": "Pete, I've been going over Ericksen's phone bill. I think I found something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "(eyeing Adrienne) What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEON",
          "text": "Calls made from his Beverly Hills office to a residence in San Pedro. All of them made after seven p.m. and all made on a week-night, most of them Tuesdays, Wednesdays or Thursdays.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "His mistress.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEON",
          "text": "Bingo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "Got an address?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gentry paces toward his car. The moment he slides behind wheel and turns the key in the ignition, Adrienne strolls from the walkway to watch him go. The Porsche's starting motor drones, the cold engine almost catches, then dies. Gentry tries it again. It dies again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "Piece of shit!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADRIENNE",
          "text": "Want me to call Triple-A?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "No. It's cold, that's all. The engine catches. Gentry throws it in reverse and the Porsche screeches out of the driveway. \fDeceptions by Richard Taylor 56.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gentry's Porsche is parked in front along with two black- whites and Leon's unmarked car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Two uniformed cops stand outside the door as Gentry enter",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gentry finds LASZLO KINSKI, late 30s, a lean and intellig man who speaks with a faint Eastern European accent, \"dusting\" a table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "Hey, Laszlo. Where's Leon?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LASZLO",
          "text": "(without looking up) Bedroom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gentry enters and finds Leon nearly engulfed by clothes i the wall closet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "Leon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEON",
          "text": "Hey, Pete. Leon has found something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEON",
          "text": "Look at this. He opens a suit coat displaying a label. Reading:",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEON",
          "text": "Hand-made for Douglas Ericksen by Cleve and Sons, London Tailors. Gentry takes one look at the label before:",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "Bingo. The coat lands on the bed. \fDeceptions by Richard Taylor 57.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LATER",
          "text": "There are now two nearly equal piles of clothing on the b half suits and sportcoats, the other half dresses and blouses. Gentry tosses the last jacket as Leon checks the last dress. Nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEON",
          "text": "Look at this shit! This isn't Paris originals shit; this is K- Mart shit! I don't get it. Ericksen was a classy guy, right? But this broad dresses like she's on welfare. Something else bothers me. There's nothing personal here. No family pictures. No phone books or old mail or just plain crap she couldn't bring herself to throw away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "Maybe there isn't anything she can't throw away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEON",
          "text": "That would make her a strange woman, all right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gentry enters to find Laszlo \"dusting\" one side of a vani table too large for the bedroom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "So how's it look?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LASZLO",
          "text": "Pretty clean. Gentry turns his attention to the opposite side of the ta where several dozen perfume and lotion bottles are arrang",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "You done here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LASZLO",
          "text": "Yeah. Nothing. One bottle beckons: Deceit. The same scent Adrienne wears Gentry stares at it a long moment before picking it up. I remains in his hand, a symbol for something far more important, until: \fDeceptions by Richard Taylor 58.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LASZLO",
          "text": "That's pretty good stuff. My girlfriend uses it. Startled, Gentry composes himself before:",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "Yeah, so does Ericksen's wife. Something catches Gentry's attention, a fold of thick pap wedged behind the vanity table. He kneels, slips his hand under the table and pulls the paper out: A take-out menu from a Greek restaurant, Alexander's. Gentry studies the menu's logo. This is the first persona clue found in \"Marta's\" apartment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXTERIOR DAY",
          "text": "looking through the plate glass window as Lester Fenady tosses a wave to an assistant and leaves. Fenady climbs into a new Mazda RX7 parked in front. The c pulls into traffic. The point of view follows him...",
          "sentiment": "neutral"
        },
        {
          "speaker": "POINT OF VIEW",
          "text": "WE WATCH Fenady's RX7 pull into the garage, the WE GLIDE down-the street.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POINT OF VIEW",
          "text": "as Fenady enters the house and unbuttons his shirt as he walks toward the phone. An instant later Fenady has diale the phone. He grins, obviously talking to someone very intimate. Still grinning, he hangs up, goes to the door a unlocks it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "navigates around the side of the house through the bushes the REAR DECK, watching as Fenady, wearing only a towel, exits the house while pulling the cork out of a bottle of champagne. He drops the bottle into an ice bucket, slips cassette into a nearby boom box, yanks the towel free and slides into a steaming hot tub. \fDeceptions by Richard Taylor 59.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "as Fenady, oblivious to this intruder, pours himself a gl of champagne and settles back for a little hedonistic pleasure. Gloved hands -- those of this intruder -- reach out and l the boom box over the back of Fenady's head. Still plugge in, the box drops into the water. Fenady's spasmodic body almost leaps from the tub. But he settles back into the frothy mass of water, boiling like a two-minute egg.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gentry and Leon wait as the apartment manager, MR. ZAZEL, a Lithuanian emigre to America, stares at the police sket of Adrienne/look-alike. Finally:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZAZEL",
          "text": "Yes, this is her. She live here, oh -- four month. Maybe five. She pay cash. Always cash.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "Did she give any references?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZAZEL",
          "text": "No. No references. Just cash.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEON",
          "text": "Did she have any visitors? Anyone you might remember?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZAZEL",
          "text": "There was man, big man. Maybe boyfriend. He come visit. Leon produces the coroner's photograph of Ericksen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEON",
          "text": "Was this the man? Zazel takes it from Leon's hand and studies it before:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZAZEL",
          "text": "Not sure. Maybe. A uniformed cop steps up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "UNIFORMED COP",
          "text": "Sergeant Gentry? \fDeceptions by Richard Taylor 60.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "UNIFORMED COP",
          "text": "I just got a call for you about a witness, a guy named Fenady?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "What about him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "UNIFORMED COP",
          "text": "He's dead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gentry, Leon and a bulbous cop, FATCOP, pace through Fena house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATCOP",
          "text": "His girl friend found him, say one- thirty. She came over and there he was floating in the tub.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEON",
          "text": "Homicide dejour.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATCOP",
          "text": "Accidental death. Clear and simple. Don't you guys try and fuck up my case load.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "Shit. Hate to do that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fatcop leads Gentry and Leon through Fenady's back door t the deck. Fenady's naked body floats in the tub. The cassette player, its cord still plugged into a nearby flo socket, is wedged between his flesh and the tub side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEON",
          "text": "(eyeing body) I think he's done.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATCOP",
          "text": "Cute.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "You should know Fenady was a witness in an on-going homicide investigation. \fDeceptions by Richard Taylor 61.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATCOP",
          "text": "That the way you guys see this? Homicide? I see accidental death. Gentry kneels to have a closer look at the boom box.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "How do you figure?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATCOP",
          "text": "He's in the tub. He reaches over there -- (gestures table) to change the channel and --",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "There's a cassette in the player.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATCOP",
          "text": "Okay, then, change the cassette. He touches the boom box, it shorts out and he can't let go. He drags it into the tub and fries.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEON",
          "text": "Not fry. Poach, maybe, but not fry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "A MOMENT LATER",
          "text": "Gentry and Leon make their way to the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEON",
          "text": "Okay, maybe it was an accident.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "Maybe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEON",
          "text": "Or maybe Ericksen's girlfriend is trying to get rid of any witnesses. Fenady could have tied her to the attempted murder of Mrs. Ericksen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "Maybe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEON",
          "text": "I could believe it myself except for one thing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "What's that? \fDeceptions by Richard Taylor 62.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEON",
          "text": "How did she find out about Fenady? How'd she get his address? But Gentry's mind is too occupied with dark thoughts for to respond. Adrienne. The police sketch. Then:",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEON",
          "text": "You know what I think? I think the girlfriend was the brains behind Ericksen. She's the one who talked him into trying to kill his wife... I think we got one smart, crazy bitch out there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gentry stands at the rail staring out to sea. The door slides open behind him. Addie steps out with two wind- shielded candles and places them on the dining table that been set up on the deck. She lights each candle, then tur to look at Gentry. Sensing his emotional distance, she co up behind him, loops her arms through his, then circles h for a kiss. His lips are as cold as marble. Adrienne draw back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADRIENNE",
          "text": "There's something on your mind. What is it? Gentry doesn't answer, continues staring out to sea.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADRIENNE",
          "text": "Won't you tell me -- ?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "Where were you today?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADRIENNE",
          "text": "What do you mean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "Answer the question. Where were you today?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADRIENNE",
          "text": "Here. There. Gentry turns the cold steel of his eyes on her. Suddenly frightened, Adrienne draws away from him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADRIENNE",
          "text": "I went to the market. \fDeceptions by Richard Taylor 63.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "When?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADRIENNE",
          "text": "Pete, I -- Closing in on her:",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "When?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADRIENNE",
          "text": "Three thirty. Four.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "What were you doing earlier?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADRIENNE",
          "text": "What time?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "Early afternoon. Around one. Gentry's tone is that of a prosecutor. Adrienne is almost tears.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADRIENNE",
          "text": "I went for a walk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "Where?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADRIENNE",
          "text": "Here. On the beach.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "Any witnesses?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADRIENNE",
          "text": "Witnesses? No, I... No! Pete, tell me what's going on! He stares into her eyes for a long moment. Then:",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "You're telling me you don't know?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADRIENNE",
          "text": "That's right. That's what I'm telling you. \fDeceptions by Richard Taylor 64.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "I asked you if your husband had a girlfriend, remember? Remember what you said?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADRIENNE",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "I spent some time in San Pedro today. Know anything about San Pedro, Adrienne?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADRIENNE",
          "text": "No. Why do you ask?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "It's where your husband's girlfriend lives.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADRIENNE",
          "text": "(stunned) What are you talking about?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "You're telling me you didn't know he had a girlfriend? IS THAT WHAT",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADRIENNE",
          "text": "Pete, I... I... He says nothing. Waits. She's shaking, the tears coming now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADRIENNE",
          "text": "Her name's Marta. I don't know her last name. She knew Douglas before... before he and I... The first time we met, Douglas said I reminded him of someone. Except I was prettier, he said. I asked him about her, but he wouldn't tell me anything, except that it was all over. She left him for another man, that's all he would say. And then four, maybe five months ago...",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "He started seeing her again. Did he tell you? \fDeceptions by Richard Taylor 65.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADRIENNE",
          "text": "No... She did! She's crazy, Pete. She came to the house! She was scary. Weird! She threatened me! Sobbing now, Adrienne can't go on. She flinches at his touch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "And then what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADRIENNE",
          "text": "I moved out. I went to a hotel. I told Douglas he had to choose between us. I couldn't live that way. And he... and he chose me... I thought.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "Why didn't you tell me any of this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADRIENNE",
          "text": "I... It was too painful. Like opening an old wound. I didn't want you to know because... just being a part of it made me feel dirty. I wanted to start fresh. With you. Gentry studies her in silence before:",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "He said you reminded him of Marta. Did he say why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADRIENNE",
          "text": "The time I saw her I knew why. It was really uncanny, she looked so much like me. We could have been sisters. Adrienne wipes tears from her eyes and tries to compose herself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADRIENNE",
          "text": "Why were you asking me those questions about what I did today? (when he doesn't answer) Something's happened... TELL ME,",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAMN IT",
          "text": "\fDeceptions by Richard Taylor 66. Gentry considers it a long moment making up his mind, the pulls a folded Xerox of Adrienne/look-alike from his pock and gives it to her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "Is that Marta? Stunned and fearful even in the presence of Marta's liken Adrienne gestures yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADRIENNE",
          "text": "What did she do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "We think she's your husband's accomplice. She helped him set up an alibi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADRIENNE",
          "text": "That's all? Gentry almost doesn't answer. Then:",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "No. There was a man who could have identified her. He died today. It may have been homicide.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADRIENNE",
          "text": "Oh my god... Gentry takes the drawing from her hands, looks at it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "She looks a lot like you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADRIENNE",
          "text": "Yes, I know... (realizing) You think... thought it was me!",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "I didn't know what to think. Adrienne turns from him and buries her face in her hands, crying. Gentry turns her about, pulls her into his arms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADRIENNE",
          "text": "Oh, Pete, I'm scared... What if she comes after me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "She won't. I won't let her. \fDeceptions by Richard Taylor 67. And the way he says it, the kind of guy he is, she believ it totally. They kiss.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gentry turns the Porsche engine over. Adrienne watches fr the gate holding her robe shut with folded hands. The starter motor drones on, without effect. Finally:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADRIENNE",
          "text": "I could call someone. Frustrated, Gentry crawls out of the Porsche.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "No time. I'll get a cab.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADRIENNE",
          "text": "You can take my car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gentry slips behind the wheel of Adrienne's Mercedes. The engine catches immediately. Gentry guides the luxury car out onto the Coast Highway, up-Sunset Boulevard. Deciding to see what this baby can d he checks the rear-view mirror, sees no one, then floors The Mercedes bolts forward. Gentry settles in behind the wheel, enjoying the speed, testing the Mercedes against Sunset Boulevard's curves an hills. Far ahead, he sees a street light turn red. He applies the brakes. Nothing. Worse, the Mercedes hasn't slowed its accelerati It jets forward, increasing speed. Gentry pulls the emergency brake. Useless. The Mercedes dashes for the stop light. Cars cross the intersection at intervals. The light remains red. Gentry slams a palm down on the horn. It blares a warning. The Mercedes shoots through the intersection, barely miss two crossing cars, and continues on, Gentry twisting its wheel to avoid hitting anyone and slamming his foot on th brake repeatedly. He passes cars on the left, then right, and knowing he can hold off destruction no longer, Gentry opens the driver's door and leaps free. He rolls to the s of the road as the Mercedes impacts against a stone wall explodes in a fiery flash. \fDeceptions by Richard Taylor 68. Gentry stands, shaken, a few scratches marking his brush death.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An LAPD black-and-white shoots up the highway. Gentry rid shotgun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The black-and-white screeches to a stop and Gentry bolts of the sedan and runs toward the house. Two uniform patrolmen exit their cruiser and watch him go. At the side door, Gentry bolts inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gentry runs inside, looks in the kitchen, then rushes int the living room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "Addie! Adrienne! Adrienne stops at the top of the stairs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADRIENNE",
          "text": "Pete? Seeing his crazed condition and torn clothes, she descend the steps hurriedly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADRIENNE",
          "text": "What happened? Are you okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "The car. Your Mercedes. Someone tampered with it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADRIENNE",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "The accelerator stuck. No brakes. I just drove it into a wall... Someone just tried to kill you. They almost killed me instead. Adrienne is stunned. She considers the ramifications of t as she lowers herself to the couch. Then: \fDeceptions by Richard Taylor 69.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADRIENNE",
          "text": "Pete!... It's Marta, isn't it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "I want you to stay inside, keep the doors locked. And here, take this - Gentry pulls his service .38 out and hands it to her butt first. Adrienne looks at it. Then:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADRIENNE",
          "text": "I have a gun, remember? (finally) And I know how to use it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gentry exits and turns to take Adrienne into his arms. Th kiss. Gentry lingers in the doorway savoring her before h turns and makes for the gate... where Leon stands with a sizable grin on his face. He's seen them together.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEON",
          "text": "Doing a little... undercover work, Pete? Gentry stops dead, takes a look over his shoulder to insu Adrienne hasn't seen Leon -- she hasn't; the door is long since closed -- before turning to again face him. Then:",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "Okay. So now you know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEON",
          "text": "Hey, don't get your back up. I'm sympathetic. Envious, even. I mean, that is one fine looking woman you have in there...",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "What brings you out here, Leon?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEON",
          "text": "I get a call that says my partner was almost turned into asphalt fondue, I'm interested. Gentry considers that a moment before:",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "Okay. I'm sorry. Thanks for giving a shit. \fDeceptions by Richard Taylor 70.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEON",
          "text": "Pete, I'ma liberal guy --",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "(grinning) Sure you are.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEON",
          "text": "A man wants to dip the bucket in a strange well, I figure that's okay. Who am I to say no? But if the broad is a suspect --",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "Look, I'm sorry, Leon. I should have told you about Adrienne.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEON",
          "text": "No, that isn't it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "(continuous ) I wanted to. I really did. I just",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEON",
          "text": "(forceful) No. That isn't it. (beat) She's a suspect in a murder investigation. She's suspected of killing her husband! And now you almost kiss some concrete at sixty miles an hour! Do I have to draw you a picture?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "You don't understand --",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEON",
          "text": "Yeah, maybe I do and maybe I don't. But I'm doing my thinking with an organ located above my neck. Which is more than I can say for you. Steamed, Gentry almost physically confronts Leon. Only respect and love keep him from pinning the older man agai the wall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "Okay, maybe I am breaking a couple of rules! (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fDeceptions by Richard Taylor 71. GENTRY (cont'd) But I'm not stupid and I haven't changed over-night, so don't treat me like a rookie, Leon!... Adrienne didn't sabotage her own car. Marta did!",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEON",
          "text": "Who's Marta?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "Ericksen's mistress. Adrienne knew her, met her once, anyway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEON",
          "text": "She ID'd the sketch?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEON",
          "text": "Why didn't she come forward with this before?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "She thought it was over. She had no reason to suspect her husband was working with his ex-lover.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEON",
          "text": "And now this Marta is out for revenge, that it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "Yeah. She sabotaged the car. She blames Adrienne for killing Ericksen. Leon studies Gentry before:",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEON",
          "text": "So what are they, identical twins?... I'm not blind. Fenady's sketch could be your girlfriend there --",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "She explained that. When she met Ericksen, he told her she reminded him of someone. His ex-fiance'. Marta. What? You don't think a man can be attracted to two women for the same reasons? \fDeceptions by Richard Taylor 72.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEON",
          "text": "I hope you're right, ‘cause if you're not...",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "(firm) I'm right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEON",
          "text": "Good enough. He pivots and exits through the gate. Gentry turns... and sees a movement in the nearby window. Adrienne? overhear them? Gentry moves for his car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Did she Pulling on his coat, Leon approaches Gentry who is going various reports at the desk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEON",
          "text": "(checks wristwatch) I've got a doctor's appointment at three and then I'm meeting Roberta for dinner. We're trying out a Hungarian restaurant that specializes in small furry insects fried in their own milk. Wanna come along?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "Sounds... appetizing. But I gota couple things to follow up here. Maybe next time. Leon heads for the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEON",
          "text": "Okay. Want me to bring you the left-overs?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "Nah. I'd be afraid they'd get loose and mate with the locals. Leon grins, throws Pete a wave and exits. The moment he's gone, Gentry's smile fades. He sits thinking. Fenady's sketch of Adrienne's look-alike peeks above a briefcase partition. \fDeceptions by Richard Taylor 73. He brings the drawing out, exposing the take-out menu fro Alexander's Restaurant found at \"Marta's\" apartment. Gent places both objects on the desk and looks at them a long moment before picking up the phone. He dials.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "Mr. Zazel?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The place is dreary and old. Zazel, wearing a bathrobe, stands beside an old-fashioned telephone table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZAZEL",
          "text": "Yes. Who is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "Sergeant Gentry, LAPD. I met you yesterday regarding one of your tenants?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZAZEL",
          "text": "Yes... What do you want?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "I'm wondering if you could give us some help in identifying someone?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZAZEL",
          "text": "Come down there? Pictures?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "No, actually, point someone out in a restaurant. Could you do that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZAZEL",
          "text": "Sure. I can. I guess.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "There's a Greek restaurant called Alexander's there in town. Could you meet me there about seven- thirty?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZAZEL",
          "text": "I don't drive car, Sergeant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "That's okay. I'1l pick you up. Seven-thirty, okay? \fDeceptions by Richard Taylor",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZAZEL",
          "text": "Seven-thirty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RESUME SQUAD ROOM",
          "text": "hangs up. An instant later he redials.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "(phone) Adrienne?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Adrienne answers the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADRIENNE",
          "text": "Hello?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "Addie, wanna grab a bite out tonight?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADRIENNE",
          "text": "(warming) Getting tired of my cooking?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "Never... Like Greek food?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADRIENNE",
          "text": "Sure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "There's this place I like a lot, Alexander's. It's in San Pedro. Know it? 74. The word Alexander's impacts immediately. Adrienne covers her concern.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADRIENNE",
          "text": "Is that the place on the channel?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "You've been there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADRIENNE",
          "text": "I think... someone took me there a long time ago. \fDeceptions by Richard Taylor 75.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "Meet you at eight?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADRIENNE",
          "text": "Sure. Eight o'clock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gentry's Porsche pulls up before Zazel's apartment buildi and he gets out, moving for the steps and ascending. Gent taps lightly on the door. It swings open.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "Mr. Zazel? Gentry leans inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "Mr. Zazel?...",
          "sentiment": "neutral"
        },
        {
          "speaker": "INTERIOR ZAZEL'S APARTMENT",
          "text": "Gentry steps inside the nearly dark apartment. Having received no answer to his call, he reaches for his servic revolver when a shadowy figure steps from behind a door a hits him. Gentry collapses as the figure, briefly seen to a woman, rushes out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INTERIOR ZAZEL'S APARTMENT",
          "text": "Moments have passed. Or hours. Gentry moans, reaches up t his head and then looks at his hand. Blood. Gentry crawls to a table, uses it to rise, then almost topples a lamp before finding its switch. Light explodes into the room. Blood has trickled and almost dried on his brow. Dizzy, Gentry almost falls, then rights himself. Something catches his attention across the room. Zazel. Dead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Two coroner's assistants guide a gurney toward a waiting wagon. Two uniformed cops finish querying Gentry (unheard for their report and walk away, leaving him leaning again his Porsche, swathing his head with a ball of gauze he go earlier from ambulance attendants. \fDeceptions by Richard Taylor 76. Gentry watches the old man's body being loaded into the Coroner's wagon. Thoughts. Suspicion.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gentry enters and moves for the Matre'D's desk. Blood and sweat still caked on his face, Gentry's appearance is a startling contrast to the diners about him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "The name is Gentry. I'm late. I have an eight o'clock reservation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATRE 'D",
          "text": "But sir! It's after nine!",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "Yeah, that's fine. I'm just checking to see if my date arrived. Has anyone -- ?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATRE 'D",
          "text": "I'm sorry, sir, but no one used your reservation. Gentry considers what this means as streams of people sur and flex about him. Then:",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "Telephone?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATRE 'D",
          "text": "In the alcove, sir. There. Gentry courses through the crowd to a phone alcove near t restrooms, finds a coin, dials. The phone begins to ring. No answer. The ringing drones on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INTERIOR BEACH HOUSE",
          "text": "The house lights are on. Buttermilk looks up from a nap t take in the phone. It rings on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INTERIOR ALEXANDER'S RESTAURANT",
          "text": "Gentry slowly removes the receiver from his ear, lowers i into its cradle. The ringing stops. Finally. Gentry pivot and exits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gentry. Alone. Two shot glasses in front of him. Both empty. The bartender brings another. Fills it. Gentry empties it. \fDeceptions by Richard Taylor 77.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The night crew is working. Two guys bored to hell. Playin catch with a softball across the room. Gentry enters. Tired. Mind-fucked. His briefcase is where he left it. So is the picture. Gentry looks at it. Nearby on the table is a small pile of pink phone message notes. To Gentry. From Adrienne. As the softball sails across the room, landing phlatt! ag and again in a mitt, Gentry stares at the sketch. A decis has to be made, but he's reluctant to make it. Finally Gentry stands, checks that his service revolver is loaded then makes for the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Reading a magazine, Adrienne reclines on her bed stroking Buttermilk, her cat, who lies nearby. A sound. From downstairs. Adrienne freezes. Another sound A repeat of the night Douglas was killed. Adrienne stands moves reluctantly for the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STAIRS",
          "text": "pauses at the top of the staircase and listens. Nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADRIENNE",
          "text": "Pete, is that you? Nothing. Adrienne pivots to return to the bedroom when another noise sounds below.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADRIENNE",
          "text": "Pete? No response. Buttermilk slides past her and down the stai She kneels and reaches out for the animal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADRIENNE",
          "text": "Buttermilk. Don't go down there. But the cat is lost to the darkness. Adrienne stands, considers retreat. Again:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADRIENNE",
          "text": "Pete, I tried to call... When there's no answer, she withdraws. \fDeceptions by Richard Taylor 78.",
          "sentiment": "neutral"
        },
        {
          "speaker": "A MOMENT LATER",
          "text": "Adrienne returns. With the .357 Magnum revolver that chew up her husband. She follows its barrel's descent down the steps.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIVING ROOM",
          "text": "stops at the base of the stairs and listens. A snap and a whoosh cause her to pivot and see Buttermilk near the dra She takes a deep breath and sweeps her eyes across the ro the gun barrel following, before realizing that the slidi door to the deck is OPEN.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADRIENNE",
          "text": "(trembling) Pete, if this is your idea of a practical joke, it isn't funny. A form takes shape in the shadows outside. Adrienne gasps and staggers back several steps, swinging the gun about crazily, half out of control. The shadowy form moves clos entering the house. Adrienne continues to retreat, every breath threatening to seize control of her. The figure approaches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADRIENNE",
          "text": "(sobbing) This gun is loaded! I'11l shoot! I'll shoot, damn it! Gentry steps into the light. The shadow figure. He stares at her with angry, murderous eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADRIENNE",
          "text": "Pete! (recovering) Pete! Damn it, I could have killed you! (surging into his arms) I could have killed you! But he doesn't reciprocate her affection. She draws away, looks at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADRIENNE",
          "text": "What's wrong? What's the matter?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "You know what's wrong. You know better than I do. You've always known better than I do. \fDeceptions by Richard Taylor 79.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADRIENNE",
          "text": "I don't know what that means. Tell me what that means.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "Where were you tonight?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADRIENNE",
          "text": "The rental car has a dead battery. I tried to call. A movement beyond the plate glass door. Almost nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "Another lie... The truth starts with this: You murdered your husband in cold blood.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADRIENNE",
          "text": "(gasping) No!",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "You murdered Fenady when you thought he could identify you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADRIENNE",
          "text": "No, Pete! You know I didn't! Marta -- !",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "Marta doesn't exist! You created her to mislead the police! The movement becomes a person. Closer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADRIENNE",
          "text": "She exists! She wants to kill me!",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "You tried to murder me. You rigged the car, didn't you? The intruder is a woman. She could be... Adrienne, but sh isn't.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADRIENNE",
          "text": "No!",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "And tonight you murdered an old man because he could identify you! \fDeceptions by Richard Taylor 80.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADRIENNE",
          "text": "Pete, this is crazy! This is crazy, I -- But Gentry grasps her, holding her eye-to-eye. A moment later he takes her gun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "You're finished lying, Mrs. Ericksen! Marta brings a weapon up. She aims it at Adrienne, not Gentry. Focused on each other, neither Gentry nor Adrienne have s Marta until this moment. Gentry leaps across the darkness knocking Adrienne to the ground as muzzleflash after muzzleflash explode in the darkness. By the time Gentry is on his feet, the woman has disappea He finds Adrienne.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "Are you okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADRIENNE",
          "text": "Yes!... Marta! Gentry bolts for the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gentry rockets around the side of the house and past his Porsche to the street. He sees tail-lights flash down the block before tires screech and the car accelerates away. Gentry lowers his weapon and turns, almost colliding with Adrienne. The distance between them is nothing, and it is immense.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Flashing red lights from the roofs of several police blac and-whites bathe the area in undulating waves of crimson. Gentry talks to two uniformed officers; Leon leans agains nearby car, listening.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "-- see if anyone can give us the license plate number. \fDeceptions by Richard Taylor 81.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PATROLMAN",
          "text": "Sarge, it's pretty late...",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "I don't care. The car was parked a hundred yards north of here, but it may haven been in the neighborhood for hours. The assailant was probably waiting for the right moment to act. Any questions? No. The moment Gentry's finished with the blue suits, he turns and catches Leon's look. Gentry moves toward the house. Leon stops him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEON",
          "text": "Looks like you were right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "How's that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEON",
          "text": "She's innocent. You were right. I was wrong.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "Yeah. It happens. Gentry moves for the walkway. Leon watches him go. Concerned. A moment later Leon follows Gentry and sees him enter the house. He continues past the door, around to the front fr where Gentry and Adrienne's assailant made her getaway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gentry closes the door behind him. He sees Adrienne sitti on the couch. Alone. Unmoving. Looking out the window at the darkness and the sea. Gentry moves to her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "Let me get you a drink. But she has a cup in her lap. Still full.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADRIENNE",
          "text": "No. Thanks. Cold. Distant. Her eyes remain at sea. \fDeceptions by Richard Taylor 82. Gentry studies her a long while before:",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "I was wrong. The admission elicits nothing from Addie. Her mind is far away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "I... thought I had enough reasons--",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADRIENNE",
          "text": "How could you sleep with me and believe I was a... murderer? Gentry is startled by the question and the look of intens anger etched into her features.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "Addie, I --",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADRIENNE",
          "text": "How could you make love to me... (angry and tearful) and believe that?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Leon stands just outside the window. He sees Gentry and Adrienne talking and can barely hear the conversation. Pulling a penlight from a jacket pocket, Leon squats with Oomph! and trails the penlight across the sand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEON",
          "text": "Jesus, I'm getting too old for this shit... Even from here, he can hear snippets of Gentry and Adrien conversation between the crashing of waves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY'S VOICE",
          "text": "I said I was wrong. I'm sorry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADRIENNE'S VOICE",
          "text": "But how could you believe that, Pete? Don't you know me? Don't you know who I am by now? Leon's penlight beam is picking up nothing but sand and a myriad of footprints. He sees something and reaches for i",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY'S VOICE",
          "text": "I know who you are, Addie. \fDeceptions by Richard Taylor 83. Leon pulls a pair of swimming trunks from the sand. Nearb something that looks like an opaque balloon. He reaches f that too, until he realizes what it is and throws it into darkness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEON",
          "text": "Shit! Shit! Probably got AIDS from the fucking thing!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Adrienne is at the door now, but continues to look out at night. Gentry stands across the room. Distance between them. He realizes that it is insurmountable. Finally:",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "I know you don't want me to stay here, but I'm going to arrange for around-the-clock police surveillance. You'll be okay. When she doesn't respond Gentry moves for the door. It's open and he's halfway through it when she spins.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADRIENNE",
          "text": "Pete! Gentry stops. She's too far away and obscured by shadow f him to see her expression. He walks toward her. Halfway there he sees the tears in her eyes. He continues until their bodies unite. He pulls her close.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Leon stands up and sees Adrienne as she is swallowed by Gentry's arms. He spins her around. Her eyes open. On Leon. For a long moment they look at one another. Then he eyes close.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AT THE DOOR",
          "text": "taps several times.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gentry pulls his service revolver and goes to the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "Who is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEON'S VOICE",
          "text": "It's me. \fDeceptions by Richard Taylor 84. Gentry opens the door and Leon leans in. He makes brief e contact with Adrienne across the room, but she turns away immediately.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEON",
          "text": "Look, I forgot to tell you. I had a call in to the DMV. They left a message with Metzger and he called it in to my answering machine. (fishing paper out of pocket) Ericksen's car was sold two months ago by a used car lot in Santa Monica. (shrugs ) It's the only lead we got.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "I'll be out in a minute.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEON",
          "text": "Right. Leon exits. Gentry takes in Adrienne across the room. Buttermilk has curled up in her lap and she pets the cat gently. Gentry sits on the arm of the couch beside her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "Leon and I are going to check out a lead. In the meantime, the safest thing is for you to accept police protection and go to a hotel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADRIENNE",
          "text": "This is my home. I'm not going to be forced out. Not by her. Buttermilk stretches, then wanders off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "What about police protection?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADRIENNE",
          "text": "If you think it's necessary. Gentry takes her hands in his.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "It's necessary... Addie, you know what you mean to me.... but you've got to understand I'm a cop, too. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fDeceptions by Richard Taylor 85. GENTRY (cont'd) It's what I do; it's what I am. I can't stop being a cop just because I'm nuts for you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADRIENNE",
          "text": "All I ask is that you believe me, Pete.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "I believe you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gentry exits to find Leon waiting in his unmarked police unit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEON",
          "text": "I've got a call in for a unit. Gentry lights a cigaret, leans against the car. A moment later a black-and-white pulls into the driveway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "One of you guys cover the beach side. Clear everyone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PATROL OFFICER",
          "text": "Right. Gentry slides into Leon's unit and it pulls away as the uniformed cops exit their black-and-white, stretch, move their assigned positions.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gentry and Leon lean on a late-model 'vette as a new Olds sedan pulls into the lot. A passing mechanic notes:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MECHANIC",
          "text": "That's him. Gentry and Leon follow the car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELSEWHERE ON THE USED CAR LOT",
          "text": "a tall, thin man, SALESMAN, slides out of the Olds as Gen and Leon approach. Gentry shows him his police ID.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "Police officers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SALESMAN",
          "text": "(wary) Yeah?... \fDeceptions by Richard Taylor 86.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "We're trying to trace down a car you reported selling two months ago.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SALESMAN",
          "text": "The buyer didn't re-register it, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEON",
          "text": "You got it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SALESMAN",
          "text": "Yeah, that happens a lot. C'mon, I'll look it up for you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The salesman thumbs through files in a cabinet drawer usi slip of paper Leon gave him as a guide.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SALESMAN",
          "text": "Here it is... Blue '87 Chrysler. Sold it June 9th. Paid cash.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "To a woman?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SALESMAN",
          "text": "(surprised) No. Man. Gentry and Leon share a look. Gentry takes a wallet-size photo of Ericksen from his pocket, hands it to the Salesm",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "This the guy? The Salesman looks at the picture an instant before:",
          "sentiment": "neutral"
        },
        {
          "speaker": "SALESMAN",
          "text": "No... The guy who bought this car was maybe thirty, smaller. You know, not as beafy-looking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEON",
          "text": "Got a name?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SALESMAN",
          "text": "I got the whole nine yards, but the guy didn't register the car, it's probably bullshit. \fDeceptions by Richard Taylor 87.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "We'll take it anyway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SALESMAN",
          "text": "(reading file) Beavis. Steven Beavis. 12386 King's Road, West Hollywood.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEON",
          "text": "We'll need a Xerox of that purchase contract, too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gentry and Leon pacing toward their car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEON",
          "text": "Okay, I'll give you three scenarios. One: An uninvolved party bought the car for his own reasons and later turned it over to Ericksen. Two: Ericksen paid someone to buy it for him. Three: Marta has a boy friend and once Mrs. Ericksen was out of the way, they planned to kill Ericksen for his money.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "(determined) Fuck scenarios.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Leon's unmarked police unit pulls to the curb before a va lot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gentry behind the wheel. Leon checks the address against their Xerox of the purchase contract.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEON",
          "text": "Yeah. This should be the place. Gentry curses beneath his breath and puts the car into motion. All business. Focused. Leon studies him. Concerned.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gentry on the phone. Leon sits nearby studying the car purchase contract. \fDeceptions by Richard Taylor 88.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "(phone) She doesn't want to leave the house, Captain... Yeah, I know, but at least we could... Manpower shortage, sure, but... Yes, sir. I understand. Gentry slams the phone down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "The fuck I do!",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEON",
          "text": "What is it? Rising and pulling on his coat:",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "They're yanking our protective surveillance. I'm getting her out of that house. You coming?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEON",
          "text": "No. Think I'll check out the rest of this. He gestures at the contract.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "It's a dead end. Gentry moves for the exit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEON",
          "text": "Yeah, well, even good liars can't lie all the time... Hey, Gentry! Gentry turns at the door and gives Leon a look that asks, What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEON",
          "text": "Keep your fly zipped, okay? Gentry gives him a gruff look and exits. Leon gives the purchase contract a glance, then pulls it closer for yet another read.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PURCHASE CONTRACT",
          "text": "Leon's finger traces down its middle, stopping for the briefest moment on the line that asks Occupation? \fDeceptions by Richard Taylor 89. The word Actor has been penciled in. Leon's finger return to the line.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RESUME LEON",
          "text": "as he thinks about it before picking up the phone to dial",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "PHIL CLAYBORNE, late 40s, balding but otherwise youthful- looking, moves up the counter and answers the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHIL",
          "text": "(phone) Larry Edmonds Book Store. This is Phil Clayborne.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEON",
          "text": "Phil, Leon Kessler. I'm looking for an actor. Maybe a stage guy. You still doing equity waiver theater?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHIL",
          "text": "Sure. What's his name?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEON",
          "text": "Steven Beavis. Phil barks a laugh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHIL",
          "text": "Beavis isn't an actor! He's a part! A character in a play! Leon is stunned. Expecting nothing, he's drawn a somethin but what? Then:",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEON",
          "text": "Which play?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHIL",
          "text": "Velasco's Impertinence In Hell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEON",
          "text": "Where's it playing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHIL",
          "text": "Not anywhere now. It closed at The Actor's Craft Theater a couple of months back, I think... \fDeceptions by Richard Taylor 90.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RESUME LEON",
          "text": "as he slams the phone down in triumph.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEON",
          "text": "Thank you, God! Thank you God for another smart ass! In absolute glee Leon grabs his coat and heads for the do",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gentry's Porsche pulls in beside a black-and-white. A uniformed officer leans against his unit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "You guys get the call yet?",
          "sentiment": "neutral"
        },
        {
          "speaker": "UNIFORMED COP",
          "text": "Yeah. My partner's inside telling the woman. Gentry moves for the house, passing another uniformed cop the way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gentry enters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "Addie? No answer. Gentry moves for the stairs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "Addie?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADRIENNE'S VOICE",
          "text": "Out here. Gentry heads for the sliding door leading to the outside deck. EXT. ERICKSEN DECK —- DAY Addie leans against the rail and turns to face Gentry as approaches. The shorts and sweater she's wearing contrast the .357 that rests on the rail beside her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADRIENNE",
          "text": "Pete, what's going on? That policeman said they were leaving. \fDeceptions by Richard Taylor 91.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "It's bureaucratic bullshit. The department won't allocate men for protective surveillance. I want you to go pack a bag and I'm going to take you out of here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADRIENNE",
          "text": "Pete, I already told you --",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "(forcefully) Just do it. Adrienne searches his eyes and finds steel. She turns and enters the house. Gentry follows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Adrienne gets several small suitcases from the closet, op them on the bed. She begins packing as Gentry watches fro the doorway. After a moment she stops, straightens.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADRIENNE",
          "text": "Jesus, Pete... I'm so scared... Gentry crosses the room and takes her into his arms. Ericksen's dried blood stains the floor nearby. Neither notice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A 99-seat pill box on Cahuenga Boulevard West. Leon's unmarked unit pulls up outside. He exits and moves for th the marquee, which displays the current production and ca An arrow sign suggests he go around to the back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Leon enters the lobby. 8x10 glossies adorn the walls. Pas productions. Past \"Stars.\" No one we'd know. The place appears vacant. Then hammering from beyond a curtain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEON",
          "text": "Hey! Anybody here? Voices from beyond the curtain. Then a woman in her late emerges through the veil. \fDeceptions by Richard Taylor 92.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEATER MANAGER",
          "text": "Yeah, can I help you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEON",
          "text": "Maybe. I'm looking for an actor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEATER MANAGER",
          "text": "(grin) Actors we got. Are you a casting agent or a producer?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEON",
          "text": "You had a production of Impertinence in Hell a couple of months back. I need the name of the actor who played Steven Beavis.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEATER MANAGER",
          "text": "Oh, sure. Paul Basque. He's good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEON",
          "text": "Can I see a picture? The Theater Manager pulls a photo album from beneath the counter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEATER MANAGER",
          "text": "(thumbing) Sure. We keep all of the production stills. And of course the actors leave a supply of their 8xl0s... Here it is. She spins the photo album around. Leon looks. A half doze actors in contemporary dress in front of an amateurish ba drop. Young. Good looking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEON",
          "text": "Which one is he?",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEATER MANAGER",
          "text": "There. On the end. Paul Basque. Lean. Dark. Otherwise a nonentity.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEON",
          "text": "Good. I'll need a photograph I can keep.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEATER MANAGER",
          "text": "Sure. I'll get you an 8x10 anda resume. Just take a second. \fDeceptions by Richard Taylor 93.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEON",
          "text": "Thanks. The moment she's gone, Leon again peruses the production still before leafing through the book. He stops at one photo. Private Lives, the caption reads. Two couples. Again, Paul Basque. Leon's vision trails across to the wo beside Basque in the picture. He freezes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEON",
          "text": "Oh, shit. The woman is... Adrienne. Or her dead ringer, Marta! Leon rips the photo free and rushes out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gentry ties two suitcases to the rack on the rear of his Porsche. Adrienne slips into the passenger seat, Gentry behind the wheel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Leon on the phone. Hearing ring after ring.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The place is vacant. The phone rings incessantly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RESUME LEON",
          "text": "as he stabs the disconnect bar, then dials another number",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEON",
          "text": "(phone) This is Kessler. Has Gentry returned?... Has he called in?... Okay, page him. When he calls, give him this number. 555-7125. Tell him it's an emergency. I'm standing by.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gentry's belt pager sounds. He twists to turn it off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADRIENNE",
          "text": "You want to stop and see what that's about? \fDeceptions by Richard Taylor 94.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "It can wait.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The door swings open and the bellboy enters with Adrienne bags. Gentry and Adrienne follow. The bellboy places the bags on the bed stand, pulls open the drapes, presents himself for a tip and exits once Gentry hands him a bill. The moment he's gone:",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "Okay, I want you to stay in this room. Call room service for food. Don't go outside. Not for anything. Understood? Adrienne's eyes sweep across her prison, then take in Gen She nods assent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "Do you have the gun? Adrienne opens her bag, takes out the .357 Magnum, return it. She tosses the bag to the bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADRIENNE",
          "text": "Is it ever going to be over? Gentry takes her, holds her rigid. A long look, then he kisses her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "We'll find her. You've just got to hang in there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADRIENNE",
          "text": "(small smile) I'm hanging.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "I'll be back tonight. Late. I'll call first. Gentry kisses her once more, and then he leaves. Adrienne locks the door and gives the room a long, bored pan. At the window, Adrienne sees Gentry exit the hotel and mo for his car. The beat-up Porsche thunders out of the park lot. Adrienne's eyes sweep the surroundings outside, stop on... a cat being fed by one of the hotel workers. \fDeceptions by Richard Taylor 95.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADRIENNE",
          "text": "Oh, shit! Buttermilk! Adrienne picks up the phone and taps the receiver.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADRIENNE",
          "text": "This is Four-Seventeen. I'm going to need a cab...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gentry's Porsche powers up the hill to Santa Monica and e toward the city.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A taxi pulls into the driveway and Adrienne gets out. She pays the cabbie and he drives away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INTERIOR ERICKSEN HOUSE",
          "text": "Adrienne opens the door to the dark house and enters, clo the door behind her. She snaps on a light in the kitchen which spills shadows into the living room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADRIENNE",
          "text": "Buttermilk? Buttermilk?... Adrienne searchs the living room for a moment before Buttermilk strolls out from behind the couch and into her arms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADRIENNE",
          "text": "There you are! Adrienne pets Buttermilk a moment before a shadow from th kitchen light crawls across her. Startled, Adrienne spins to find Leon standing just inside the door. Tense and fearful, Adrienne almost whispers:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADRIENNE",
          "text": "Detective Kessler! You startled me! What are you doing here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEON",
          "text": "Mrs. Ericksen, I found out some very interesting things about you today.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADRIENNE",
          "text": "(hoarse) Oh? Like what? \fDeceptions by Richard Taylor 96. Leon pulls the folded production still from his pocket an holds it up for her to see.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEON",
          "text": "Your thespian background, for one thing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADRIENNE",
          "text": "I used to act, yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEON",
          "text": "You used to act with Paul Basque. You remember him, don't you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADRIENNE",
          "text": "Of course.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEON",
          "text": "Paul purchased the car your husband supposedly used the night he tried to kill you. Know what that suggests to me, Mrs. Ericksen?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADRIENNE",
          "text": "No. What's that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEON",
          "text": "Gotcha!... There aint no Marta and there never was.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEON",
          "text": "You and Paul Basque killed your husband for the insurance. He bought the car as a ruse. You've been lovers since you performed together. (a grin) On the stage, I mean.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADRIENNE",
          "text": "You're mistaken, Detective. Paul Basque was a friend of my husband's. He was the one who introduced us. Leon's expression reveals that his neat package may be falling apart. An explosion, Marta leaps from the shadows where she's be hiding, and yelling like a madwoman, plunges a knife deep into Leon's chest as Adrienne screams. \fDeceptions by Richard Taylor 97. Leon staggers back, already falling into the abyss of sho as he stares at Marta. Gurgling, Leon drops to the carpet Adrienne's screams continue...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The place is almost deserted as the last of the day crew wander out. Gentry enters and moves for his work area. He corrals FELDMAN, another detective.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "Any messages?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FELDMAN",
          "text": "It's all there in your basket. Leon was trying to get in touch with you earlier, and there've been a couple of calls from some woman. Gentry finds his pile of messages and shuffles through th One makes him stop. Adrienne Another. Two more. Four in all. Gentry checks the times. Last half hour or so. The phone rings. Gentry almost leaps for it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "Homicide. Sergeant Gentry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The place is pitch-black. Adrienne's sweaty, tension-draw face can be seen by moonlight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADRIENNE",
          "text": "(phone) Pete?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "Addie, are you okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADRIENNE",
          "text": "Pete... Marta!...",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "What? What is it? What about Marta? \fDeceptions by Richard Taylor 98.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADRIENNE",
          "text": "She's here! At the beach house, Pete! She's -- ! But Marta grabs the phone from Adrienne.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTA",
          "text": "I'm going to kill the bitch!... Unless you do exactly as I say! Marta shoves the phone back into Adrienne's face. Adrienn is sobbing now. She's almost insane with fear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTA",
          "text": "Tell him!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADRIENNE",
          "text": "She wants the money! If you... If you'll come here and don't bring the police, she'll trade me for the money tomorrow. She wants you to go pick it up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTA",
          "text": "(shrill) Come here! Now! And no cops! Tomorrow you get her and I get the money. That's the deal!",
          "sentiment": "neutral"
        },
        {
          "speaker": "RESUME GENTRY",
          "text": "as he hears a click. The phone remains in his hand when t out-of-service tone comes on. Across the room, Feldman is just now moving for the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "Feldman! Feldman stops, surprised by Gentry's outburst.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FELDMAN",
          "text": "What is it, Pete? Gentry wrestles with it a long moment before:",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "Nothing. ‘Night. See you tomorrow. \fDeceptions by Richard Taylor 99.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FELDMAN",
          "text": "(curious) Sure. Tomorrow... Is anything wrong?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "No. Nothing. Gentry surges past him and out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gentry drives with passionate abandon. His steely eyes ar fixed on the road ahead and farther, the beach house and waits for him there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Porsche screeches to a stop at the edge of a dune, du billowing behind it. Gentry leaps free of the car, pops t front trunk, pulls out a suitcase. Removing his jacket, Gentry pulls shirts and slacks from the case and tosses t aside until he finds a dark turtle-neck sweater and pulls on. From a crumpled sack on the passenger seat Gentry takes a of black shoe polish and spreads it across cheek and brow moment later he's pulled a knit cap over his hair and ear He tapes a knife to one calf. Looking like a commando now, Gentry moves for the beach.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gentry pauses near the surf. The house is completely dark He makes for it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEAR THE DECK",
          "text": "pauses and listens. The roar of the sea drowns everything Creeping closer, Gentry sees movement at the window, a br formless shape passing in the moonlight. Gentry flattens onto the deck and rests, cheek-to-board, a long moment. Then, like a snake, he crawls toward the glass door. Inches from the glass, Gentry looks inside. \fDeceptions by Richard Taylor 100.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A surreal scene: Leon sits in one chair. Leon's corpse is out of Gentry's line-of-sight. Adrienne sits absolutely still on the couch. She might be dead herself... until her eyes betray a look at the glass and the sea beyond. Can she see Gentry? A form in near shadow. A gun in its hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gentry brings his weapon up and waits for the shadow to become a target. It denies him. The shadow flits to anoth darkness, this nebula behind Adrienne, whose body shields Suppressing a curse, Gentry slowly returns the gun to his belt and retreats from the glass. At the deck's edge, Gentry rolls to the sand and makes hi way along the front of the house to the side walkway. At the side door, Gentry drops to his knees and maneuvers below the window-line past the entrance. Gentry ascends the wall of the garage to the second floor then up to the master bedroom window. A moment later, he' inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gentry turns from the window and knocks a lamp from its perch, catching it inches from the floor. A moment later he's at the door. Like the night of Dougla Ericksen's death, the door squeaks as it is pulled open. From below:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTA'S VOICE",
          "text": "What was that?! Half through the doorway, Gentry listens to:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADRIENNE'S VOICE",
          "text": "What? I didn't hear anything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTA'S VOICE",
          "text": "A noise. From the stairs. No choice now. He continues through. \fDeceptions by Richard Taylor 101.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STAIRS",
          "text": "pulls his service revolver and moves with stealth to the of the stairs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADRIENNE'S VOICE",
          "text": "It's nothing. It's probably my cat, Buttermilk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTA",
          "text": "(rough) We're going to check it out anyway! Gentry assumes a firing position with the revolver pointe downward into the well of darkness. He hears footsteps... and then the meow of a cat as it prances across the thres of the stairs below. Adrienne, having just moved into moonlight, picks up the",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADRIENNE",
          "text": "See? I told you. It was just Buttermilk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTA",
          "text": "Come on. Back over here. Adrienne turns. Her eyes trail upward. She sees Gentry. Their eyes lock. She continues to pet the cat automatical before:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADRIENNE",
          "text": "It's all right, Buttermilk. It's all right. Holding the cat to her cheek, Adrienne turns and does wha Marta has told her to do. Gentry descends the steps. One at a time. Slowly. Each foot-fall measured to deny noise. The gun held out and aimed, prepared to fire. Voices. Marta's. Adrienne's. Words lost to the hiss of Gentry's breathing. Sweat casca from his brow, sweat and shoe polish dripping to the carp Still he moves forward.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIVING ROOM",
          "text": "reaches the base of the stairs. He sees Adrienne sitting before the window still petting the cat. Across from her another form, obscured by darkness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADRIENNE",
          "text": "He's not coming. \fDeceptions by Richard Taylor 102.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTA'S VOICE",
          "text": "The hell he's not.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADRIENNE",
          "text": "This isn't going to work.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTA'S VOICE",
          "text": "You better hope it does. Gentry moves forward until he's mere feet from the sittin form obscured by darkness. Then:",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "Freeze! Don't move! The silence is deafening. No motion at all. Finally:",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "Adrienne, turn on a light. Adrienne stands, moves to the end of the couch, reaches o and switches the lamp on. Gentry stares down the barrel of his cocked gun at... Leo corpse. Stunned, he cannot move.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADRIENNE",
          "text": "He's dead, Pete. A mindless reaction, Gentry pivots to face Marta who stan across the room, her weapon aimed at Adrienne.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTA",
          "text": "Drop it! Or I'll kill her! Adrienne stands between them, an easy target. Gentry lowe his weapon, drops it. Marta moves forward, gestures Gentry to move back, takes weapon he dropped on the floor. The moment the gun is in Marta's possession, Adrienne steps forward and kisses Mar lustily. Adrienne pulls back and grins at Gentry, who stands mute.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTA",
          "text": "So tell me, darling... what kind of fuck is he?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADRIENNE",
          "text": "Not bad, actually. Not as good as you, but not bad at all. \fDeceptions by Richard Taylor 103.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTA",
          "text": "Lots of enthusiasm, I imagine...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADRIENNE",
          "text": "(appraising Gentry) Yes, that's one way to put it. They see Gentry's dumb-struck look and laugh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADRIENNE",
          "text": "You'd better tell him, or he's liable to have a heart attack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTA",
          "text": "Can't have that, can we? Too early. Marta reaches up and pulls the wig off. \"Marta\" becomes P Basque before our eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTA/PAUL",
          "text": "So you see, we're not perverse killers, Sergeant Gentry, just the normal kind. Heterosexual, that is. Sit down. (to Adrienne) Bring me my clothes. Adrienne ascends the stairs to the bedroom as Gentry sits beside Leon, who topples onto him. Gentry catches the cor of his friend and, as if realizing that he's dead for the first time, gently lowers Leon to the floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "A casualty of poor planning, your friend. Gentry's look of anger and hatred surprises even Paul.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Don't get any ideas. I enjoy killing. It's more fun than anything except... (grin) +. stealing that extra bow. Adrienne returns with Paul's clothes. He gives her Gentry gun. She trains it on Gentry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Don't kill him unless you have to. Paul removes the blouse and padded bra. \fDeceptions by Richard Taylor 104.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Sergeant Gentry, we're going to make a little deal. The honest truth is, we bungled the job. We thought we'd planned an air-tight murder, but as you well know, it started to unravel almost immediately. The skirt drops to the floor, revealing pantihose and ben them, jockey shorts. He kicks off the heels, sits to remo the pantihose. Naked but shirt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Now it doesn't matter if we kill you or not; your successor will come to the same conclusions you would have come to, which is that Adrienne and an accomplice killed her husband for his money. So... we have to get rid of Adrienne Ericksen, too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "What makes you think you're getting any better at this? for the jockey shorts, Paul pulls on jeans and a t-",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "This is the \"you can't get away with it\" speech. Save it. If we get caught now, we both fry and we know it... There are a number of witnesses who saw a woman matching \"Marta's\" description accompany Adrienne Ericksen this afternoon as she withdrew two million dollars in insurance money from her account. Tomorrow or the next day someone's going to find Detective Kessler's body there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "Or maybe they'll find mine. Paul stops for only a moment before using a garment to wi make-up from his face. He grins. \fDeceptions by Richard Taylor 105.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Or maybe they'll find yours, out in the desert where you chased Marta and her prisoner and she killed you in a fire-fight. Dressed now, Paul gathers up his \"Marta\" clothes and ties them together with a belt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "They'll also find lots of blood in Adrienne's car. Adrienne's blood. She's already donated it. It's in the fridge... They'll assume the worst. Adrienne's dead. Officers Gentry and Kessler dead. And Marta a very wealthy psychopath.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "It won't hold up. Somebody'11 break it wide.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Doesn't matter. They'll look for a woman. As you can see, something I'm not. Dressed now, Paul returns and gestures for Adrienne to gi him her weapon. The moment she does Gentry dives for the endtable lamp. Paul fires, hitting Gentry as he flies acr the couch and behind, the light dying behind him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Out of the way! Paul pushes Adrienne toward the glass door and fires thre times, each round providing a flash of illumination. Gentry, behind the couch, yanks the knife free from where taped it to his calf and crawls away from the flashes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Turn on the lights! Turn on the lights! Paul almost topples over a table before he reaches the wa where the light switch is located. The light flashes on.. to disclose Gentry standing across the room, waiting. The moment Paul turns Gentry's knife thuds into his chest and drops already dead to the floor. Gentry and Adrienne stand across the room from one anothe Gentry defenseless, Adrienne still armed with a handgun. \fDeceptions by Richard Taylor 106. He hobbles toward her, the red stain on the left side of ribcage widening as he moves. Adrienne brings the pistol Gentry continues. She cocks the weapon. Gentry gets close Her finger tenses. Closer. Finger squeezing. Closer. She lowers the gun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADRIENNE",
          "text": "I never wanted to hurt you, Pete. I love you. Paul made me do it. He was crazy. I was afraid of him. Afraid that if I didn't -- He takes the gun from her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADRIENNE",
          "text": "I have the money. We can figure something out, can't we? Something to explain all this? Because I love you, Pete. We can be rich and we can be together. Gentry is in tremendous pain. Blood seeps out of him. He blinks to retain consciousness. And there's more. After everything she's done, there remains in Gentry feeling fo Adrienne. Adrienne looks up into his eyes. Her beauty is exquisite.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADRIENNE",
          "text": "We can think of something to say...",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "You have the right to remain silent. Anything you say can and will be used against you in court... Gentry staggers back to the phone, gets a dial tone, taps three numbers. As he dials:",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTRY",
          "text": "You have the right to an attorney. If you can't afford an attorney, one will be provided for you. (phone) This is Sergeant Gentry, LAPD...",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_540"
    }
  ]
}