{
  "movie_id": "MOV548",
  "scenes": [
    {
      "location": "CELL DAY 1",
      "time": "DAWN",
      "characters": [
        "BOSCO",
        "IS RIPPING. WE WATCH AS MILLIONS ARE SHREDDED IN SECONDS.",
        "FCI COP",
        "THE UNLOCK AND STEP AWAY FROM THE TRUCK",
        "14",
        "SHE'S GOT A MOUTHFUL OF FUCKED UP, DECAYING, CHIPPED TEET",
        "TGIF.",
        "JOHNNY, (CONT'D)",
        "OVERSIZED CANVAS BAGS THERE, FINDS THE MONEY BRICKS INSID",
        "DORIS",
        "CONNOR, (CONT'D)",
        "ZIGGY, (CONT'D)",
        "SECRET SERVICE GUARD",
        "GLIMPSE OF THIS ARMED ROBBERY CREW",
        "MURPH",
        "OPPOSING COUNSEL",
        "GET THE FUCK DOWN",
        "MAN",
        "CAM",
        "BOB",
        "THEY GOT CARBINES",
        "BANK MANAGER",
        "FEMALE TELEPHONE VOICE",
        "BORRACHO, (CONT'D)",
        "DEBBIE, (CONT'D)",
        "HE PLACES ONE OF THE TAKE-OUT BAGS IN THE VENTILATION SHA",
        "BIG NICK, (CONT'D)",
        "MALIA",
        "DRIVER PUNCHES IT. SLAMS INTO THE FRONT SUV, GRINDS IT",
        "PEEL OFF",
        "TO THE FRONT AND REAR OF THE ARMORED, BLOCKING IT IN.",
        "DONNIE, (CONT'D)",
        "MACK",
        "MALE TELEPHONE VOICE",
        "562.",
        "GET OUT",
        "OUTLAW DRIVER",
        "BUNDLES, SWEAT POURING FROM HIS BODY.",
        "MERRIMEN",
        "INNARDS OF THIS AMAZING MACHINE.",
        "ARMOR-PIERCING ROUNDS ARE CHAMBERED IN",
        "BIG NICK, (V.O.)",
        "CHAMINADE",
        "OUTLAW",
        "CASSADY",
        "GUS, (CONT'D)",
        "POLICE DISPATCHER",
        "MCKENNA",
        "SHARON",
        "FED CHATTER",
        "REGULATORS",
        "CHEST. ENSON TURNS ON BORRACHO AND OPENS FIRE ON FULL AUT",
        "COMES IN TIGHT ON BILLS AS THEY ARE RIFLED THROUGH THE",
        "BORRACHO FIRES, GETS OFF TWO ROUNDS THAT THUMP INTO ENSON",
        "CAM, (CONT'D)",
        "ZIGGY",
        "AL",
        "TONY Z MURPH",
        "COU-CHI",
        "GUS",
        "TONY Z",
        "MOVE, AND YOU'LL HAVE NO PROBLEMS",
        "LIVE MAP-GRID FEED OF THE STREETS, ALL COP CARS AND THEIR",
        "LATINA",
        "MERRIMEN, (CONT'D)",
        "OK",
        "HOLLY",
        "GOING TO FORCE ME TO PROVE IT",
        "RUUD",
        "CONNOR",
        "MONROE, (CONT'D)",
        "FUCK BACK",
        "THE END",
        "WILLY LUMP LUMP",
        "LETS GO LETS GO LETS GO",
        "TENSION. THEY DRIVE THE LAST FEW BLOCKS TO THE SAFETY OF.",
        "HUGO BANDI, (CONT'D)",
        "VOICE",
        "MOLDED INTO SQUARE BRIQUETTES, HEATED, WRAPPED AND SEALED",
        "ON GUS",
        "BRINKS SECRETARY AL",
        "ROLANDO",
        "POLICE",
        "MALOA",
        "JUNIOR",
        "SUV'S EMERGE FROM THE DARK, LIGHTS OFF, AND COME TO STO",
        "GARDENA COP",
        "LUIGI, (CONT'D)",
        "DROP THE GUN",
        "BAS",
        "214",
        "LAPD NEGOTIATOR",
        "BARKEEP",
        "DONNIE",
        "MERRIMEN AND BOSCO RIFLE THROUGH THE PILE OF REFUSE, FIND",
        "SPINS TOWARD THE COPS, DROPS TO A SEATED-FIRING POSITION,",
        "BOSCO JUMPS OUT THE DRIVER SIDE AND RETURNS FIRE ON THE C",
        "MALE VOICE",
        "DARKNESS, CURLED INTO A BALL, SITTING AMIDST THE 100 NOTE",
        "LAPD COPS TONY Z / BORRACHO",
        "JOHNNY",
        "JACKSON",
        "MERRIMEN, ENSON, DONNIE AND BOSCO EMERGE FROM A MANHOLE O",
        "HUGO BANDI",
        "FROM HIM ON A COT, IS HIS CELLIE, MERRIMEN.",
        "MACK, (CONT'D)",
        "CONTINUED",
        "NICK FIRES MULTIPLE ROUNDS INTO MERRIMEN. SEVERAL FIND TH",
        "BIG NICK",
        "MONROE",
        "HERE FOR THE MONEY, NOT YOU",
        "ASSHOLE, WHERE IS HE",
        "MOVE",
        "ENSON",
        "MOTHERFUCKER",
        "BORRACHO",
        "WOLFGANG",
        "DEBBIE",
        "TONY Z, (CONT'D)",
        "CONFETTI.",
        "BARKEEP, (CONT'D)",
        "EMT",
        "MERRIMEN, (V.O.)",
        "LUIGI",
        "DONNIE, (V.O.)",
        "PIECES OF SHREDDED MONEY, SPILL OUT ONTO THE GROUND LIKE",
        "CHARTERHOUSE STREET. DEBEERS DIAMONDS. WORLD HEADQUARTERS",
        "REVEAL THE PERSON WILLY HAS BEEN SPEAKING TO. SITTING ACR",
        "ON BOSCO --",
        "ENSON, (CONT'D)",
        "DON'T FUCKING MOVE",
        "KEEP YOUR HEADS DOWN, PUT YOUR PALMS UP",
        "FCI COP, (CONT'D)",
        "-..178.",
        "LUIGI TURNS THE SHREDDERS ON. SO LOUD, IT SOUNDS LIKE THE",
        "DRIVER",
        "HAND OVER YOUR CELL-PHONES",
        "HE SPOTS HIS DAUGHTER, MALOA, LEANING INTO A LOWERED, BLO"
      ],
      "dialogues": [
        {
          "speaker": "Unknown",
          "text": "And now we see him. WILLY LUMP LUMP looks right at us. His is a face one does forget. A face that inspires...articles, novels, movies. the one we’re about to see.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLY LUMP LUMP",
          "text": ".-.I fucken love robbing banks. Unfortunately for me, it happens to be illegal. That’s why I’m sitting here talking to you. Kinda a bummer, but then again, whatever... A TITLE reads, “Federal Correctional Institute, Terminal Island. San Pedro, California.” WILLY LUMP LUMP (CONT’D) There are 5 rules to robbing a bank. And that’s the first rule. Do it for the love. For the doing of the thing. Make it your masterpiece. Like Ali, Ludwig Van, Musashi, Plato, Da Vinci. Make it your Rumble in the Jungle, your 9th, your Samurai Sword, your Apology, your Mona Lisa... Don’t do it for the money. Or because you’re pissed off at the world and you wanna do the whole bullshit whoop de whoop gangster thing, and you wanna shoot somebody. Like those whack job amateurs in North Hollywood. (MORE ) (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fDen of Thieves February 6, 2016 Draft 2.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "WILLY LUMP LUMP (CONT’D) They had it going good for a while, but then they fucked it all up because they wanted to shoot it out with the cops, because they probably couldn’t get any ass and had small cocks. If mommy didn’t treat you good, go start a fire or some shit. But don’t rob a bank... Willy takes a sip of his piping hot coffee. The coffee mu metal, and small. He wears an orange jumpsuit emblazoned black, faded block letters across it that read “FCI”. In the unseen surrounding environs, the cold, reverberant hollow SOUNDS OF PRISON can be heard. WILLY LUMP LUMP (CONT’D) Second rule, don’t do chump change. Whether you steal 1 dollar, or 100 million, the length of your visit to Hotel Federal Prison will be the same. So when you pick your score, make sure it don’t come with fries and a shake. Make sure it’s so much goddamn money, stuffing it in your pockets ain’t an option... The third rule, once you got the money, don’t spend it. Because remember, you didn’t do it for the money. And if you spend it, you'll run out. And if you run out, you'll become a junkie. Because you’1l1 want more. And if you want more, you'll make mistakes... Junkies come in all shapes and sizes, not all of them Crack Ho's... Willy takes a drag from a cig. Doesn’t bother ashing. Old diffused tats dot his forearms. The thick black-rimmed glasses he wears, “Mafias”, ID him as a convict of high standing. WILLY LUMP LUMP (CONT’D) The fourth rule. Prepare for the worst. Because if shit don’t go according to plan, which it won’t, and drama starts popping off, which it will, you better be down for the get down, homeboy... Willy finally exhales. The VOICE of a younger man we do n see, asks Willy the same question some of you may have.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE",
          "text": "What’s the last rule? You said 5. Willy crunches his eyes, holds his hand up, annoyed. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fDen of Thieves February 6, 2016 Draft 3.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLY LUMP LUMP",
          "text": "You in some sort of a rush? The voice doesn’t respond. Willy takes another sip of his coffee, savors it. In a rush, Willy isn’t. WILLY LUMP LUMP (CONT’D) The last rule. Willy takes a long drag from his cig, then exhales slowly WILLY LUMP LUMP (CONT’D) When you get caught, honky... (waves cig back and forth while slowly shaking his head) No sharing showers... Then gesticulates for emphasis by jutting the cig at our face. WILLY LUMP LUMP (CONT’D) Push flowers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "High above the Los Angeles basin. So high, the city sprea out below us like the Thomas Guide. CAMERA PUSHES DOWN ON the VAPOR LIGHTS that line endless boulevards. On the horizon, dawn approaches. A TITLE reads, “2400 times a year. 44 times a week. 9 tim day. Every 48 minutes, a bank is robbed here... This is t real bank-robbery capital of the world...\" Only a few vehicles out this time of day. COME IN ON one them -- A BRINKS ARMORED TRUCK. It winds the barren stree TITLE reads, “Los Angeles”.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Four Brinks employees inside. Two up front -- DRIVER, driving, and MESSENGER, riding shotgun. The HOPPER and th SWAMPER in back. Nextel radios perched atop their shoulde Sidearms issued to all. An AR-15 CARBINE slotted up front Nobody talks. Too early for that. The Driver struggles to keep his eyes open. He starts to nod off, when the truck swerves. Messenger hits his arm. Driver's eyes snap back open. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fDen of Thieves February 6, 2016 Draft 4.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRIVER",
          "text": "Shit. Sorry. The Armored Truck pulls into a parking lot. Messenger and Swamper hop out. Driver and Hopper remain in the vehicle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A TITLE reads, “Gardena. 5:14 am”. The only sound heard i that of the TRUCK’S ENGINE IDLING. ARMORED TRUCK’S POV -- Messenger and Swamper order, pay t KOREAN GUY behind the counter inside. ON DRIVER -- staring blankly ahead. Messenger and Swamper exit, coffees and boxes of donuts in hand. Quiet still. Driver’s hand reaches for the “unlock” button. ON MESSENGER -- 10 feet from the Armored, hands full. Ano morning, another donut run. Same as every other day. Almo SOUNDS approach. ENGINES. Driver's hand pauses just above unlock button.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TO THE FRONT AND REAR OF THE ARMORED, BLOCKING IT IN.",
          "text": "DOORS FLY OPEN AND MEN EMERGE -- 1 from the front SUV and from the rear, their bodies covered in black BDUs and KEV",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "and HK ASSAULT RIFLES at the Brinks guys. These OUTLAWS m in a precise military like fashion, covering fields of fi ON MESSENGER -- literally frozen in indecision. Tension racking his body, HIS HAND GRIPS HIS JUMBO COFFEE TOO TIG His eyes go to the SIDEARM on his belt. Albeit unfortunat occasions like these do fit within the particulars of his description. He’s supposed to do something here. But can’ ON DRIVER -- fumbling with his nextel, frantic, can’t get words out fast enough -",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRIVER",
          "text": "(into nextel) -3170!! WE’RE BEING HELD UP BEING HELD UP- Hits a 911 BEACON in the dash, then suddenly can’t speak anymore as a monster of a man, OUTLAW#1, RUSHES HIM, JUMP ONTO THE HOOD of the Armored. ON OUTLAWS#2 and #3 -- rushing Messenger and Swamper, bar aimed right at their heads. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fDen of Thieves February 6, 2016 Draft 5.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "ON MESSENGER -- hand about to crush his piping hot coffee",
          "sentiment": "neutral"
        },
        {
          "speaker": "DON'T FUCKING MOVE",
          "text": "HOUR! IT ISN’T WORTH IT!",
          "sentiment": "neutral"
        },
        {
          "speaker": "OUTLAW",
          "text": "(to trembling Messenger) Relax homes, we’re not here for you. ON DRIVER -- looking up at Outlaw#l AIMING AN HK-416 RIGH HIM through the “bulletproof” window. God does he hope it",
          "sentiment": "neutral"
        },
        {
          "speaker": "OUTLAW",
          "text": "(muffled by the gas-mask)",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMOR-PIERCING ROUNDS ARE CHAMBERED IN",
          "text": "THIS FIREARM. DO NOT BE THE IDIOT THAT’S",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE UNLOCK AND STEP AWAY FROM THE TRUCK",
          "text": "Driver hesitates, quivering, foot an inch above the gas pedal. OUTLAW#1 (CONT’D) FUCKING DO IT!! Now!! ON MESSENGER -- hand shaking violently, when he involunta CRUSHES THE CUP OF COFFEE. The steaming hot liquid SPILLS OVER HIS HAND and leg. HE SCREAMS IN PAIN and makes an untimely flinching motion-- BOOM. Outlaw#2 doesn’t hesitate. Messenger’s shoulder and neck are blown apart. He drops. Donuts spill. Swamper horrors.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRIVER PUNCHES IT. SLAMS INTO THE FRONT SUV, GRINDS IT",
          "text": "FORWARD. OUTLAW#1 LURCHES FORWARD FROM IMPACT, spills ont the Armored’s roof. He grabs for anything to hold on to. ON OUTLAW DRIVER -- in the front SUV, trying in vain to p off. The Armored is too powerful. ON OUTLAW#1 -- pulls himself back onto the hood. Gains balance. AIMS THE HK INTO THE WINDSHIELD AND UNLOADS. The high-pitched rounds are deafening. THE WINDSHIELD AND DRI ARE OBLITERATED. ON OUTLAW#2 -- bringing the butt of his shotgun across Swamper’s jaw. Swamper collapses. OUTLAW DRIVER hops out of the SUV with a SLEDGEHAMMER. He jumps onto the Armored’s hood and SWINGS IT INTO THE ARMO TRUCK’S WINDSHIELD, CAVING THE WINDSHIELD IN. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fDen of Thieves February 6, 2016 Draft 6.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "GUNSHOTS are fired from within the Armored -- Hopper. Outlaw#1 tosses in a FLASHBANG. A BLAST of LIGHT and SOUN",
          "sentiment": "neutral"
        },
        {
          "speaker": "OUTLAW",
          "text": "(to Outlaw Driver) Get in get in!! Outlaw Driver slips through the windshield into the cab. “unlock”, PUSHES OUT THE BODY OF THE DRIVER. Outlaws#2 and #3 rush the rear of the Armored, RIP OPEN T REAR DOORS. SMOKE BILLOWS out of the Armored. Inside, Hopper’s ears bleed. He chokes violently. Outlaw#1 hops in the Armored passenger seat. Outlaw Drive throws the Armored into gear. As Outlaw#2 drags Hopper out onto the pavement, 3 GARDENA CRUISERS squeal to a halt in the middle of the street, 50 meters back. Doors swing open. UNIFORMED GARDENA COPS OPE FIRE WITH THEIR .9MM SIDEARMS. The rounds ping off of the Armored and pavement. OUTLAW#2",
          "sentiment": "neutral"
        },
        {
          "speaker": "SPINS TOWARD THE COPS, DROPS TO A SEATED-FIRING POSITION,",
          "text": "OPENS FIRE. Outlaw#3 drops his shotgun, presents his .45, UNLOADS HIS CLIP. Their HK rounds are deadly accurate, ripping thru the Gardena PD Cruiser’s doors, DROPPING 1 C Outgunned, the cops ball up for cover, don’t return fire.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LETS GO LETS GO LETS GO",
          "text": "Outlaw#2 and #3 sprint for the SUV while the Cop’s gunfir suppressed. Suddenly, 3, 4 SHERIFF’S DEPT CROWN VICS RESP ONTO THE SCENE, tires smoking as they brake to stops. COP JUMP OUT WITH AR-15 CARBINES, OPEN FIRE ON THE SUSPECTS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEY GOT CARBINES",
          "text": "The high-velocity rounds ricochet and TEAR INTO THE SUV.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OUTLAW",
          "text": "INTO THE SUV. He drops, scream drowned out by gunfire. OUTLAW #1 (CONT’D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHERFUCKER",
          "text": "Outlaw#2 takes cover, desperate to reload, then returns f A BLIZZARD OF ZIPPING LEAD FILLS THE DAWN AIR.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OUTLAW",
          "text": "I’M ALMOST OUT!!! (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fDen of Thieves February 6, 2016 Draft 7.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "If something isn’t done fast, they’1ll never get out of h So Outlaw#1 flips his HK 416 onto “full-auto”, hops out o the Armored, WALKS DIRECTLY AT THE COPS, AND OPENS FIRE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OUTLAW",
          "text": "THE CROWN VIC WINDSHIELDS AND HOODS. SHELL-CASINGS bounce off the street at his feet. A FEW ROUNDS THUMP INTO HIS BODY ARMOR, EXPELLING THE AIR FROM HIS LUNGS. Clip done, drops it out, rips a fresh clip off his torso, pops it in and repeats. All in one fluid motion. Empties the next clip. The Cops return fire no more, pressed into the pavement. Outlaw#1 turns, runs back in the Armored. Outlaw#2 TOSSES SMOKE GRENADES INTO THE STREET, clouds the Cops visual, cloaking their exfil, jumps into the SUV. BOTH THE ARMORE AND SUV PEEL AWAY FROM THE SCENE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Outlaw#1 rips off his gas mask.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OUTLAW",
          "text": "How the fuck those chase cars here?!! This is RAY MERRIMEN, 38, and clearly the leader. His muscular neck and ferocious demeanor belie great intellig that can be seen in those hard, icy blue eyes. He’s very, very dangerous, yes. But not wild. Calculating. He keys a Nextel “push-to-talk” phone:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERRIMEN",
          "text": "(into Nextel) Greenpeace, this is Repeat Offender. Need your eyes. Merrimen looks out the window, SCANS THE SKIES ABOVE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OUTLAW DRIVER",
          "text": "We clean?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERRIMEN",
          "text": "So far. Hug the airport, take the tunnel. Merrimen speaks into a MIC protruding from beneath the kevlar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERRIMEN, (CONT'D)",
          "text": "(into chest mic) Lava, this is Repeat Offender. Pull off now! \f10 Den of Thieves February 6, 2016 Draft 8.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Armored and SUV barrel down the early morning streets 80+ mph. THE SUV BAILS OUT ONTO A SIDE-STREET. The Armored hits a hard right, ENTERS A TUNNEL.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The SUV rolls to a quiet stop in a RESIDENTIAL NEIGHBORHO",
          "sentiment": "neutral"
        },
        {
          "speaker": "OUTLAW",
          "text": "WINDEX AND BABY-WIPES. POURS GASOLINE on the dash, steeri wheel and seats. Walks away from the SUV. He peels out a CAR-KEY TAPED TO HIS CHEST, quietly sticks into the door of a nondescript TOYOTA MINIVAN parked ther Hops in and drives off, unnoticed. In the distance, SIRENS can be heard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The ROAR OF THE ARMORED’S ENGINE REVERBERATES throughout tunnel as they tear away from the scene, desperate to eva the response. Merrimen’s head is on a swivel clocking the streets. IN THE ARMORED -- they ROUND A CURVE in the tunnel. 95 mp The tunnel empties back onto the city streets.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERRIMEN",
          "text": "We're clean! INT. “PACIFIC HORIZON FREIGHT” 3PL WAREHOUSE / OFFICE - D BOSCO sits in a vast warehouse OFFICE, in front of a lapt READS THEIR “SIGNATURE” ON THE DATONG SYSTEM THAT DISPLAY",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIVE MAP-GRID FEED OF THE STREETS, ALL COP CARS AND THEIR",
          "text": "EXACT LOCATION DISPLAYED. Bosco keys a radio, guides them through the gauntlet of responding cops.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOSCO",
          "text": "(into radio) Go right on Doty, right on Doty!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Outlaw Driver follows Bosco’s directions. THEY STOP IN AN",
          "sentiment": "neutral"
        },
        {
          "speaker": "TENSION. THEY DRIVE THE LAST FEW BLOCKS TO THE SAFETY OF.",
          "text": "\f11 12 Den of Thieves February 6, 2016 Draft 9. EXT. “THIRD WORLD” INDUSTRIAL DISTRICT, WILMINGTON —- DAW A sea of BUSINESS PARKS, industrial warehouses, refinerie tank-farms all divided by pot-holed streets. The VINCENT THOMAS BRIDGE looms overhead. A coyote scurries as the Armored approaches. It backs into one of the warehouses. INT. “PACIFIC HORIZON FREIGHT” 3PL WAREHOUSE - DAWN 12 Outlaw#2 and a TONGAN CARGO HARD shut the warehouse slidi doors. The Toyota Minivan already parked inside. Outlaw#2 hits several numbers on a SECURITY KEYPAD, securing the building. Beep-beeping SOUND as the Armored reverses in a parks. “Pacific Horizon Freight” is written on the warehouse wal few SAMOAN AND TONGAN DOCKWORKERS man the vast warehouse, home to a 3PL, “Third Party Logistics”, shipping-freight The Outlaws are exhausted. No one speaks as they strip of kevlar, gas masks, body armor, the mood tense. Around the stacks of empty pallets, shrink-wrapped freight, forklift high-tech security equipment, radios, stripped cars, gas cans, pvc piping, highway flares, a weight bench... Fluorescents buzz 28ft overhead, giving us our FIRST CLEA",
          "sentiment": "neutral"
        },
        {
          "speaker": "GLIMPSE OF THIS ARMED ROBBERY CREW",
          "text": "Seen before, MERRIMEN, the leader. Outlaw#2 pulls off his gear, revealing ENSON LEVOUX. Fier fat, big, Samoan. With corn-rows. Merrimen’s “lieutenant” Their laptop Datong navigator, BO “BOSCO” OSTROMAN, 42. A barrel-chested whiteboy from Huntington. “PENI” ink besid some faded military tat on his thick arms. Lastly, the Outlaw Driver, DONNIE ALISON, 33, edgy white quiet-type, which are usually the most dangerous, just no this case. They don’t come much more intimidating than th Everyone wears SURGICAL GLOVES when handling the Armored.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERRIMEN",
          "text": "Checked for trackers? (Enson nods “of course”) Do it again. Enson slips beneath the truck’s underbelly, sweeps the en chassis and engine with a FREQUENCY SCANNER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ENSON",
          "text": "Nothing. It’s one of the old models. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fDen of Thieves February 6, 2016 Draft 10.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Donnie stands over a garbage can and PUKES. He looks at h hands -- still shaking with adrenaline.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERRIMEN",
          "text": "(to Bosco) And you were clean? (Bosco shrugs, looks to Enson) I asked you. Not him. Were you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOSCO",
          "text": "-yeah. Ran figure 8’s. No fleas... Merrimen’s eyes burn into Bosco. Finally:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERRIMEN",
          "text": "Why didn’t we know about the chase cars? How did the call get through-",
          "sentiment": "neutral"
        },
        {
          "speaker": "ENSON",
          "text": "—-Ray. All heads turn to Enson. No one usually speaks when Merri is this hot, because it just doesn’t happen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ENSON, (CONT'D)",
          "text": "We knew the risks. Shit popped off. We handled it... That’s it. Merrimen doesn’t respond. Then to Bosco:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERRIMEN",
          "text": "Get back over there, see who responded. Probably LASD. They’1ll supercede Gardena... If it’s Major Crimes, we got a problem. Bosco pulls on a hoodie, grabs a DIGITAL CAMERA, and leav Merrimen and Donnie turn their attention to the Armored Truck. Bulletholes riddle it’s sides. Donnie shuts off th engine. Merrimen runs his hands over the bulletholes:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERRIMEN, (CONT'D)",
          "text": "Patch these up. Need it like new. Donnie nods. Merrimen circles the truck, inspecting it thoroughly. He stops behind the rear doors. Pops open the latches, and swings open the doors. Inside... NOTHING. It’s empty. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f12 13 14 15 Den of Thieves February 6, 2016 Draft 11.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ENSON",
          "text": "You good? Merrimen looks over the truck one last time. Nods:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERRIMEN",
          "text": "«+. We’re cop killers now... His words hang in the air. HOLD ON HIM. TITLE reads, “Merrimen”.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLOSE ON a PAIR OF EYES. They’re open really wide. And th pupils dilated. Black saucers. PULL BACK to reveal “BIG N FLANAGAN, 41, white, cock-strong muscles, the kind that c from genetics, not from doing a lot of reps on Cybex mach at Bally’s. He’s sporting a Rolex, a bit of bling, couple tats, got a shaved head a bushy ZZ-TOP style goatee, and bad skin that accompanies too many cycles of ‘roids. Nick dumps Visine in his eyes while driving. Fast. Zips through LA’s South Bay streets by braille, doesn’t bother even peeking at the road ahead. All windows are down. He breathes into his hand, checks his breath. Fumbles around glovebox for gum. Finds some, pops it in his mouth. He’s doing a decent job pulling himself together, despite the that he looks like he’s spent the last week on the dark s Nick dials down the radio as he turns onto a working-clas suburban residential street. Kills the lights and engine before coasting quietly into a driveway, parks. EXT. NICK’S HOUSE, REDONDO BEACH - DAWN 14 Nick takes his boots off, walks barefoot up to his house, single-story “modern” built in the 50's, typical of subur SoCal. Yet with nouveau upgrades -- fountains, marble col frame the front door, plexi-hoop court in back, and lots gangster’d-out land yachts parked on the lawn. INT. NICK’S HOUSE - DAWN 15 The jangle of keys. But they don’t work. Nick tries in va to open the back pantry door. Opts to jimmy open a window instead, crawls and squeezes his way through it. His clot catch and tear on something. He silently curses himself. Tip-toes into the kitchen. It’s quiet and dark. Only a fe night-lights on. The house is home to a family, as kids’ and baby stuff is scattered throughout. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f15 Den of Thieves February 6, 2016 Draft 12.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Nick gingerly opens the fridge, bends down to see what’s the menu when a CRASHING SOUND shatters the quiet. He cringes, squeezes his eyes shut. Then peeks down -- a HAN lies at his feet, fell out of his waistband. He carefully picks it up, sets it on the counter with wal and keys. Listens in the house. All remains quiet. Phew. He grabs a water, gulps it down while checking his cell. erases all “recent calls”, when he freezes. Gets a weird feeling someone's there. Turns his head, and gasps. A WOM SITS IN THE NEARBY DARK, WATCHING HIM. Nick clutches his chest, sighs in relief.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIG NICK",
          "text": "Jesus Christ, babe, scared the shit out of me! I might’ve shot you. Can’t do that. His wife, DEBBIE, late 30s, once hot and sweet, now jaded sleep-deprived, sits with her legs and arms crossed, and hair-extensions balled up in a clip.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEBBIE",
          "text": "Can’t do what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIG NICK",
          "text": "Creep up on me like that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEBBIE",
          "text": "You erase your recent calls? Nick starts to get nervous, scrambles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIG NICK",
          "text": "Erase? What do you mean... (holds up his cell) The phone? I don’t know how to work this fucking thing, you know that - Debbie imitates him, repeats his line while grinding her and bouncing it back and forth just like him. Exactly lik him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEBBIE",
          "text": "“I don’t know how to work this fucking thing.\" Nick slumps back, sighs deeply, playing the victim.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIG NICK",
          "text": "Babe, we really have to do this right now — (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f15 Den of Thieves February 6, 2016 Draft 13.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEBBIE",
          "text": "-where you been? It’s 6am. (makes quotes with her fingers) “Work”? A surveillance? Robbing drug dealers? You smell like a stripper. Nick throws his hands up, at a loss.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIG NICK",
          "text": "Yeah. And I was out banging hookers... (incredulous) Of course I was at work! Debbie stands, fed up, walks up to him. She holds her cel his face. A TEXT MESSAGE is up on the screen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEBBIE",
          "text": "Oh really? “That was SO hot\"? Nick sees the text he sent. To his wife. At 5am. Whoops. doesn’t respond. He shifts, now crawling out of his skin, can’t come up with a story fast enough. DEBBIE (CONT’D) You used to have such tight game... Debbie shakes her head in disgust. Tears pool in her eyes",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEBBIE, (CONT'D)",
          "text": "Feel so sorry for you. You pathetic, dope fiend whore. Debbie walks off in tears, disappears into the bedrooms. buries his face in his hands, rubs his temples. Take a de long, stressed breath. Shakes his head at himself. He notices 2 PACKED SUITCASES by the front door. Hears commotion in the bedrooms. His kids’ voices. Debbie is wa them up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIG NICK",
          "text": "(hushed, to himself) What the.... Debbie ushers their 2 daughters, McKENNA, 7, CASSADY, 3, the door. The girls are still half-asleep, teary and conf by what’s going on. Deb scoops Cassady up into her arms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEBBIE",
          "text": "...it’s OK honey, we’re going to Auntie’s house. Daddy has to do some work to the house and it’1l be too loud for you guys. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f15 Den of Thieves February 6, 2016 Draft 14.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Nick tries to cut her off at the door, whispering to her. Deb can’t get them out of there fast enough.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIG NICK",
          "text": "Woah woah woah. Wifey, what are you doing?! Seriously - Debbie just blows right over any acknowledgement of what’ actually going down. She’s moving out, and taking the kid with her. And there’s nothing else to say about it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MCKENNA",
          "text": "Is Daddy coming with us?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEBBIE",
          "text": "Daddy doesn’t have time for us right now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIG NICK",
          "text": "Oh that’s good. Well said. (to McKenna) Mommy didn’t mean that. The situation is such that, Nick doesn’t know what the he to say, or do. All he knows is, it sucks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIG NICK, (CONT'D)",
          "text": "I can’t come right now sweetheart, but I‘1l see you a little later, OK? Come here- McKenna and Nick reach to hug one another, but Debbie gra McKenna’s hand and whisks her right out the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIG NICK, (CONT'D)",
          "text": "Deb, for Christ sake, can you slow it down a second?! Nope. Into the car they go, despite her daughter’s protes Debbie situates the girls in the car seats, then turns ba to the house to grab her bags. Nick walks beside her, tri to conceal from his girls the fact that he’s about to rip their mother’s head off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIG NICK, (CONT'D)",
          "text": "(hisses in a whisper) Have you lost your fucking mind, woman?! What the fuck?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEBBIE",
          "text": "Oh that’s nice, drop f-bombs in front of my daughters. Good fathering. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fDen of Thieves February 6, 2016 Draft 15.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Debbie doesn’t bother keeping her voice down. As if she w her daughters to know her reality.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIG NICK",
          "text": "Shhhh! Quiet, Christ! (throws his hands up) “My”? What the -—",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEBBIE",
          "text": "- gonna find me a man whose cock actually gets hard. Nick snaps an internal gasket. His face turns so red, it’ almost blue. But somehow, he keeps a lid on it. Debbie grabs her bags, rushes back to the car. Nick paces circles. He goes to his wife just before she gets into th car, reaches for her, pleading with her:",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIG NICK",
          "text": "Deb, stop. Seriously, please don’t do this - Debbie explodes with pent up pain, and unleashes on her husband. She punches and claws at him like a banshee. Nic just back-pedals and tries to evade her onslaught.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEBBIE",
          "text": "You motherfucker!!! STAY AWAY FROM ME!!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIG NICK",
          "text": "Nice job. Nice. Good stuff. Debbie screams, hysterical. Tears and upset stream down h face. As she jumps behind the wheel, both McKenna and Cas start balling. A marriage disintegrates, right before our eyes. BIG NICK (CONT’D) Perfect. The car’s tires chirp as Debbie throws it in reverse, the she punches it, and Nick’s family disappears down the str Nick stands there in his driveway, unmoving, staring into space, feeling like the world’s biggest asshole. Looks ar his property, eyes glazed over, like it’s an alien planet One of the neighbors, an OLD MAN IN A TRACKSUIT, comes ou his front door and mad-dogs Nick. Surely does not appreci nor approve of, the baby mama drama. Nick waves to him: (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f15 16 17 Den of Thieves February 6, 2016 Draft 16.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "BIG NICK (CONT’D) Morning. As Nick slowly walks back inside, a TITLE reads, “Big Nic",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nick plops down on the couch. He feels the fresh scratche and welts on his face, pulls out his cell phone, checks t now infamous text. His eyes slowly look around at his kid toys, at the photo on the wall of he and Debbie all dolle on some beach in the islands. And his body goes numb. Nick sits there like that, alone, for a long, painful mom Then his cell vibrates. And vibrates. Finally, he checks Squints his eyes at the number. Answers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIG NICK",
          "text": "Yip? Nick listens, doesn’t at all like what he’s hearing from other end. Then he hangs up. Nick shuts his eyes, and sighs, deep and long... EXT. RANDY’S DONUT SHOP, GARDENA - MORNING 17 A BLACKED-OUT, LIFTED FORD F-150 TRUCK flies into a red z parks. Big Nick hops out, pulls on a Blazer, slides on a of Von Zipper shades, pops a stick of gum in his mouth, a saunters toward a CRIME SCENE. At Randy’s donut shop. Slips underneath sawhorses and yellow “police line, do no cross” tape. He’s stopped by a hyper-vigilant GARDENA COP",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARDENA COP",
          "text": "Hey, big guy, this is-",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIG NICK",
          "text": "- guy? Nick stops dead. Glares at the young copper. Flashes a SHERIFF'S DEPARTMENT BADGE in his face. BIG NICK IS A COP",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARDENA COP",
          "text": "Sorry, lieutenant. It’s cool. It’s cool? Nick just shakes his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIG NICK",
          "text": "No not cool. Go write a jay-walking ticket or something... (MORE ) (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f17 Den of Thieves February 6, 2016 Draft 17.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIG NICK, (CONT'D)",
          "text": "(mumbles ) ...Geeks. Nick has sobered himself up and shaken off the morning’s drama, almost on command. Comes from practice. Get the se here that yes, he’s a hard-charging wild-man. But he’s a charger at everything he does. Which in his line of work, means he’s good. Very. Nick surveys the hectic scene: ambulances, shell-casings everywhere, EMTs, the trashed SUV, BODIES OF THE DRIVER A MESSENGER lying on the ground in unnatural positions... He walks up to a GROUP OF MEN surrounding Outlaw#3, who l on the asphalt in a pool of his own blood.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIG NICK, (CONT'D)",
          "text": "That looks like it hurts... (nods to the men) Good morning, fellow officers. All the guys in the group nod and mumble monosyllabic greetings in unison, annoyed they are up this early. BIG NICK (CONT’D) All bright-eyed and bushy-tailed, I see. These are THE REGULATORS. Big Nick’s crew. LOS ANGELES SHERIFF DEPARTMENT’S METRO ROBBERY-HOMICIDE detail. A sub division within the department that operates with impunit A gang with badges. They've got their own tattoos, hand signs, everything. It’s a very, very fine line that separates these guys from the gangsters they take down. “Dragnet” they are not. Meet them: GUS HENDRIX, 33, an OG from Long Beach who always smells and dresses incredibly well. But beneath the gorgeous sui an aggressive, genetic freak who long ago mastered the ar intimidation on the mean streets of South Los. MURPHY “MURPH” CONNORS, 48, the salty dog here. A big, po marked Irishman from Oxnard sporting sweats, and a silk s with a Roman Emperor theme. He’s terrified of the water a has never surfed a day in his life, despite the fact that grew up across the street from the beach. He stuck to spo that are played indoors, like boxing, which explains the angle of his nose, and drinking, which explains his hango BENNY “BORRACHO” MEGALLON, 40, a no-bullshit veterano fro East Los who has a serious drinking problem, gambling problem, women problem...Name the vice. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f17 Den of Thieves February 6, 2016 Draft 18.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "And “TONY Z” ZAPATA, 38, an irreverent, dry-witted pussy- hound from the Valley who’s good looks and better humor b a driven, tough, focused cop. Outlaw#3 moans slightly. He’s still alive, barely. His fa is drained of almost all color, the gaping wound in his g having bled out profusely. BIG NICK (CONT’D) I take it he’s a bad guy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONY Z",
          "text": "You mean the guy with the black body armor, machine-gun and gas mask?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIG NICK",
          "text": "OTFL. We know who he is yet?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURPH",
          "text": "(Murph shakes his head) Rough night?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIG NICK",
          "text": "Yes. Next subject.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUS",
          "text": "You're not lookin’ so hot there, bubba. Nick lifts his sunglasses. They see his banged up face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONY Z",
          "text": "I think he looks amazing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIG NICK",
          "text": "I got enough toxins in me to turn the Gaza Strip into a gay pride parade.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUS",
          "text": "Better start downing the Kombucha and pom- juice, big man, we gotta piss test Friday.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BORRACHO",
          "text": "Thursday.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIG NICK",
          "text": "Oh, and like you Mormons have been drinking Frescas and green tea and doing wheat grass shots all month. Please... I got 48 hours. That’s an eternity. Nick looks at them. They’re staring at him, munching on donuts. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fDen of Thieves February 6, 2016 Draft 19.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "BIG NICK (CONT’D) Got any more of those? I’m starving.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BORRACHO",
          "text": "(mouth full) Check the box. A BLOOD-STAINED DONUT BOX lies near the fallen Messenger. Nick reaches for it, finds a glazed, inhales it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIG NICK",
          "text": "We get anything out of him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUS",
          "text": "Tried. Not gonna get a goddamn thing. He might bleed out in another minute or two. Nick bends down to get a closer look of him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIG NICK",
          "text": "(to Outlaw#3) How you feeling there, champ? Not to good? Want a medic? I’1l make you a deal. You tell me the names of all the bad guys that got away, and I’1l get you a medic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OUTLAW",
          "text": "(mumbles through bloody teeth) ...I’m not a punk. Cop faggots... Nick glances over at the dead bodies of the Brinks men, l back to Outlaw#3, checks his pulse. He’s still alive. Bar An EMT hurries toward them to assist. Nick and the others share a look. THEY WAVE OFF THE EMT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONY Z",
          "text": "He’s gone, buddy. We got it here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMT",
          "text": "Officer, would you please step aside-",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURPH",
          "text": "- It’s under control, son. Murph subtly blocks the EMT’s way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIG NICK",
          "text": "You hear what he said!? Hurry along now. Gus crouches beside the body, blocking his view. The EMT the picture. He slowly backs away, leaves. \f18 Den of Thieves February 6, 2016 Draft 20.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "100 meters down the boulevard, a safe distance away, a nondescript Mazda pulls to the curb, Bosco at the wheel. Bosco looks thru a DIGITAL NIKON CAMERA, zooms in on the donut shop. The motor-drive whirs as HE DOCUMENTS THE CRI SCENE, then disappears back into morning traffic. ON BIG NICK AND THE REGULATORS -- Nick picks up a spent s casing, inspects it, impressed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIG NICK",
          "text": "Tungsten carbide. Jacketed. That’s no joke.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUS",
          "text": "(motions to the 2 downed Gardena PD across the street) Cut through their vests like butter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BORRACHO",
          "text": "Ambushed’em while they were picking up breakfast. Surrounded the truck, Brinks Driver tried to do what he’s paid to do. The tungsten rounds went straight through the windshield, took him out. They took off with the truck. Gardena PD lost them under Hawthorne Municipal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIG NICK",
          "text": "They knew the route. Picked it because it’s right next to the Municipal airport, knew the restricted air space meant no ghetto bird air support. Smart... Talk to Brinks? How much they get away with?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURPH",
          "text": "They were en route to a BofA pick up for a Fed drop...There was nothing in the truck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIG NICK",
          "text": "Nothing in the truck? (They all shake their heads) They stole a fucking empty armored car? (pause) Why the fireworks? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f18 Den of Thieves February 6, 2016 Draft 21.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BORRACHO",
          "text": "One of the Brinks cats said the Messenger went for his gun, and that’s when it popped off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIG NICK",
          "text": "Genius... (pause) The SUV? Prints, run the plates, anything?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUS",
          "text": "It’s a cold car. VIN and registration tags are scratched off. License plate is registered to no one. No prints. Nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIG NICK",
          "text": "(motions to Outlaw#3) He dead yet? Murph lightly kicks Outlaw#3. No response. He bends down, checks his pulse. Nothing. He shuts Outlaw#3’s eyes. BIG NICK (CONT’D) Lift prints, see who he rolls with. A Crown Vic pulls up, and 3 MEN step out. Nice new haircu bad suits, freshly shaven. THE FEDS, LA BANK SQUAD. A collective grunt and sigh from our boys.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIG NICK, (CONT'D)",
          "text": "I can’t deal with this retard factory right now. Can one of you handle it? (They all play dumb, look away ) All right... Witnesses? Donut shop guy? Any video surveillance? Talk to DOT?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUS",
          "text": "Not much, but we’ll get it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIG NICK",
          "text": "Pull it all together, meet at the office. Gus and The Regulators nod, leave the scene as “LOBBIN’ B GOLIGHTLY approaches. Fed, 45, stick up his ass. Not a ha out of place on his head, not a stone left unturned in hi cases. A cowboy’s, like Nick, worst nightmare.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOB",
          "text": "“Big Nick”. In the flesh. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fDen of Thieves February 6, 2016 Draft 22.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIG NICK",
          "text": "“Lobbin Bob.” How’s that mean tennis game? No response. Nick imitates a forehand swing. Nick looks B up and down, gives him a thumbs up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIG NICK, (CONT'D)",
          "text": "That's a really nice suit you got there. Where'd you pick that up?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOB",
          "text": "Not at Canali. Can’t afford it. Always did wonder how you and your boys do it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIG NICK",
          "text": "(motions to his blazer) This piece of shit? Na, this is garbage. Look at you. That thing’s tits. You must pull all kinds of ass sportin’ that. These two are just oil and water.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOB",
          "text": "It’s too early for your circus. I don’t like you, or how you handle -",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIG NICK",
          "text": "- what’s up with that? I like you! (lightly hits Bob’s shoulder) Aside from the fact that you’re a Vegetarian -",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOB",
          "text": "- Vegan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIG NICK",
          "text": "I’m sorry to hear that... What’re you doing here anyway? No legal tender was stolen. It isn’t federal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOB",
          "text": "Yet... Bob hangs on his words.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIG NICK",
          "text": "You pausing for dramatic effect?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOB",
          "text": "Big bad lieutenant. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f18 19 Den of Thieves February 6, 2016 Draft 23.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIG NICK",
          "text": "Can I go now, Dad? I’m kinda hungry. Nick walks into Randy's to buy donuts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Title reads, “LASD, Major Crimes Unit. Whittier.” The REGULATORS huddle around their desks, which are cover in a maelstrom of take-out and “CRIME BOOKS” -- THICK 3-R BINDER NOTEBOOKS, each one dedicated to another crime cre “ROGUE'S GALLERY” of SUSPECT SURVEILLANCE PHOTOS cover th walls. Nick holds court, while eating his donuts:",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIG NICK",
          "text": "Who’s running this crew? Who’s “The Head”? Nick taps a suspect “photo” tacked to the wall that has n photograph, only THE OUTLINE OF A MAN’S HEAD WITH A BIG QUESTION MARK IN THE MIDDLE -- “The Head”.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIG NICK, (CONT'D)",
          "text": "Why steal an Armored with nothing in it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONY Z",
          "text": "Bad tip. They botched it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIG NICK",
          "text": "And how did they know about a transfer from a casino to the Fed, and one that wasn’t scheduled through the regular carriers. How?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUS",
          "text": "Inside. Has to be.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIG NICK",
          "text": "But where? Brinks carrier? The casino? BofA? The Fed? Fuckin’ donut shop? Who?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONY Z",
          "text": "Merrimen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIG NICK",
          "text": "Armored cars? And empty ones? Maybe... whoever it is, heists are an addiction. They're thrill bandits, they don’t do it for the money. They do it for the rush. The sound of gunfire. The getaway. All of it... Soon enough, they'll need their fix. (MORE ) (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f19 20 Den of Thieves February 6, 2016 Draft 24.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIG NICK, (CONT'D)",
          "text": "(to Tony Z) We still got a tail on that FNG his crew was hanging with? That Alison kid? Tony Z nods. Yes, they do. INT. BAR, “THE HOFBRAU” - NIGHT 20 One of those joints you walk into and say, “if you put th in a movie, nobody would believe it existed.” David Lynch peyote couldn’t dream up this place. But here it is... “THE HOFBRAU”. An old Mexican cowboy, contrabandista haun that’s been bought by a German family and is in the proce of being transformed into a biergarten. It’s cavernous, w dark, red-lit booths in the corners. Two mannequins are featured in the foyer, the “man” dressed like a gun-sling Mariachi, the “woman” like a Bavarian St.Pauli girl. And clientele is every bit as eclectic as the decor -- the pl is crawling with OFF-DUTY COPS, parolees, convicts, cholo with Raider jerseys, HIGH-END CROOKS. They come here to k an ear to the street, plot out scores, and get very loade COME IN ON the BARTENDER. IT’S DONNIE, from Merrimen’s cr Whether they be regulars, or here for the second time, th customers marvel at DONNIE’S SAVANT-LIKE ABILITY TO KNOW THEIR ORDER AND THEIR NAME. And he gets it right every ti A Brazilian soccer match plays on a satellite-fed TV, wat by an old drunk, WOLFGANG, languishing at the bar. Wolfga holds up a finger. Donnie serves him a Beck’s, when Wolfg aggressively grabs onto Donnie’s arm:",
          "sentiment": "neutral"
        },
        {
          "speaker": "WOLFGANG",
          "text": "If it vasn’t for the Vinter of ‘44, they'd be trinking Beck’s in Moscow. Wolfgang raises his eyebrows, lifts his Beck’s proudly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DONNIE",
          "text": "You learn something every day... Last call, Wolfgang. There’s a fundamental sadness that informs every aspect o Donnie’s being. He’s handsome, witty and sharp, but he’s definitely experienced failure. He’s now too old to hope, too young to have resigned himself to his station in life Donnie turns to some regulars at the bar -- a group of cool, blue-collar guys that make everybody laugh. There’s MACK, black, wearing a VERIZON uniform. BAS, 41, Armenian wearing a blue “Waste Management\" jumpsuit. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fDen of Thieves February 6, 2016 Draft 25.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "As is ALEXI, 33, a Brazilian with cauliflower ears and a stoned, infectious smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACK",
          "text": "How the hell you remember everybody’s order like that? I can’t even remember what year I was born.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DONNIE",
          "text": "Gotta be good at something, I guess. Donnie cracks a beer for himself. They all toast:",
          "sentiment": "neutral"
        },
        {
          "speaker": "BAS",
          "text": "To money and women.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACK",
          "text": "That we don’t have. A man whistles at Donnie from behind the bar. The bar's owner, “ZIGGY” ZERHUSEN, 68. Ziggy’s a striking looking m tall, lanky limbs of a former athlete, full head of gray hair, deep-set eyes, tanned skin, mouthful of chicklets- shaped teeth. And one of those tempers that comes from surviving the hard years... Ziggy motions impatiently for Donnie to cut it off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DONNIE",
          "text": "You guys are outta here. Gotta close up. A grumbling chorus of “see you later Donnie” as patrons l -- the guys, uniformed cops, some shady OGs, Wolfgang. Wolfgang left something on the bar -- an ID TAG. Donnie s that Wolfgang is gone. He SLIPS THE ID TAG INTO HIS POCKE Donnie approaches the end of the bar where one last patro sits. He scoops up the $10 bill left there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DONNIE, (CONT'D)",
          "text": "You need change?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN",
          "text": "That's for you, Fraulein. Fraulein? Donnie looks up -- the generous tipper is BIG N",
          "sentiment": "neutral"
        },
        {
          "speaker": "DONNIE",
          "text": "Thank you, man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIG NICK",
          "text": "There always so many cops in here? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f20 21 Den of Thieves February 6, 2016 Draft 26.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Donnie doesn’t really want to talk to this joker. Was kin looking forward to cleaning up and just going home, but..",
          "sentiment": "neutral"
        },
        {
          "speaker": "DONNIE",
          "text": "All the time. This is their spot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIG NICK",
          "text": "There’re some shady cats in here. This is the last place I’d think they'd be.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DONNIE",
          "text": "It’s always been one of those places where everybody goes, you know? Neutral grounds. “Rick’s” in Casablanca. Nick notices a small SIGN behind the bar that reads, “Loo lips sink ships”, and a TEAM PHOTO of a SOCCER TEAM.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIG NICK",
          "text": "A den of thieves. You must’ve heard some stories in here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DONNIE",
          "text": "Put a few drinks in a man, a nice steak on his plate, couple women walking around...he’ll tell you he shot Kennedy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIG NICK",
          "text": "Ain't that the truth. Nick finishes his beer, sets it on the bar, heads out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DONNIE",
          "text": "See you later.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIG NICK",
          "text": "Look forward to it. Donnie eyes the big bald dude as he walks out. What was t all about? He grabs Nick’s beer, throws it away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Donnie walks toward a primer-grey ‘72 Z28 parked there. Quiet and desolate at this hour. His footsteps echo in th cavernous structure. Comes to his car, pulls out his keys unlocks it. A sense of dread washes over him. But he does know why. Looks around the garage. Few parked cars. But there’s no one around. He hops in his car. Shuts the door. Hand-cranks the windo down, turns over the ignition. The sublime throaty roar o the supercharged V8 454 rumbles to life. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f21 22 Den of Thieves February 6, 2016 Draft 27.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "He feathers the throttle a couple times, warming up the engine. In the way that he handles the vehicle, the train eye will recognize, Donnie knows how to drive. As he drops the transmission into reverse, A PAIR OF HEADLIGHTS appear behind him. Donnie looks to his rearvie A TRUCK HAS PULLED UP RIGHT BEHIND HIM, BLOCKING HIM IN. truck’s BRIGHTS are on. Footsteps. Donnie tenses, looks back. A man approaches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN",
          "text": "Fraulein? Donnie squints his eyes. It’s the dude from the bar. BIG NICK.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DONNIE",
          "text": "Yeah? Next thing he knows, a BOLT OF ELECTRICITY is bouncing in face. Then it zaps him. Donnie convulses violently, then a fist clips his jaw. Hi body goes limp, head collapses into the dash. BLACK SCREEN. A TITLE reads, “Donnie.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "EYES flutter. Slowly open. Donnie awakens. Looks around -- he’s in a bedroom. A mote bedroom. Shitty one. Stained sheets. Naked bulb overhead. Donnie’s lying on the bed. There’s nobody in the room. He no clue where he is. He feels the sheets. They’re wet. He sits up. HE’S NAKED.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DONNIE",
          "text": "Ho! He scrambles around, desperately searching for his clothe SOUND. A TOILET FLUSHING. Followed by some giggles. His e go to a bathroom door. Sounds came from in there. The door swings open. Big Nick and a BLOND WOMAN stumble out. He’s zipping up his pants. She’s wiping her mouth an nose. Donnie FREEZES.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIG NICK",
          "text": "Fraulein! You're up! (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f22 23 Den of Thieves February 6, 2016 Draft 28.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Donnie covers his privates.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DONNIE",
          "text": "Where’re my clothes?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIG NICK",
          "text": "In the bathroom. Big Nick and the Blond open a door to another room, exit. Donnie quickly moves for the bathroom. His clothes hang o the tub. Puts them on. A big yellow ring is stained on hi pants. They’re damp still. He cringes. He looks to see if Nick is near. No one. He quickly opens bathroom window. Tries to climb out. BARS. Blocking the w He searches for another way out. Windows over the bed. He pulls back the curtains. BARS AGAIN.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DONNIE",
          "text": "Shit. The only way out is through the door Nick went through. SOUNDS. More giggles from the other room. His heart pound He rubs his eyes, takes a deep breath. Trying to get a gr",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Donnie peeks his head in the seedy motel living room. His eyes widen slightly. The Regulators. All of them. Engaged in activities unbeco of an officer -- drinking, smoking, and whatever else. Gu Tony Z, and Borracho are counting money. Murph cracks ope and inspects what looks to be a brick of coke. A few gold plated handguns are piled on the table. Looks like they robbed a drug dealer. What Donnie finds particularly interesting is the fact that they all have BADGES hanging from their necks. A Barry White groove drifts in from another room. From wh a few TRICKS come and go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUS",
          "text": "Look what the cat dragged in. Whassup gangsta?! Have a seat. Donnie hesitates. Gus pulls out a chair for him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUS, (CONT'D)",
          "text": "Kick it with us, nigga. Welcome. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f23 Den of Thieves February 6, 2016 Draft 29.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Donnie sits. Murph plops a huge chrome-plated SIG .45 on table, kicks his feet up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURPH",
          "text": "How’s your head, Chief?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DONNIE",
          "text": "Um...it’s all right. I’m sorry. You might have me confused with somebody else. I-",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURPH",
          "text": "- you want a blow job?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DONNIE",
          "text": "Ah...I’m good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURPH",
          "text": "You gay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DONNIE",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURPH",
          "text": "Then why not? Donnie gets a glimpse outside. Sees a parking lot and neo signs. He’s in a motel. That much he knows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DONNIE",
          "text": "Can somebody just tell me why my clothes were off? Nick sits down, amused with himself. Raises his eyebrows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DONNIE, (CONT'D)",
          "text": "Is this some sort of...homo deal? (They all start chuckling) ...What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIG NICK",
          "text": "Is your hole sore? (Donnie’s eyes flutter) ..-Well? Is it? Donnie can’t even respond. Big Nick slaps his shoulder. H BIG NICK (CONT’D) I’m just fucking with you, bubba! You pissed in your pants. I had one of the girls clean you up. All good. The Bad Lieutenants cackle. A wave of relief washes over (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fDen of Thieves February 6, 2016 Draft 30.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DONNIE",
          "text": "I really think you’re mistaking me for someone. I have to be honest - Nick throws an 8X10 SURVEILLANCE PHOTO in front of Donnie Donnie looks -- IT’S HIM. NEXT TO MERRIMEN ON A CITY STRE",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIG NICK",
          "text": "- what were you saying? Honest something? (Got him. Donnie says nothing) We’re not mistaking you for anybody.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUS",
          "text": "So you did a stint at County for attempted manslaughter -- fastest speeding ticket in California history. Nice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIG NICK",
          "text": "Fuckin’ genius. How fast were you going?",
          "sentiment": "neutral"
        },
        {
          "speaker": "-..178.",
          "text": "They all react -- “oohh, damn nigga, puta madre”.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIG NICK",
          "text": "What did you say to the cop who pulled you over? What reason did you give?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DONNIE",
          "text": "They just paved the road? Big Nick cracks up. They all do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIG NICK",
          "text": "(points at Donnie) I like him. His pecker’s no bigger than a button on a fur coat, sad to see, but I like him. Me gusta!",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUS",
          "text": "You a two striker, hot rod, which puts you in a very awkward position. Does it not? You a mistake away from getting sex in the ass every time you shower. And some of them niggas got gaspumps. Now personally speaking, that just don’t sound like that much fun. I don’t know, you tell me. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fDen of Thieves February 6, 2016 Draft 31.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DONNIE",
          "text": "...I know the guy from the bar. He comes in-",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIG NICK",
          "text": "- bullshit... Look. Nick rolls up his sleeve, shows Donnie a TAT BLASTED ONTO FOREARM. It’s of a skull with a toothy grimace, and glowi eyes. A bandana is wrapped around the forehead, the word “Regulator” stitched into it. One bony hand clasps a smok revolver, the other a “dead man’s hand” -- ace and an eig BIG NICK (CONT’D) Do you know what this means? It means I am member of a clique.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONY Z",
          "text": "Sorta like a gang.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIG NICK",
          "text": "Sorta. Only we have badges. Which means... (Nick leans forward) You. Are. Done.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUS",
          "text": "He ain’t lying.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIG NICK",
          "text": "Let me ask you this. Do we look like the types who'll arrest you, put on handcuffs? (starts sing-songing the words ) .»--and book you down at the station, and type up paperwork, and build our case, and put on a suit for court... Nick looks to Donnie for conformation. Donnie shakes his head. BIG NICK (CONT’D) No. Exactly. Thank you. We just shoot you. So tell me, what the fuck are you doing in that crew? I mean, look at you dude. Those dudes are bad dudes. Ex military, great thieves, but straight convicts.... What’s Merrimen doing drinking beers with you for? Talk shop? Is he gonna hit the fuckin’ Hofbrau, and you're his inside guy? (MORE ) (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f23 Den of Thieves February 6, 2016 Draft 32.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIG NICK, (CONT'D)",
          "text": "Take the place down, score like, what, 2 grand in 1s and 5s? Is that what’s afoot? I'll answer that for you. No. It isn’t.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DONNIE",
          "text": "Look, I swear to God. I know nothing. I met—",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIG NICK",
          "text": "- stop. Just...shut up. Nick shuts his eyes, takes a deep breath, sighs. He’s thinking. BIG NICK (CONT’D) (to Tony Z) Where’s Chaminade? (Tony Z motions to back room) Chaminade! A black hooker saunters in. CHAMINADE -- straight up ho. pumps. Huge, sloppy fake rack. Big hair. Gnarly. BIG NICK (CONT’D) Chaminade. This is our friend Donnie. Donnie, meet Chaminade. Chaminade runs her 5” LONG FINGERNAILS through Donnie’s h Starts to unzip Donnie’s pants, pull them down to his ank",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHAMINADE",
          "text": "Hey sugar. She smiles at Donnie. Donnie almost faints when he sees,",
          "sentiment": "neutral"
        },
        {
          "speaker": "DONNIE",
          "text": "Guys. Seriously -",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIG NICK",
          "text": "- she’s got a mouth like...velvet. She starts giving Donnie a blow job. She moans as her hea bobs up and down. Donnie cringes, starts gasping.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DONNIE",
          "text": "Woah, guys, get her off! Please! Nick mouths “shhh.” (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f23 Den of Thieves February 6, 2016 Draft 33.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIG NICK",
          "text": "Just enjoy the ride, bro. She's really going at it now. The woman’s a pro. Suddenly DONNIE SCREAMS. Chaminade has bitten down on him. Her fingernails dig into his skin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DONNIE",
          "text": "Stop stop stop! PLEASE! GET HER OFF! She bites harder. He howls in pain. His face contorts. Excruciating. Nick sticks his thick finger in Donnie’s nostril, yanks his head forward. His beer-breath bathes Donnie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIG NICK",
          "text": "Now listen to me, fuck face. We don’t give a shit about you. But rest assured, she will bite your pecker clean off, because she can’t fuckin’ stand whiteboys, and nothing would make her happier... unless you rat for us, you will be missing an appendage. You decide. Donnie nods over and over. His face is beet red.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIG NICK, (CONT'D)",
          "text": "You in Merrimen’s crew?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DONNIE",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIG NICK",
          "text": "You hit the stadium? (Donnie nods emphatically) You talkie talkie now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DONNIE",
          "text": "Yes. Please. Yes! Chaminade eyes Nick. Nick nods. She unclamps her mouth fr Donnie. Donnie buckles forward, shaking, moaning in relie He nervously pulls up his pants. She heads for the door, saunters out, swishing her ass ba and forth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHAMINADE",
          "text": "Bye guys.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REGULATORS",
          "text": "Bye sweetie! (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fDen of Thieves February 6, 2016 Draft 34.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONY Z MURPH",
          "text": "She’s great. “Take home to mom” type. Nick taps his fingers on the table. Glares at Donnie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DONNIE",
          "text": "I’m just the driver. Don’t carry a gun, don’t do any gangster shit. I just drive -",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIG NICK",
          "text": "Why'd Merrimen jack an empty armored car?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DONNIE",
          "text": "I have-no-fucking-clue. He’s barely ever spoken to me. They don’t tell me shit, and for exactly this reason. If cops come down on us, he wants everyone in the dark, so we can’t tell you guys anything. I’1l take a polygraph, whatever, but I’m telling you, that’s all you'll ever get from me, cause that’s all I know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIG NICK",
          "text": "(golf claps, impressed) That was relatively convincing. Good stuff... When did you meet him? Donnie rubs his eyes. Is this real?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DONNIE",
          "text": "What do I get out of this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIG NICK",
          "text": "Your freedom, for one. Two... (thinks on how to put it) ...You’re not the bad guys, bro. (directly at Donnie, no bullshit) We are. Donnie gets it. There’s no choice, really.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DONNIE",
          "text": "...few months ago, this guy came in the bar a few times, and, you know, I got to know him a little bit. Like everybody else, once he had a couple drinks, he started talking... \f24 25 Den of Thieves February 6, 2016 Draft 35.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Donnie tending bar. Bosco’s there, putting down the Cuba",
          "sentiment": "neutral"
        },
        {
          "speaker": "DONNIE",
          "text": "-..I’ve got a ‘72 228. 454 with a supercharger. I cruise up to Willow Springs every couple months and open it up a bit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOSCO",
          "text": "Nice. So you can drive a little, huh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DONNIE",
          "text": "Little bit. Ran Formula Atlantic for a few seasons back in the day...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIG NICK, (V.O.)",
          "text": "-..What was his name?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DONNIE, (V.O.)",
          "text": "Not sure. Bosco was his handle. Big white dude. Yoked up, arms are sleeved. He talked about being in the military for some time. Worked for the DWP. We hit it off because we both grew up in So Cal. Liked cars. Bosco sips his Cuba Libre, looks around. He leans forward",
          "sentiment": "neutral"
        },
        {
          "speaker": "DONNIE, (V.O.)",
          "text": "He asked me if I was interested in making a little extra cash. Said they had a job for me, “a cherry that was ripe for picking”.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIG NICK, (V.O.)",
          "text": "Who's “they”? Bosco writes something down on a napkin, slides it to Don",
          "sentiment": "neutral"
        },
        {
          "speaker": "DONNIE, (V.O.)",
          "text": "..-Merrimen. “POMONA MINING CO.” RESTAURANT, POMONA - DAY 25 Merrimen sits in a booth overlooking the 10. Bosco stands",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOSCO",
          "text": "-.-my boy did time with him at Wayside. He’s cool. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f25 26 Den of Thieves February 6, 2016 Draft 36.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Merrimen glances over at Donnie, who waits nervously 30 f away. Merrimen finally nods at Bosco. Bosco waves Donnie over, introduces them. They shake hands. Donnie sits across from Merrimen. Merri glances at Bosco. Bosco takes the cue, leaving them alone",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIG NICK, (V.O.)",
          "text": "Where'd you meet him? Merrimen and Donnie converse quietly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DONNIE, (V.O.)",
          "text": "Some restaurant way east off the 10. All he told me was he might have some extra work. Kept everything real low-key. Struck me as a very meticulous, sharp guy. He was feeling me out, putting together a crew. He had just gotten out, from what I understood.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Willy Lump Lump sits before us, smoking the same cig he w when we first met him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLY LUMP LUMP",
          "text": "So what you gonna do out there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROM HIM ON A COT, IS HIS CELLIE, MERRIMEN.",
          "text": "Merrimen buttons up his prison-issued flannel, ties his prison-issued “Bruce Lee” shoes. Gathers his few belongin books, drawings, letters -- into a shoe-box.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERRIMEN",
          "text": "(shrugs) Bang my old lady, play it cool...lay low. A title reads, “Feb. 9, 2011. Federal Correctional Instit Terminal Island.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLY LUMP LUMP",
          "text": "(chuckles) Yeah right. Footsteps and the jangle of keys approach. Merrimen stand with his back to the cell door, hands behind his back in cell-door portal. FCI CORRECTIONS OFFICERS come to the do",
          "sentiment": "neutral"
        },
        {
          "speaker": "FCI COP",
          "text": "All right, Ray, lets cuff’em up. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f26 27 Den of Thieves February 6, 2016 Draft 37.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "The cell-door portal slides open. The Cops reach in and handcuff Merrimen. Cuffed, Merrimen steps away from the d",
          "sentiment": "neutral"
        },
        {
          "speaker": "FCI COP, (CONT'D)",
          "text": "(shouts out)",
          "sentiment": "neutral"
        },
        {
          "speaker": "214",
          "text": "And the door to the cell is buzzed open. The FCI Cop ente picks up Merrimen’s shoe-box of belongings.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FCI COP, (CONT'D)",
          "text": "You gonna miss your cellie, Willy? Willy Lump Lump stretches out, rests his feet on Merrimen now empty cot. Tilts his head back, savoring the extra sp",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLY LUMP LUMP",
          "text": "(coughs ) .+-quite the contrary. He ain’t lying. The FCI Cops laugh, grab Merrimen by the lead him out. Merrimen pauses at the cell door, looks to Willy:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERRIMEN",
          "text": "You never told me which rule you broke. Willy meets Merrimen’s gaze, raises his eyebrows:",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLY LUMP LUMP",
          "text": "All of them... See you soon, wood. Merrimen nods, then grins at his friend.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERRIMEN",
          "text": "No you won't. Willy laughs out loud. The cell door shuts, locks Willy inside. Merrimen peers through the door. He and Willie sh a final moment. Then Merrimen is led back to freedom. STAY ON WILLY, now alone in his cell, smoking his cig. He exhales, long and slow...",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLY LUMP LUMP",
          "text": "That’s what they all say.... He stamps out his cig, lies on his cot, and shuts his eye",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Title reads, “San Pedro, California.” (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f27 28 Den of Thieves February 6, 2016 Draft 38.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Merrimen is buzzed out of the prison’s front gate. He ste outside into the hazy sun, a free man. Standing there in the parking lot waiting for him, is his lady. HOLLY. 30, white, stripper hot. She leans against t Suburban, bubbling over with nervous excitement. She’s dressed provocatively, her tits on display. Merrimen walks toward her like he’s crossing a minefield. squints his eyes, the sunlight painful. Holly tears up as they meet, and embrace. It’s a touching albeit awkward moment. Because it never lives up to promi She kisses him, looks him over. His skin is so white, it looks grey.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "You look great, baby. They both know he looks like shit. He’s hesitant, distant uncomfortable. But he manages a smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Holly drives. Merrimen rides along, staring out the windo the passing cars, streets, people, a mixture of fascinati and fear in his eyes. Holly's iPhone vibrates, startling him. He looks at the device suspiciously.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERRIMEN",
          "text": "Is that a phone? Holly giggles, thrilled that he spoke.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "Yeah. My cell-phone. She holds it up for him to see. He nods, looks back out t window. Squints his eyes again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERRIMEN",
          "text": "Did you bring any sunglasses? She scrambles for some, doesn’t have any. Upset with hers for forgetting. She takes her’s off. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f28 29 30 Den of Thieves February 6, 2016 Draft 39.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "I'm sorry, baby, I forgot. Take mine. (he takes hers, puts them on) ..-Want me to turn on some music?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERRIMEN",
          "text": "Sure. She turns up the radio a bit. 90's rock. Jane’s Addiction They drive on in silence. Then something grabs Merrimen’s attention. A bank. Merrimen stills. Goosebumps run down his arms. His eyes l onto it as they drive past... EXT./INT. ENSON’S HOUSE, GARAGE DOJO - DAY 29 Carson. Near the Port of LA. Tidy, lower-middle class neighborhoods, home to longshoremen, mechanics, and gangsters. Power-lines crisscross overhead. GOODYEAR BLIM floats nearby. Bosco’s Chevy K5 pulls up to a cul-de-sac. Donnie rides shotgun. They park before a remodeled home on a double-lo with tiki-torches out front. The garage is open. Inside, Merrimen, Enson and his SAMOA MAFIA BROTHERS work out in the GARAGE DOJO, doing prison burpees and popping heavy bags. Posters of Bruce Lee, Ali Sonny Garcia, BJ Penn, and Manny Pacquiao cover the walls Bosco and Donnie walk up. The reception is cool. The wolf nods to Bosco, eyeballs Donnie. As is their custom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ENSON",
          "text": "(to Bosco) Food’s out back. Bosco nods, knows the drill. They’re gonna put Donnie on sniff him out a while. Donnie follows Bosco thru the gara EXT. ENSON’S HOUSE, BACKYARD - DAY 30 Big yard with a pool, fire pit, open grill and sport cour ENSON’S 5 “hapa” KIDS, ages 3 to 15, hop in and out of th pool, dive-bomb the water slide, gun footballs. His Filip wife, MALIA, smokes with Merrimen’s woman, Holly, and 2 o ATTRACTIVE DANCERS who sun themselves poolside in thongs. Meat sizzles on the grill. And man we recognize as Outlaw MARSHALL RHODES, 44, tends to it. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f30 31 32 Den of Thieves February 6, 2016 Draft 40.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "He has bags under his eyes, a dark energy. He serves Bosc and Donnie some brats. Few other CONVICTS loiter around, project general threat. Merrimen, Enson and his Bros finish their workout, join t rest out back. Merrimen helps himself to a big bloody ste sits near Donnie. Eats. As do the Samoans. Nobody says mu The vibe makes Donnie sweat. He busies himself with his f Every once in a while, Enson or Marshall will say somethi quietly to Merrimen. Enson’s oldest, a precocious 15 year old girl, MALOA, sit the edge of the pool, lightly splashing her feet in the water. She’s looking at Donnie. Donnie and she make brief contact. She smiles, alluring beyond her years. Donnie immediately averts his eyes. Enson approaches Donnie, offers him a Primo. He takes it. Enson sits with he and Merrimen. Donnie shifts again. Not that while they offered him beer, he’s the only one drink it. Merrimen, Enson, they all drink water.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DONNIE",
          "text": "Cool place... Didn’t know you could have this much land around here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ENSON",
          "text": ".--blend in. Cops don’t see you. Donnie looks around the place, nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERRIMEN",
          "text": "So, you can drive, huh? EXT. ENSON’S HOUSE, CUL DE SAC - DAY 31 Merrimen, Enson and Donnie walk up to a Saleen Mustang pa there. Merrimen looks to Enson, who hands him the keys. Merrimen unlocks the doors and the alarm chirps.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DONNIE",
          "text": "We driving this? Merrimen nods, tosses Donnie the keys. Before Donnie gets he kneels down to the wheels, and LETS AIR OUT OF EACH TI",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Merrimen rides shotgun. Donnie pulls out into the wide, e unincorporated streets lined with pumpjack oil wells. Dri the speed limit. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f32 Den of Thieves February 6, 2016 Draft 41.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERRIMEN",
          "text": "Go ahead. Drive. Donnie glances at Merrimen. Merrimen looks back at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DONNIE",
          "text": "+-.-I can do that. Donnie “zwischen gas” downshifts into second, then squeez the throttle. The Saleen’s 400 hps roar. Donnie goes into turns at 100+ mph, hitting apexs, heel-toe downshifting, trailing the brakes. Donnie can drive. Donnie hits a blind turn too fast. The car begins to oversteer. Merrimen holds on tight, braces. Donnie turns it and guns it, pulls out of the drift expertly. Merrimen tries to play it cool, but he’s shitting bricks. Donnie slows, slips it into neutral, lets the engine cool car coast as the brakes, clutch, and tires steam. Merrime turns to Donnie, looks at him much differently now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DONNIE, (CONT'D)",
          "text": "Is that what you need?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERRIMEN",
          "text": "«.+-something like that. Donnie slips it into gear. Drives easy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERRIMEN, (CONT'D)",
          "text": "That's if the cops show... You know what you do if they don’t?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DONNIE",
          "text": "Drive away like a 16 year old trying to pass her first driver’s license test?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERRIMEN",
          "text": "(chuckles, nods) .+-Something like that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DONNIE",
          "text": "Shouldn’t be a problem.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERRIMEN",
          "text": "«..You got some balls, bro. Donnie’s ego swells. Feels good. This outlaw life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DONNIE, (V.O.)",
          "text": "They needed a driver. They got one. \f33 34 35 Den of Thieves February 6, 2016 Draft 42.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Donnie waits behind the wheel of a SUBURBAN, parked in a dock, engine idling, nervously tapping the dash. Few vans and work trucks in the subterranean garage. Muffled SOUND OF LIVE ELECTRONICA MUSIC and the audience’s cheers can b heard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Donnie’s eyes are locked on the rear-view mirror and the LOADING DOCK AREA behind him. Finally, MEN emerge rolling MONEY TUBS (plexi-glass boxes of cash on wheels), lift th into the back of the Suburban. Merrimen’s crew jumps in. Donnie takes off. INT. “PACIFIC HORIZON FREIGHT” 3PL WAREHOUSE - DAY 35 The crew unloads the tubs, handling them with surgical gloves. Spread out on tables in organized rows, Enson catalogues the crew’s “ROBBERY KIT” -- assault rifles, black ski-masks with smiley faces, gas-masks, body armor, police scanners, stopwatches, several sets of California license plates, zip-ties, flares, spray-on hair coloring, hairpieces, 30 sunglasses, and 3,000 rounds of ammo in various calibers... Merrimen inspects the goods -- DEPOSIT SLIPS FOR THE “FED RESERVE BANK, LOS ANGELES BRANCH.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOSCO",
          "text": "Is the count right? Merrimen nods, looks at Donnie who paces, amped from the rush.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERRIMEN",
          "text": "Feels good huh? Donnie meets Merrimen’s gaze, unsure. Then he nods. Yes i does. Bosco looks into the tub. STACK AFTER STACK OF BUNDLED $1 DOLLAR NOTES. He sighs:",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOSCO",
          "text": "Sure we shouldn’t just call it the day? That's alot of money right there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERRIMEN",
          "text": "You want 1.2 in bait bills? Spend the rest of your life looking over your shoulder? Or do you want 20? Clean.... (MORE ) (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f35 36 37 Den of Thieves February 6, 2016 Draft 43.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERRIMEN, (CONT'D)",
          "text": "(regards the fruit of their labor) Don’t touch it. We’re trading up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "BACK TO THE PRESENT. Donnie sits with Nick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIG NICK",
          "text": "Trading up to what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DONNIE",
          "text": "He’s planning something. Big. What, I have no idea... I’m out of the loop. They never speak. Any of them. They’re always quiet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIG NICK",
          "text": "People with things to hide never have much to say. Nick just stares at Donnie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DONNIE",
          "text": "-+--am I under arrest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIG NICK",
          "text": "Don’t worry about it. You just keep doing your thing. We’ll see you around. Donnie pauses, unsure, doesn’t understand -",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIG NICK, (CONT'D)",
          "text": "- get the fuck out of here. So Donnie stands, and walks out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Donnie looks around. By the looks of the denizens lurking around this joint, he’s deep in the ‘hood somewhere. He heads out onto the street, spots Tony Z and Gus sharin laugh with Chaminade by her car. Only now, Chaminade is n longer Chaminade. CHAMINADE IS A COP. She pulls the “toothless” mouthpiece out of her mouth, th bitches and moans at her colleagues.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHAMINADE",
          "text": "I get shot at last week at a narc bust, now this? I am so over this undercover nonsense. You boys can keep it. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f37 38 39 40 Den of Thieves February 6, 2016 Draft 44,",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONY Z",
          "text": "Come on hon, you’re a trooper!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHAMINADE",
          "text": "Yeah yeah. You tell my husband, he’11l file for divorce. And I’1l beat your ass! Tony Z and Gus fold over with laughter. They all say good night as Chaminade drives off and heads home. Donnie’s been had. Feels like an ass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Donnie walks to the corner of La Brea and Venice blvd. He gets his bearings, waits at a RTD BUS-STOP. The BUS arrives. Door opens. Head low, Donnie gets on the bus. And rides it home. INT. DONNIE’S APARTMENT - NIGHT 39 Donnie dumps some take-out on a plate, eats, then remembe something. Searches his pockets. Finds WOLFGANG’S DISCARD ID CARD, from the bar. He opens a shoebox FILLED WITH DOZ OF SIMILAR IDS. Drops Wolfgang’s card inside. Shuts the b Place is rather spartan. Yet some curious items lie about laptop. Binoculars. A tripod. Camera equipment. Passports Tony Robbins, other “personal power” and “Self Made Millionaire” books and DVDs. And a dense MANUAL that read front, “HOLZWERK GMACH”. He looks out the window, over the low rooftops of LA, the of vapor lights, power lines, telephone poles. Somewhere the distance, SIRENS wail, and DOGS bark. He collapses in bed, feels the swelling on his head. Donn shuts his eyes. Tries to block out the world.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A CELL PHONE VIBRATES. Donnie’s eyes snap open. Hasn’t mo since last night, wears the same clothes. He answers, gro",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOSCO",
          "text": "(over phone) Peckerwood. Be at the Hofbrau in 25.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DONNIE",
          "text": "(clears his throat) -..25 minutes? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f40 41 Den of Thieves February 6, 2016 Draft 45.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Click. End of conversation. Donnie sits up. He rubs his f then stands and claps his hands together. INT. MERRIMEN’S SUBURBAN, DOWNTOWN LA STREETS - DAY 41 Merrimen drives, pulls up to Donnie. Donnie jumps in, shotgun. Bosco and Enson in back. They ride off in silenc through the LA streets. Donnie wants to ask where they’re going, but doesn’t dare. He tries to settle in. Merrimen reaches forward, TURNS UP THE STEREO. He turns right. Drives the speed limit. Flips down the su visors. They come to a stop at a traffic light. Merrimen turns up the stereo even louder. Over the music:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERRIMEN",
          "text": "Look to your left. THEY ALL LOOK. On the corner is a BROWN MARBLE, 3 STORY BUILDING. No windows. Nondescript, yet imposing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERRIMEN, (CONT'D)",
          "text": "Know what that is? (all shake their heads) That’s the Los Angeles Branch of the Federal Reserve Bank. Light turns green. Merrimen drives, rounds the Fed and th entire city block it subsumes. MERRIMEN (CONT’D) All the surrounding streets are wired for sound and image. They read the license plate off of every car that passes by. It’s case proof. You stand across the street and stare at the building for 2 minutes, you'll have security guards on your ass asking you politely to leave. They see your face again, every Secret Service agent in the country will know who you are, and they'll be looking for you. (pause) There have been 113 attempts to break in. Not one got past the lobby... (looks to the others) That's why we’re gonna rob it. Merrimen lets this sink in, parks a safe distance from th Fed, down the street. Turns off the radio. They all study FED. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f41 42 43 44 Den of Thieves February 6, 2016 Draft 46.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "MERRIMEN (CONT’D) At any one time, there’s anywhere from 50 to 85 billion dollars housed in there...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A SINGLE, UNINTERRUPTED FLOATING POV guides us toward the FRONT DOORS -- 20’ high, with 3” thick bulletproof glass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERRIMEN, (V.O.)",
          "text": "As you approach the front, cameras lock onto you, and their computers immediately run you through every law enforcement database in the country. If you’ve committed a crime anywhere in this country, they’1l know about it by the time you take step one into the lobby. CAMERA TRAVELS through the massive front doors, into...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Built like a fortress. 10’ thick marble walls give the impression of stability. 40’ ceilings. 2 ARMED SECRET SER GUARDS, behind a marble SECURITY STATION, greet us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERRIMEN, (V.O.)",
          "text": "The lobby guards sit behind a bank of monitors that cover the exterior. If their cameras don’t recognize you, and they don’t either, you'll be stopped right there. Security has two steps. First electronic, then human. All employees have both security clearance cards they wear clipped to their front shirt pocket, as well as security swipe cards granting them access through the first set of the man-traps... The Guards press UNLOCK, opening the first MAN-TRAP -- a DOUBLE-DOOR BULLETPROOF GLASS CHAMBER. ENTER MAN-TRAP #1.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The door behind automatically locks, sealing us inside. A HAND reaches into frame and SWIPES A SECURITY CARD throug card reader. Then the hand places itself on a FLAT GLASS SURFACE. A laser can be seen “reading” the hand. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f44 45 46 47 Den of Thieves February 6, 2016 Draft 47.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERRIMEN, (V.O.)",
          "text": "In the first man-trap, a hand scan reads the fingerprint of all five fingers, as well as your palm print... POV pans down. A pair of feet stand on a BLACK, SQUARE TI",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERRIMEN, (V.O.)",
          "text": "And at the same time, the pressure sensitive floor beneath you measures your weight. If any of that information isn’t an exact match with the information stored on your access card, the second door will not open. POV pans back up. The red light above turns to GREEN. The glass door before us opens with a buzzing SOUND.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SECRET SERVICE GUARDS #3 and #4 sit inside a bulletproof office. They wave “hello” to us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERRIMEN, (V.O.)",
          "text": "And if either of these guards didn’t recognize you, they can override your security clearance and keep you locked inside the mantrap.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SECRET SERVICE GUARD",
          "text": "Morning. What floor?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fifth. The guard opens the ELEVATOR DOORS. POV CAMERA moves insi",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No floor indicator buttons in this elevator. Nothing but steel walls and a camera high up in the corner. The elevator goes down. The doors open.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERRIMEN, (V.O.)",
          "text": "The vault is 5 floors beneath the city streets.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "POV moves into a second man-trap station. The card swipes opening the first door. Into the man-trap. Door shuts beh us. Ahead, the SECURITY NERVE CENTER is seen -- (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f47 48 Den of Thieves February 6, 2016 Draft 48.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "5 SECRET SERVICE GUARDS sit before a bay of 25 SECURITY SCREENS. MAPS of the surrounding streets lie on a central table. AR-15s and RIOT SHOTGUNS are lined across the wall Move forward inside the man-trap through a METAL DETECTOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERRIMEN, (V.O.)",
          "text": "On the vault floor is central security - the nerve center for The Fed. Inside the final man-trap, you pass through a metal detector, and once you’ve cleared, all doors from this point on can only be opened after visual recognition from the guards, as access is severely restricted. The final man-trap door buzzes open. POV moves into...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The vault. CAMERAS loom overhead. The Guards wave to us a the POV moves down a long hallway. What is most striking about this cavernous, vast space, is that ALL THE WALLS A MADE OF PLEXIGLASS, rendering every room “see-thru”. POV passes by the ARMORED CAR RECEIVING AND SHIPPING DOCK where ARMORED CAR PERSONNEL deliver CLEAR MONEY TUBS fill with cash to FED EMPLOYEES, always working in TEAMS OF TW",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERRIMEN, (V.O.)",
          "text": "This is where it all happens, where the armored car companies deliver their scheduled drops. The money tubs carry anywhere from 3 to 30 million each, depending upon denomination. They're passed onto the Fed employees who always work in two’s -- the “buddy system”, which ensures no one will grift, because if one dollar goes missing, they both lose their jobs. The Fed employees roll the tubs through a series of man- traps, PUNCHING IN CODES at each station, GREEN LIGHTS flashing in response, opening finally into the hallway. T tubs are rolled up to the VAULT LOADING BAY.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERRIMEN, (V.O.)",
          "text": "The tubs are brought to the vault’s loading bay, where they’re touched for the last time by human hands. At the bay, the tubs are inserted into a MECHANIZED TURNSTILE, that feeds the tubs to ROBOTIC FORKLIFTS. Thes forklifts transport the tubs into the PEOPLE-LESS VAULT. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f48 Den of Thieves February 6, 2016 Draft 49.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERRIMEN, (V.O.)",
          "text": "The vault is entirely people-less. Mechanized forklifts transport the tubs into the vault and store them with the other 5 to 6 thousand that have been deposited by banks from all over Southern California. Billions in deposited cash. POV MOVES IN on the VAULT. A massive, CAVERNOUS SPACE lin by imposing steel walls. The money tubs are staked 20 hig reaching to the ceiling 50’ above. Literal MOUNTAINS OF MONEY. It’s an astonishing sight -- an army of robotic forklifts, ever-moving, filling the air with a constant ELECTRONIC HUM.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERRIMEN, (V.O.)",
          "text": "Every last inch of it covered by cameras, infra-red sensors, motion detectors. 24 hours a day, 7 days a week, 365 days a year... Because money never sleeps. POV swings away from the vault, back down the hallway...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERRIMEN, (V.O.)",
          "text": "The serial number of every bill in the vault is recorded in the Fed’s system. If a note goes missing, they'll know exactly which one it is, and they'll flag it. If and when that bill turns up again, whoever recirculated that cash, no matter where they are in the world, can be tracked down. The BANKNOTE COUNT ROOMS -- 6 of them, TWO MAN TEAMS insi FEEDING NOTES INTO HUGE BANKNOTE COUNTING MACHINES. Notic something we’ve seen before -- engraved in small print al the side of the counting-machine are the words, “HOLZWERK GMACH\"”.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERRIMEN, (V.O.)",
          "text": "But, there’s a hitch. When the Fed receives a deposit from a bank, the first thing they do is bring the notes into the count rooms, and run the notes through their counting machines. They're accomplishing two things here. One, they're double-checking the accuracy of the banks’ deposit, and if the bank was off, they will credit or debit their account accordingly. SOME NOTES ARE DIVIDED FROM THE REST, spit out into a CLE TUBE. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f48 49 Den of Thieves February 6, 2016 Draft 50.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERRIMEN, (V.O.)",
          "text": "And two, they're separating newer, fit bills from old, unfit currency. Bills so old and limp, you get an argument from the towel-head at 7-11 because he won’t accept it... But most importantly, they're erasing the serial numbers of these old bills from the Fed’s database in the process. POV follows the last TWO MAN TEAM as they walk down the hallway, munching on CHINESE TAKE-OUT. They are LUIGI, 30 black dude with chops, and JUNIOR, 28, a Salvadorean who' always laughing. They approach the 100 DOLLAR BANKNOTE CO ROOM.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERRIMEN, (V.O.)",
          "text": "Once those numbers are erased, to the Fed, and to the rest of the world, that money has ceased to exist. They punch in a code, get a green light, and the man-trap opens. POV follows them into the...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The man-trap door seals shut behind them. Luigi and Junio crank Power 106, rap along to every track DJ Big Boy play while feeding 100 dollar notes into the counting machine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERRIMEN",
          "text": "72,000 bills are counted an hour. And in the 100 dollar banknote count room, an average of 120 million dollars is designated as unfit, every day. POV FOLLOWS THE UNFIT BILLS AS THEY ARE SEPARATED from th rest, and stacked neatly inside a CLEAR TUBE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERRIMEN, (V.O.)",
          "text": "Between 4 and 5pm, everyday, when they’re done counting all the incoming bills, the money is shot into the shredders, where the 120 mil is destroyed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IS RIPPING. WE WATCH AS MILLIONS ARE SHREDDED IN SECONDS.",
          "text": "shredded cash is spit out into a second 3 FOOT WIDE CLEAR TUBE that runs into the floor. POV JUMPS IN the tube and SUCKED DOWNWARD with the cash into- \f50 51 Den of Thieves February 6, 2016 Draft 51.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A VAT, where a ROTATING MIXING ARM stirs the shredded cas with WET CEMENT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERRIMEN, (V.O.)",
          "text": "The shredded money is funneled into a vat, where it’s mixed with cement, dried into bricks and dumped in the trash. 120 million turned into dust in minutes. The “liquid cash” is squeezed into an OVEN, where it is",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOLDED INTO SQUARE BRIQUETTES, HEATED, WRAPPED AND SEALED",
          "text": "CELLOPHANE, and spit out into a DUMPSTER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERRIMEN, (V.O.)",
          "text": "It’s then picked up by the Fed’s contracted waste management, and hauled to a city dump. POV floats past the dumpster to a HULKING ORANGE GARBAGE TRUCK that pulls up. A GARBAGE MAN STEPS FROM THE TRUCK - BAS. He lowers the lifting arms, hooks the dumpster, then dumps the contents into the belly of the truck. Bas hops in the truck, and drives up a circular exit ramp POV CHASES after the trash truck, and follows it...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Up and out of the Fed’s exit. The Garbage Truck turns lef onto the one-way street and pulls away from us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERRIMEN, (V.O.)",
          "text": "If you can get in there during that 1 hour window, and get to those unfit bills before they go to the shredders, and get out clean... POV moves across the street, BETWEEN PASSING CARS, until finds Merrimen parked there. CAMERA COMES IN ON HIM, sitt behind the wheel. THE SINGLE TRACKING SHOT COMES TO AN EN",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERRIMEN",
          "text": "...then you just got away with 120 million dollars that no one’s looking for. Donnie, Bosco, and Enson eye the Fed, and the herculean t (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f51 52 Den of Thieves February 6, 2016 Draft 52.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ENSON",
          "text": "Impossible. Forget once we’re inside. And getting out...How the hell do we get in? Enson motions to the front entrance to the Fed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERRIMEN",
          "text": "Not going in that way. Merrimen pulls back out into traffic, passes the front of Fed. Points to a SECOND ENTRANCE on the western side, tha BRINKS ARMORED TRUCK PULLS UP TO. 2 Fed Guards stop the t at a heavily fortified gate. MERRIMEN (CONT’D) We're going in that way. All heads turn to the Armored Truck waiting at the gate. it dawns on them... Merrimen lets the reality of what the about to attempt sink in. They drive on in silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLOSE ON a BEET RED FACE -- Big Nick’s. Eyes bulging, che bursting with air, exhaling in spurts. Tony Z spots Nick on a free-weight bench in the office’s makeshift gym. Nick struggles with his last reps.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONY Z",
          "text": "Big chest, bro, come on! Power. Power! Get pissed! Come on! Get pissed! Nick’s arms shake, gives everything to squeeze out the re",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONY Z, (CONT'D)",
          "text": "One more you crush strangé pussy tonight. Come on! You’re an animal. Nick busts up laughing. The bar collapses down on him. Practically crushes his sternum. Tony Z pulls up the bar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIG NICK",
          "text": "Bro. You can’t make me laugh mid-set. Just frickin’ spot me next time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BORRACHO",
          "text": "Ran prints through CAL ID. Got a match on the dead guy at Randy's. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f52 Den of Thieves February 6, 2016 Draft 53.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "They look up, Borracho stands there. They hurry into the office, hungry for details. Borracho and Gus huddle at th desks, work the phones, on the case.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUS",
          "text": "Name’s Marshall Rhodes. Gun nut from Oakland. CDC Gang Unit validated him as an associate of The Brand. ATF was looking for him, trying to get him on some inter-state gun trafficking technicality. But more to the point, was stationed at 29 Palms from ‘88 to ‘92. Same time Merrimen was there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIG NICK",
          "text": "This is good. (motions to Borracho) Grab the book on Merrimen. Borracho pulls out the crime book on Merrimen, sets it on Nick’s desk. Nick flips thru Merrimen’s “timeline”:",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIG NICK, (CONT'D)",
          "text": "Honorably discharged in 2000. Laguna Niguel job was in ‘05. Sent up in ‘06 to USP Victorville SHU. Released from Terminal Island in Feb ‘11. October ‘11 Bicycle Club Casino gets hit. March ‘12 the stadium show. Now Brinks... (Big Nick’s mind races) ...Give me the unsolved book? Borracho pulls out the UNSOLVED OPEN CASES CRIME BOOK wit the question mark “head” on front. Nick looks thru it. BIG NICK (CONT’D) His crimey. The Samoan...Levoux. He served with Merrimen? Tony Z refers to the file on Enson they’re building.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONY Z",
          "text": "In the same company. Both “FAST” Marines. Security, Close Quartered Battle Unit. Saw combat in Kosovo. Levoux also had EOD training. Got this all from the HR desk at 29 Palms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIG NICK",
          "text": "What did they specialize in? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f52",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Den of Thieves February 6, 2016 Draft 54.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONY Z",
          "text": "(reading thru their files) Merrimen.... Soldiering. CQB. Levoux... EOD. Explosives.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIG NICK",
          "text": "And the Peckerwood?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONY Z",
          "text": "(reads Bosco’s file) Was Army, Corps of Engineers. And a comm guy. Impressive career, but didn’t serve together. Was the wood rep at Victorville when Merrimen was there. I’m sure that’s where they hooked up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIG NICK",
          "text": "(to Borracho) Run the DOT tape. Borracho plays the “DEPARTMENT OF TRAFFIC: CRENSHAW BLVD BLK” VIDEO from the morning of the Brinks heist. It’s POV from apprx. 75 meters down street. It plays on a WALL MON -- Merrimen and his crew can be seen firing on the cops. BIG NICK (CONT’D) Look the way they move, how they reload. How fast. You don’t learn that in PE. (refers to the unsolved book) Follow me here. By ‘01 they’re both out. In ‘03, we had the City National tunneling job in Hollywood. Sophisticated. Skill set. Someone with access. Unsolved. ‘04, the Dunbar Armored Car depot job. Blew the depot vault with shape charges. Sophisticated. Skill set. Someone with access. Unsolved. ‘05 in Laguna Niquel, the same. Only Merrimen gets unlucky with the tail-light. Goes to prison til ‘11. During that time, how many highly sophisticated, skilled, well executed heists do we have?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BORRACHO",
          "text": "Zero. You’re on a roll, keep going.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIG NICK",
          "text": "The counter guy at the donut shop? Witness to it all. They left him. Why? Because they shoot uniforms, not unarmed civilians. Exactly what they were trained to do... (MORE ) (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f52 53 Den of Thieves February 6, 2016 Draft 55.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIG NICK, (CONT'D)",
          "text": "(taps the unsolved crime book) We nail this crew, we solve half these cases... These are our guys. The Crew. The rest aren’t so convinced, but warming up to the idea. BIG NICK (CONT’D) Where’s Fraulein?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BORRACHO",
          "text": "Murph’s on him. Can move on him whenever we need.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nick, Tony Z and Gus hustle out to their cars, when a man a suit approaches Nick. Nick eyes him warily, doesn’t recognize him. His hand starts reaching for his weapon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN",
          "text": "Nicholas Flanagan? Nick stops, looks at him, furrows his brow, immediately suspicious. The man is OPPOSING COUNSEL, 50s. Nice watch. Briefcase. Out of shape. Looks like a lawyer. Which he is He tries to hand Nick some DOCUMENTS. Nick glares at him, braces himself as if they’re about to scrap.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OPPOSING COUNSEL",
          "text": "I’m your wife Debbie’s counsel. I’1l be representing her. Nick stares at the documents like they’re radioactive.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIG NICK",
          "text": "You gotta be kidding me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "OPPOSING COUNSEL",
          "text": "No. I suggest you take these... (Nick still doesn’t get it) You're being served. Nick reluctantly takes the DIVORCE PAPERS. The Opposing Counsel wisely gets the hell out of there. Nick glances at the cover page, which reads \"Los Angeles Superior Court. Marriage of, Petitioner: Debra Flanagan, Respondent: Nicolas Flanagan...\" Nick stands there in stupefied shock. Doesn’t move. Tony and Gus walk over to him, concerned, perplexed. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f53 54 Den of Thieves February 6, 2016 Draft 56.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONY Z",
          "text": "The hell was that? Nick vapor locks. Has never been so humiliated.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONY Z, (CONT'D)",
          "text": "You ok, brother? Nick swallows, tries to mask it, but he’s choked up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIG NICK",
          "text": ".-+-guess ah...I’m getting divorced. Tony Z doesn’t know what to say. Neither does Gus.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONY Z",
          "text": "I had no idea...Shit. I’m sorry. Gus looks to Tony Z, motions to give Nick his space.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUS",
          "text": "Handle your business, big dog, we got you covered. Nick nods, lets them go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIG NICK",
          "text": "Cool. All good... Fat from it, but Tony Z and Gus aren’t going to baby the None of them would have it. They get into their cars, drive off. Nick gets into his, fires up the ignition, but doesn’t go anywhere. He sits behind the wheel, engine idling, and stares ahead at nothing... INT. “PACIFIC HORIZON FREIGHT” 3PL WAREHOUSE - DAY 54 The whole crew is here, surrounding POWER GRID SCHEMATICS Written on the lower left corner of the schematics--\"1200 Street. The Federal Reserve Bank, Los Angeles Branch.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERRIMEN",
          "text": "...there was a rolling blackout in this quadrant 4 days ago. It’s been happening all summer. They say they’ve got full backup power, but actually, they don’t. They go into a “brownout”, where they start prioritizing the grid, and the priority is on the vault. All security measures in there stay intact. (MORE ) (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f54",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Den of Thieves February 6, 2016 Draft 57. 54",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERRIMEN, (CONT'D)",
          "text": "But anything else that sucks a lot of power, like motion in the hallways and out rooms, and the banknote shredders in the count rooms, shut down. They rely on the mantraps and the manual locks for security. To time this during another rolling blackout is going to be impossible. So we have to simulate it. (looks to Bosco) Can we cut in and force them to go brown for about 2 minutes? Bosco thinks it over. Can’t make a promise here that you can’t keep. He nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOSCO",
          "text": "I’d say yes, but I’d rather have a test run to be sure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERRIMEN",
          "text": "As long as we don’t risk exposure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOSCO",
          "text": "That won’t be a problem.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERRIMEN",
          "text": "Once we’ve breached the count room, that will take care of everything but the cameras. They’re unaffected by the brownout. They run on their own batteries. The solve is, the room’s lit by a bay of fluorescents. When one of the tubes gets punctured, it causes all of them to flicker. Because the cameras run at 30 frames, that flicker, the wavelength of it, ruins the image. Can’t see fuck all.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOSCO",
          "text": "Where'd you get all this information?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERRIMEN",
          "text": "You don’t have to worry about that. Just trust me when I say it’s solid. Merrimen pauses a second. Doesn’t like being questioned.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERRIMEN, (CONT'D)",
          "text": "Where are you with the Verizon hook?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DONNIE",
          "text": "I'll have him in a couple of days. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f54 55 56 57 58 Den of Thieves February 6, 2016 Draft 58.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Merrimen nods. Refers to ENLARGEMENTS OF THE PHOTOS BOSCO TOOK OF THE REGULATORS at the donut shop crime scene.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERRIMEN",
          "text": "Know your enemy. Major Crimes, LASD... Keep an eye out, constantly alter your routine, don’t do any stupid shit. They all look to one another, then get to it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A 70's Chinese restaurant. Red booths, lobsters suffocati in murky tanks, god-awful banquet lighting. Donnie’s at t bar talking with the owner, a 50 year old Chinese woman w doesn’t take any shit, COU-CHI.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COU-CHI",
          "text": ".«..yu pay own gas. I pay yu twee dolla po delibewee. An yu keep tip. Yu stat Wendday. Eleben o’clock... That's pretty much it. Donnie nods “okay”. INT. DONNIE’S CAR - DAY 56 Donnie winds through the unincorporated industrial city o Vernon, FOLLOWING AN ORANGE WASTE MANAGEMENT TRUCK. He ke a loose tail, TAKES NOTE of the surrounding areas, WRITIN DOWN the names of every street, notating every turn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bas controls a series of levers at the side of the truck. entire LOAD OF TRASH dumps out onto the ground. Finished, hops in the truck, drives off. A figure scurries through the sea of grazed garbage. Donn He digs through the fresh pile of refuse. The wretched sm makes him gag. Finds what he’s looking for. The CELLOPHAN WRAPPED BRICKS OF SHREDDED CASH.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Merrimen pops a fresh clip into his Sig Sauer, presents h weapon down range. Fires rounds. Steady, rhythmic shots. Bosco is in the adjacent lane position, shooting rounds. Merrimen empties his clip. As he reloads, out of the corn of his eye, he notices a man enter, set up in the lane position one to his left. Merrimen glances over. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f58 59 Den of Thieves February 6, 2016 Draft 59.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "It’s Nick. Loading clips. Into a Glock. Merrimen stiffens Nick looks up, makes brief eye contact with him. Merrimen looks down range, then grins to himself. He and both start firing. Trying to one up the other with each s Merrimen stops after 5 rounds. Nick keeps going. 15, clip done. As Nick reloads, the range falls quiet for a moment The quiet is shattered as Merrimen tears off rapid-fire rounds. Empties the clip, drops it out, pops in fresh one and fires. BAMM BAMM BAMM BAMM. So fast it sounds like he got it on full auto. Clip done, drops it, pops it, fires. Rinse and repeat. He burns through 4 clips in 14 seconds. Nick doesn’t move. No one else in the range does. Merrime packs up his guns and ammo, gives Bosco a look, and they leave. STAY ON NICK -- watching Merrimen go. He can’t help himself. Goes to Merrimen’s lane position, toggles the target lever, and slowly the target motors back to him. Target returns, comes to a stop. Nick checks it. Only 4 o 5 mark the bull's-eye. But 40 to 50 struck center mass. Merrimen can shoot. Nick nods to himself. Sighs deeply, then returns to his l",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Enson and his family finish a service, spill out onto the surrounding streets with hundreds of other parishioners. Enson impatiently tries to gather his family to the car, kids running around all over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HE SPOTS HIS DAUGHTER, MALOA, LEANING INTO A LOWERED, BLO",
          "text": "RED SUV. A deep hip-hop bass rumbles from within the hood ride. She talks to it’s passenger, ROLANDO, 17. Good-look tough, cocky, Blood gangster. A father’s worst nightmare. Enson squints his eyes, barks:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALOA",
          "text": "Maloa bristles, cuts her conversation off. Enson gives he glare, which his kids know all too well. She quickly fall back in line with the family. As the SUV slowly rolls out, Enson mad-dogs Rolando. Rola leans back in his seat, throws his arm out the window, an gives Enson an arrogant nod. Enson stands there, eyes loc onto the SUV, and grinds his jaw. A voice startles him. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f59 Den of Thieves February 6, 2016 Draft 60.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUS",
          "text": "I feel you, brother. Enson turns. It’s Gus. With his wife and kids, all dresse Sunday’s best. They don’t know each other. But they do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUS, (CONT'D)",
          "text": "(motions to the departed suv) That's trouble right there. Gotta keep an eye out for that one. Enson nods, checks Gus out. Plays it cool.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ENSON",
          "text": "Yeah, believe that. Gus waves to him, heads off with his family. Enson furrow his brow, puts on his sunglasses, then goes to his who wa by his truck. As Enson hits “unlock”, he glares at Maloa.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ENSON, (CONT'D)",
          "text": "He Piru? Thinks he’s tough, huh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALOA",
          "text": "Dad, no! I already told mom, he’s like the most popular guy in 12th grade. And he’s all-CIF in football. He’s going to “scl",
          "sentiment": "neutral"
        },
        {
          "speaker": "ENSON",
          "text": "Yeah yeah. To rob somebody? Maloa’s eyes water and her face goes red. She’s in a fury fueled by young love.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALOA",
          "text": "Dad, no he’s not!! He’s so nice!! (turns to her mom) Mom, see! I told you dad would -",
          "sentiment": "neutral"
        },
        {
          "speaker": "ENSON",
          "text": "- THAT’S ENOUGH! Maloa jumps into the back of the car and slams her door s tries to stop the tears that cascade from her adolescent eyes. Malia looks to her husband, he to her, as they get",
          "sentiment": "neutral"
        },
        {
          "speaker": "ENSON, (CONT'D)",
          "text": "You know about this? Malia raises her eyebrows and sighs, long and deep. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f59 60 61 62 Den of Thieves February 6, 2016 Draft 61.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALIA",
          "text": "You seriously wonder why she likes a boy like that? Enson turns to his wife, furrows his brow. MALIA (CONT’D) Look in the mirror. That stung. Enson broods, doesn’t like that at all. Turns over the engine, then grows quiet. Because he knows it’s true... INT. MERRIMEN’S SUBURBAN - DAY 60 Same vantage point of The Fed. Merrimen and Enson are par down-street, look through BINOCS. Enson keys a TWO-WAY RA The SOUNDS of RADIO-SPEAK come through clearly. IT’S THE FED'S SECURITY CHANNEL. THEY’RE TAPPED IN.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ENSON",
          "text": "(into Nextel) Greenpeace, this is Lava. Keyed in up top. How’s it below?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Beneath the streets, Bosco, in DWP GEAR, is at work on an entanglement of wires and power lines.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOSCO",
          "text": "(into nextel) This is Greenpeace, good to go below.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ENSON",
          "text": "(over nextel) Copy that. Lights out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The slightest flicker in the bay of lights overhead. Foll by a series of lights lighting up on the control board. SECRET SERVICE GUARDS #1 AND #2, JOHNNY and CAM, quickly a series of checks on the security control board.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "(into walkie-talkie) Back up power’s up.... ON MERRIMEN AND ENSON -- the voices of the Fed’s security guards come in over the two-way: (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f62 63 64 65 Den of Thieves February 6, 2016 Draft 62.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FED CHATTER",
          "text": "(over radio) We've gone brown. Lock all man-traps manually, over... Roger that. Exterior cameras are up. Count rooms on stand- by. Merrimen and Enson share a look. Enson speaks into the nextel:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ENSON",
          "text": "This is Lava. They’ve gone brown. Nice job. ON BOSCO -- hurriedly undoes all of his equipment, then c his hands together. EXT. DOWNTOWN LA —- DAY 63 QUICK CUTS of DONNIE ON THE JOB, DELIVERING “DIN TAI FUNG CHINESE to several different OFFICE-BUILDINGS. PULL BACK to REVEAL BIG NICK, surveilling Donnie from afa",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "AL, a BRINKS SECRETARY dials. The other end picks up:",
          "sentiment": "neutral"
        },
        {
          "speaker": "FEMALE TELEPHONE VOICE",
          "text": "Federal Reserve, accounts receiving.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRINKS SECRETARY AL",
          "text": "Hey, it’s Al with Brinks... POV JUMPS INTO THE PHONE’S MOUTH-PIECE, RACES ALONG SUBTERRANEAN TELEPHONE WIRES, TO AN EXCHANGE BOX... EXT. RAMPART STREETS —- DAY 65 MACK is spliced into the OPEN EXCHANGE BOX, connected to VERIZON TEST PHONE. He listens in on the conversation:",
          "sentiment": "neutral"
        },
        {
          "speaker": "AL",
          "text": ".-+.we have a drop for City National we need to schedule. How’s Wednesday at 2? Mack looks down at the LCD DISPLAY. Both the SOURCE and RECEIVING PHONE NUMBERS pop up on the LCD. Mack cuts out of the tapped call. He dials the Fed with t test phone -- BRINKS SOURCE NUMBER READING AS HIS OWN. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f65 66 67 68 69 70 Den of Thieves February 6, 2016 Draft 63.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALE TELEPHONE VOICE",
          "text": "Federal Reserve, accounts receiving.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACK",
          "text": "Hey, Al with Brinks again. I forgot to schedule a drop for Bank of America. What do you have open today?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALE TELEPHONE VOICE",
          "text": "We could take you at 3. Does that work? Mack pauses for a second, then hangs up. Keys his nextel:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACK",
          "text": "Lava, this is Ghetto Bird. We’re good to go on the drop, over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Donnie walks in, Fed ID CARD clipped to his DIN TAI FUNG shirt pocket, a plastic DIN TAI FUNG TAKE-OUT BAG in each hand. He says hello to Secret Service Guards #1 and #2. T search the bags. Donnie passes through the man-trap, come out the other end. They hand him the take-out bags.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Donnie steps into the MEN’S BATHROOM. INT. MEN’S BATHROOM - DAY 68 Donnie enters, steps into a stall, quickly stands on the toilet seat, reaches up, and PUSHES OPEN AN AIRVENT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HE PLACES ONE OF THE TAKE-OUT BAGS IN THE VENTILATION SHA",
          "text": "ABOVE, lowers the vent back down. Slips out of the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Donnie collects cash from Luigi, Junior, an overweight bl woman, DORIS, and several other Fed employees who all sit around, bullshitting, digging into the Chinese-food-carto Donnie stuffs the cash in his pocket and leaves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nick, Gus, Borracho, Murph and Tony Z pow-wow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUS",
          "text": ".-..what if it’s part of his regular route? Feds gotta eat too. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f70 71 Den of Thieves February 6, 2016 Draft 64.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIG NICK",
          "text": "Delivering Chinese to the Fed? My left nut that’s part of his route. They’re casing it from the inside. Go back. Besides cash, what else did they lift from the Casino and rave?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BORRACHO",
          "text": "Fed Deposit slips. But those were probably in with the cash -",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIG NICK",
          "text": "- or, not. Maybe they took the cash to disguise the fact that they were really there for something else. Then they take down an armored car that’s empty?! Come on. Remember what Donnie said. “They're trading up.” They’re going big.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURPH",
          "text": "Nick. You can’t take down the Fed. Sorry. Merrimen’s no dummy. It’s impossible.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIG NICK",
          "text": "The Fed is the Olympics, and Merrimen’s fuckin’ Carl Lewis. I’m telling you... Fraulein’s holding out on us. He knows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONY Z",
          "text": "...then let’s stir things up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Merrimen, Enson, Bosco, Donnie, and Mack, sit at one of t teppanyaki tables hunched over Kirins and steak. None of pay much attention to the TEPPANYAKI CHEF’S routine. Holl and some of her GIRLFRIENDS from Chatsworth are there, engaged in their own conversation. Something catches Donnie’s eye. He looks past Merrimen, a almost has a seizure. BIG NICK AND THE REGULATORS WALK IN SIT AT THE SUSHI BAR. Donnie tenses. Drunk SUSHI CHEFS carry-on behind the bar, hollering Japanese obscenities at women who saunter by, play it off charm. Big Nick gets up, WALKS RIGHT PAST THEIR TABLE. Donnie do his best not to be noticed. Everyone eats quietly. Nick walks back by, sits. Merrimen takes note of the big with the goatee. Donnie shifts, when a VOICE calls to him (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f71 Den of Thieves February 6, 2016 Draft 65.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIG NICK",
          "text": "Hey, buddy. Donnie reluctantly looks. Big Nick is staring right at hi BIG NICK (CONT’D) Donnie, right? Merrimen and the others bristle. Big Nick walks over, rea to shake Donnie’s hand. Really? BIG NICK (CONT’D) From the gym. I spotted you the other day. Donnie’s shakes his hand, feigns ignorance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DONNIE",
          "text": "...oh, right, yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIG NICK",
          "text": "(nods to the others) What’s up fellas? (points to Merrimen) You play football at Long Beach Poly? You look familiar. He did, but Merrimen shakes his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERRIMEN",
          "text": "Not from around here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIG NICK",
          "text": "(to Donnie) What’re you doing here? Work near here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DONNIE",
          "text": "Ah, no...just grabbing dinner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIG NICK",
          "text": "Really? Food here sucks. Donnie doesn’t know how to respond. Nick checks out the girls. HE AND HOLLY’S EYES MEET. He gives her a thorough undressing. It’s not lost on Merrimen. BIG NICK (CONT’D) We come here for the ass. Pause. Merrimen’s doing everything he can to keep it cool The situation could not be more uncomfortable. Donnie tri to bring an end to it. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f71 Den of Thieves February 6, 2016 Draft 66.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DONNIE",
          "text": "Right on, man. See you at the gym.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIG NICK",
          "text": "Definitely. Nick hovers for a second, then finally shoves off. But he can’t help himself. He turns back to Merrimen. BIG NICK (CONT’D) Number 55. That’s how I remember you. We wore the same number, bro. 55, right? Merrimen looks up at Nick for the first time. Just stares him. Says nothing. But his eyes say everything. BIG NICK (CONT’D) I went to South Torrance. We played you twice. Remember all those fat-ass Samoans you had? They’re big, but man, lazy motherfuckers. Slow-twitch muscle fibers. No explosiveness. All that Spam, I guess... We crushed you guys. Enson simmers. The tension is becoming unbearable. The Co look over. Nick’s pushing it too far. Merrimen stands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERRIMEN",
          "text": "Don’t appreciate you poppin’ off, bro. And stop perving on our women.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIG NICK",
          "text": "Hey, no need to get all agro. I’m sorry. Am I being rude? (to Donnie) Was I rude?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERRIMEN",
          "text": "- Just get the fuck out of here. Nick gives Merrimen a thumbs-up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIG NICK",
          "text": "Kunpai! (looks to Holly) Have a good night, ladies. Nick takes his seat at the sushi bar. No one knows what to say or do. Instead, they all just ea Merrimen broods. He and Enson share a look, speak unspoke words. Merrimen’s eyes drift to Donnie, who sits hunched his food, and burn into the back of his head. \f72 Den of Thieves February 6, 2016 Draft 67. INT. MERRIMEN’S SUBURBAN, SOUTH BAY - NIGHT 72 Merrimen drives. Donnie rides shotgun. Enson in back righ behind Donnie. They drive through vast South Bay industri streets in silence, past refineries and defense contracto Donnie stares straight ahead, battling cold waves of fear Finally turns to Merrimen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DONNIE",
          "text": "Where we going? No answer. Then Merrimen gently brakes, and turns into a desolate parking lot at the rear of a sprawling, Tudor-st house with well manicured lawns. A sign out front reads, “MCKAY'S SOUTH BAY MORTUARY”. Merrimen parks, shuts off the engine. Dread grips Donnie. They sit there in the quiet. The only sound heard is a fa hollow, furnace-like drone emanating from the mortuary. A rear door to the mortuary opens, and a BESPECTACLED MAN a dark suit appears, looks in their direction. Merrimen flashes his brights twice. With that, the man subtly nods and disappears back inside, the door left ajar. Merrimen turns to Donnie, looks at him. Donnie’s mind ree",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERRIMEN",
          "text": "You a cop?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DONNIE",
          "text": "What?! You kidding?! ...Fuck no! Merrimen just stares at him, finally looks away, nodding. Merrimen remains calm and collected. Yet he exudes, as always, an energy of unpredictable lethality.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERRIMEN",
          "text": "...-you wearing a wire? Donnie sighs, shakes his head. Musters up the courage to back at Merrimen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DONNIE",
          "text": "No... Are you? Long pause. Merrimen grinds his jaw, debates.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERRIMEN",
          "text": "Get out of the car. \f73 Den of Thieves February 6, 2016 Draft 68.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Merrimen walks toward the rear door of the mortuary. Donn reluctantly follows. Enson trails Donnie a few feet behin Merrimen stops just before the door, faces Donnie. The so of the sound reveals itself -- behind the door, is a CREMATORIUM. It’s furnace burns eerily hot. Donnie starts to tremble with fear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERRIMEN",
          "text": "Strip.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DONNIE",
          "text": "What?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ENSON",
          "text": "Where'd you hide the wire?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DONNIE",
          "text": "What goddamn wire?! I’m not wearing -",
          "sentiment": "neutral"
        },
        {
          "speaker": "ENSON",
          "text": "- take your fucken clothes off! Donnie begins to visibly shake. Pulls his shirt off, his pants down. Stands there in his underwear like an asshole Enson rifles through his clothes. Looks in his underwear. Finds nothing. Tells Donnie to put his clothes back on. Donnie pulls on his jeans, when Enson buries a fist deep Donnie’s unsuspecting gut. Donnie collapses to the ground gasping. Enson kicks him several times. Donnie balls up. Enson stops. Merrimen yanks Donnie to his knees.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERRIMEN",
          "text": "Open your mouth. Donnie does as told. Merrimen jams a Sig-Sauer down his throat. Donnie’s eyes water. His chest heaves. His eyes plead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERRIMEN, (CONT'D)",
          "text": "How does he know you? And don’t tell me from the gym.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DONNIE",
          "text": "(voice gagging) I swear, I don’t know -",
          "sentiment": "neutral"
        },
        {
          "speaker": "ENSON",
          "text": "- smoke him. Smoke the punk. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f73 74 75 Den of Thieves February 6, 2016 Draft 69.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Donnie shakes his head vigorously. Merrimen pulls out the gun. Donnie gulps in air, quivering violently.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DONNIE",
          "text": "I’m not a cop. I swear to you...he came to me he knows who you are but I didn’t tell him a thing I swear to fuckin’ God. It was a while ago, right when we first hooked up. He sweated me, haven’t seen him since, thought he’d leave me alone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERRIMEN",
          "text": "What do they know?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DONNIE",
          "text": "Nothing. I didn’t know back then anyway. If we have to call it off, I get it. Merrimen stares at Donnie for what seems like an eternity deciding. He finally sticks the gun back in his waistband Merrimen wraps on the mortuary door once, then he and Ens start walking back toward the truck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERRIMEN",
          "text": "Put your clothes on... (opens truck door. To Donnie) ...Friday. Confirm with him it’s on. Make sure he’s on the line... Donnie meets Merrimen’s gaze, and nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nick drives slowly past the upscale homes of Rolling Hill Estates, searching for something. Spots DEBBIE’S CAR park in front of a Mediterranean McMansion, along with a few others. Landscape lighting is on. Looks like a party is underway. Nick parks a ways down the block, eyeballs the house. Get out, walks toward it. He’s pretty buzzed. Slight chance a neighbor will call the cops on him. This is not his hood.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nick lets himself in. About 6 kids, ages 3-13, are going apeshit in the living area, all refereed poorly by an overworked Salvadoran nanny. Nick’s daughters are amongst them. Cassady sees her dad and gasps with joy. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f75 Den of Thieves February 6, 2016 Draft 70.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIG NICK",
          "text": "Peanut, give me a hug! She runs to him, grabs onto his leg:",
          "sentiment": "neutral"
        },
        {
          "speaker": "CASSADY",
          "text": "Daddy!!! Just around the corner in the chef’s kitchen, the adults’ enjoying a red wine dinner stiffen, as they recognize the voice. Debbie is there, on a double-date with her older sister SANDEE, South African pro golfer-type brother-in-l RUUD, and her “DATE”, one of Ruud’s boys. Debbie cranes her neck to see into the entryway, when she almost faints. Her jaw drops as she mouths, “oh my God.” And then he appears. History’s most uninvited guest. A position that, at least in this instance, he relishes. Ni stands in the middle of the kitchen, nodding hello to the all. He sways a bit, reeks of saké. Debbie’s mouth still hangs agape, she just wants to disappear. They all do. Th date looks like he’s about to puke.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIG NICK",
          "text": "What’s for dinner? (no response) ...relax! I already ate. Nick reaches into his blazer, pulls out rolled up paperwo from the small of his back. The divorce docs. Everyone’s widen when they realize Nick is packing his Glock. Nick goes to their table, drops the docs down, looks to R BIG NICK (CONT’D) You gotta pen, stud? Ruud reluctantly stands, does his best Kofi Annan:",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUUD",
          "text": "Nick, bru, I was gonna call you. Lets you and I go to dinner next week and- As Ruud rests a hand on Nick’s shoulder, Nick reflexively swats it away. Hard. His veins bulge, swell with volatili",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIG NICK",
          "text": "Just get me a pen. Ruud swallows, grows nervous, goes to find a pen. Nick lo to Debbie’s Date. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f75 Den of Thieves February 6, 2016 Draft 71.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIG NICK, (CONT'D)",
          "text": "How’s the wine? Date’s lips contort and tremble as he tries to speak, can Date starts to back away from the table. Nick holds his h up and shakes his head. Uh-uh. Date freezes, not going anywhere. Ruud hands Nick a pen. Nick flips thru the docs, starts arbitrarily signing pages.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIG NICK, (CONT'D)",
          "text": "So where do I sign, anywhere I guess, right? (he keeps signing pages) And I imagine it’s assumed that, you know. (eyeballs Date) ...if you were to ever touch my girls, or say, talk to them? Or even look at them? That ah...you know. I go boom boom. Know what I’m saying? But that’s self evident, right? No reason to have that in writing. Nick finishes signing the docs. Turns to Date, who looks he’s about to cry, and punches him in the shoulder. BIG NICK (CONT’D) It’s all good buddy! Come here, give me a hug. We’1l save a fortune in therapy. Nick hugs the Date, all smiles. Sandee looks to her husba Ruud, her eyes demanding he do something. While Debbie’s shock and trepidation have simply turned to disgust.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEBBIE",
          "text": "Always such a spectacle with you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIG NICK",
          "text": "Pretty much, yeah. Ruud finally grows a pair, steps to Nick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUUD",
          "text": "Nick, come on -—",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIG NICK",
          "text": "- Call the cops. Nick glares at him, defiant. Ruud holds his ground this t",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUUD",
          "text": "Time to go, mate. I’m sorry. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f75 76 Den of Thieves February 6, 2016 Draft 72.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Nick stands there a while. Then finally, he turns, walks But he can’t help it. He barges back in, looks at Date.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIG NICK",
          "text": "When you're hittin’ it from behind, and you're wondering what that thing is on her ass? That’s a tattoo. Of my name. Just a heads up. Satisfied at last, Nick leaves. INT. ENSON’S HOUSE - DAY 76 Malia finishes touching up Maloa’s make up. Maloa wears h prom dress, about to burst with anticipation. Her sibling run around the house, excitement in the air. Except for d Enson paces in the living room like a caged animal. A limo pulls up outside. Rolando gets out, struts up to t house. He’s rocking a Beckham-esque mohawk, and a rented tux with old school Air Jordans. Siblings scream out, “he here!” STAY ON ENSON -- pacing. Maloa and her mom greet Rolando the door. They exchange greetings and giggle nervously. Rolando looks Maloa up and down, and whistles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROLANDO",
          "text": "Damn girl, you look fine! Enson gulps in air, then walks over to them. Maloa grows anxious, introduces them:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALOA",
          "text": "Rolando, this is my dad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROLANDO",
          "text": "‘Sup Mr. Levoux, nice to meet you! Enson says nothing, just nods, eyeballing the kid. Roland reaches his hand out to street-shake Enson, but Enson doe return the favor, extending his for a proper handshake instead. A bit of an awkward moment as Rolando corrects himself. Enson looks to Maloa and his wife.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ENSON",
          "text": "Gonna borrow him for a sec, yeah? (to Rolando) Come here, brah. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f76 77 Den of Thieves February 6, 2016 Draft 73.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Enson walks off. Rolando reluctantly follows. Maloa dies 1000 deaths as her dad and date disappear into the garage INT. ENSON’S GARAGE - DAY 77 As Rolando steps into the garage, he gasps. Standing ther facing him, are Merrimen, Bosco, and Enson’s Samoan Mafia brothers. Tatted-up, swoll, and dripping with sweat from their workout. All color suddenly drains from Rolando’s f",
          "sentiment": "neutral"
        },
        {
          "speaker": "ENSON",
          "text": "So here’s whassup, brah. For the past 15 years, my little girl’s safety and protection, has been my responsibility, and my responsibility alone. Now, for the first time in her life, I gotta pass the baton. I gotta hand over that responsibility... to you. Enson glares at Rolando, long and hard. Behind him, Merrimen, Bosco, and the Samoan Mafia do the same.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ENSON, (CONT'D)",
          "text": "Don’t fuck up. Or your mother will weep her eyes out, every day the rest of your life, when she has to feed you, wipe your ass, and push you around in your wheelchair. Rolando wets himself. He nods emphatically, starts stuttering.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROLANDO",
          "text": "Yes-s-s-s-sir. Enson pats Rolando on the back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ENSON",
          "text": "See you at 1130. Rolando slowly turns, and walks out. HOLD ON ENSON AND THE BOYS. Enson looks to them, as if to say, “So, how was 1?”",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERRIMEN",
          "text": "I’m pretty sure he got the point. They all bust up, laugh their asses off. \f78 79 Den of Thieves February 6, 2016 Draft 74.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nick sits alone at his desk, his eyes gaunt and hollow, studying “MERRIMEN’S CREW” CRIME BOOK, comparing it with “Unsolved?” crime book. Looks over CRIME SCENE PHOTOS of “City National Hollywood ‘03” tunneling job, the “Dunbar Armored Depot ‘04” vault shape-charge job, etc... He studies DONNIE’S FILE. It’s woefully thin -- copies of IMSA racing license, now infamous moving violations, and SMALL ARTICLE from the Ventura County Star newspaper detailing local kid Donnie Alison taking second at the 19 National Spelling Bee competition. A QUOTE from the artic claims Donnie has a “near photographic memory.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIG NICK",
          "text": "Why’s Fraulein’s file so thin? Gus works at his desk, tired and hungry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUS",
          "text": "We can’t find a damn thing on him. Nick furrows his brow. Forages through Merrimen’s Cali De of Corrections file, discovers that Merrimen’s cellie at Terminal Island was none other than WILLIAM “Willy Lump L PUMP, the most prolific bank robber in the history of the state.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIG NICK",
          "text": "Merrimen’s cellie at TI was Willy Lump Lump.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUS",
          "text": "No shit? (Nick nods “no shit”) How did we miss that?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIG NICK",
          "text": "Because we're not very good at our job. Gus frowns. Nick brings MERRIMEN’S MUGSHOT up on his comp screen. Merrimen’s eyes stare right at Nick. Piercing, intense, direct. Not an ounce of bullshit in those eyes. a ton of menace. Nick meets Merrimen’s gaze, and stares b",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gentlemen's club. The weekday crowd is pretty thin. But t DJ works the mic like it’s Saturday night in Vegas. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f79 80 Den of Thieves February 6, 2016 Draft 75.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "WE WATCH IN KUBRICKIAN POV as a dancer comes out on stage grabs the pole, and does her seductive thing. A HAND COME INTO FRAME, DROPS A $20 ON STAGE. She nears us. IT’S HOLL She looks right down at us, starts to strip and writhe. Crawls toward us. Licks her lips then grabs the $20. Thru her ass out and stuffs it in her micro-bikini. REVEAL the big-tipper is BIG NICK. He sits stage-side, su in his chair, the King of the Jungle. He grins, all lust vice. His eyes lock onto his prey. INT. NICK’S TRUCK, TORRANCE - DAY 80 Nick’s parked in the lot of a TACO STAND, eating. Murph a Gus are in back, doing the same. Donnie walks up, hops in shotgun. Nick offers him a taco. declines, launches into Nick:",
          "sentiment": "neutral"
        },
        {
          "speaker": "DONNIE",
          "text": "What the fuck was that all about?! You “spotted me at the gym”?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIG NICK",
          "text": "Tranquillo. They’re not gonna off you when they know there’s heat...When’s the party?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DONNIE",
          "text": "...Friday.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIG NICK",
          "text": "Where?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DONNIE",
          "text": "I don’t know. Friday’s all I can tell you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DONNIE",
          "text": "You're protecting me on this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIG NICK",
          "text": "Fraulein, don’t worry about a thing. Donnie scoffs, gets out, shuts the door. Looks back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DONNIE",
          "text": "(taps the door) Better wear your vests. \f81 Den of Thieves February 6, 2016 Draft 76. INT. “PACIFIC HORIZON FREIGHT” 3PL WAREHOUSE - DAY 81 Merrimen and Enson sit in their warehouse office with HUG BANDI, 63, Croatian, board-member of the Longshoreman Uni olive oil and Ouzo importer, and “criminal receiver”. Whi translates to Street as FENCE. Hugo is on his cell, having a CODED CONVERSATION that pin pongs between Slavic, English and Spanish. Looks to Merri",
          "sentiment": "neutral"
        },
        {
          "speaker": "HUGO BANDI",
          "text": "..-you’re at Container Terminal 114... (listens to the other end) Maersk Sealand, operated by Maersk Line Liberia. You are all cleared on the passenger manifest as crew. Hugo finishes his conversation, hangs up. Slides 5 ENVELO to Merrimen. One for each man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HUGO BANDI, (CONT'D)",
          "text": "Travel documents, itineraries, which are all different. Everyone takes separate routes after your ride on the supertanker. Groups attract attention.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OK",
          "text": "Merrimen nods, looks inside his envelope. The ITINERARY - “,..Ensenada...Mexico City...Havana.” Flips open his BRASILIAN PASSPORT. Already stamped with VISAS and CUSTOM STAMPS from various countries. HUGO BANDI (CONT’D) Passports are stamped with visas, customs, so you don’t look like a new traveler. That raises flags...You meet in Havana, where my people will handle the financials. Relax there, buy some girls, and get a tan so you don’t look so American. Merrimen looks over his “cover” -- BUSINESS CARDS and PAPERWORK support his new Brasilian identity.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HUGO BANDI, (CONT'D)",
          "text": "Business cards, papers, all support your cover. Merrimen hands Hugo a thick envelope. They shake hands. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f81 82 83 84 Den of Thieves February 6, 2016 Draft 77.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HUGO BANDI, (CONT'D)",
          "text": "And no sweats or sneakers or baseball hats. In the rest of the world, only mafiosi dress that way. Suits only...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Merrimen walks past the complex pool, approaches an apartment. He carries a Samsonite suitcase. Unlocks the door, enters. INT. HOLLY’S APARTMENT - DAY 83 Moment Merrimen walks in, A WOMAN GASPS. He braces himsel rounds into the living room. Freezes. Holly's there, naked on the couch. She darts into a bedro And standing in the middle of the room in all his glory, Big Nick. He’s shirtless, pulls on his jeans. Porn plays mute on the TV. Nick and Merrimen just stand there, staring at each other Nicks’s eyes go to his GUN, resting on the couch 15 feet away. Merrimen follows his gaze, sees it. He’s closer to gun. And Nick knows it. Their eyes meet again. Nick raises his eyebrows, motions Merrimen to go for it. He doesn’t. Merrimen walks past th couch, past Nick, and into the bedroom. Then shuts the do Nick stands there. Tries to listen in on them. Can’t hear anything. He pulls his clothes on, grabs his gun, and lea INT. HOLLY’S BEDROOM - DAY 84 Holly pulls on underwear. Merrimen watches, then steps to her, threat in his aspect. Corners her. She cowers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "But I did what you told me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERRIMEN",
          "text": "How was it? His breathe bathes her. She starts to tremble, terrified.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "Baby, please... Disgust and jealousy course through him. He fights the ur forces himself to turn away from her. \f85 86 87 88 Den of Thieves February 6, 2016 Draft 78. INT. NICK’S TRUCK - NIGHT 85 Nick drives, a gloating grin plastered on his face. He di his cell. The other end picks up:",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIG NICK",
          "text": "(into cell) B of A, Montebello Towne Center. Nick hangs up, then realizes something. He touches his wr where his watch usually is. All there now, is it’s tan-li",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIG NICK, (CONT'D)",
          "text": "Shit. INT. HOLLY’S APARTMENT - NIGHT 86 Merrimen sits in a Lazy-boy in front of the TV, brooding. talks quietly to himself while cleaning his various firea which rest in pieces at his feet. He can’t shake the subt faint ticking sound in his head. Eventually, his eyes drift to the empty couch, and the er WATCH that rests there. Merrimen glares at it, unblinking The ticking grows louder. INT. DONNIE’S APARTMENT - DAWN 87 ECU of a digital watch. 5:14 am. A beeping alarm sounds. finger comes into frame, shuts it off. Donnie gets up, already dressed. His apartment has been stripped clean, packed up. He goes to the large window, o it. Sounds of the city drift in. He looks at something. A blocks down the street, is... THE FEDERAL RESERVE BANK. Beyond it, dawn’s first light gives form to downtown's skyline. INT. ENSON’S HOUSE - DAWN 88 Enson cooks eggs and sausage links for his kids, amidst t wonderful chaos of family getting ready for the day. Malo comes in late, rushed, makes herself toast.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ENSON",
          "text": "Got practice this morning? You need protein. Enson puts a plate of eggs in front of her. She doesn’t e it, doesn’t make eye contact either. Mad at her dad. Enso shakes his head, takes the plate away. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f88 89 90 91 Den of Thieves February 6, 2016 Draft 79.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "A car honks outside. Maloa pops up, grabs her backpack. C get out of here fast enough. As she bolts for the door:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ENSON, (CONT'D)",
          "text": "Maloa. She stops, looks back. Enson motions her over. She reluctantly comes back to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ENSON, (CONT'D)",
          "text": "You have fun? Maloa shrugs. Enson struggles to find the words.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ENSON, (CONT'D)",
          "text": "He treat you nice? Finally, Maloa looks up at her father. She nods with certainty. Enson has a tough time digesting the fact that his baby girl has fallen in love. But such is life. Enson nods, then he hugs his daughter. And she him. He squeezes her tight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ENSON, (CONT'D)",
          "text": "I love ya. The car honks again. She’s gotta go. Maloa smiles at her tears in her eyes, then she runs out to the car. Enson watches her go, a little girl no more. INT. HOLLY’S APARTMENT - DAWN 89 Merrimen sits on the edge of the bed, watching Holly slee Not wanting to wake her, he quietly stands, slips out. In the living room, he loads his firearms into their case His eyes go to the watch again. He listens to it tick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Merrimen walks past the complex pool, Samsonite and gun-c in hand. His wary eyes subtly sweep the surrounding area.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nick drives up, parks, hops out, approaches a school yard packed with grade school kids playing during morning rece A fence surrounds the entire playground, no way to get in Nick stands at the fence, searches the crowd for his girl Spots McKenna. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f91 92 93 94 Den of Thieves February 6, 2016 Draft 80.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "He wraps his fingers around the fence, is about to call o to her, then hesitates. She plays happily, he doesn’t wan to interrupt. Instead, he just watches her play. INT. NICK’S F-150 TRUCK - MORNING 92 Nick climbs in his truck, parked across from the school. pops in the keys, turns on the ignition. Is about to driv off, when he pauses. He sits there, suddenly becoming very still, staring into space... And then he breaks down. Tears pour from his eye His chest heaves as he sobs, crying for the first time th he can remember, and harder then he probably ever has... Slowly, Nick pulls himself together, and drives off. INT. HOLLY’S APARTMENT - MORNING 93 Holly stirs in her bed. Her eyes flutter open. She sits u looks next to her where Ray usually is. But he’s not ther She touches his pillow. It’s cold. Her eyebrows furrow. S gets up, looks in the bathroom, then closet where his thi are. Nothing there. She goes to the living room, nothing still. She brings a to her mouth, and shakes her head as her eyes water. Any that Ray Merrimen was ever there, has vanished. INT. “PACIFIC HORIZON FREIGHT” 3PL WAREHOUSE - MORNING 94 Merrimen, Bosco, and Enson load M4 mags, conduct function checks on all firearms, pull on tactical plate carriers. Donnie enters, is surprised to see them “jocking up”. He looks around, perplexed. Armored Truck is gone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DONNIE",
          "text": "Where’s the truck? Enson, clad in full tactical nylon, glances at Donnie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ENSON",
          "text": "Change in plans. (motions to a set of BDUs) Jock up. Donnie can’t hide his apprehension. Looks to Bosco for an explanation, doesn’t get one. Bosco instead double-stacks M4 mags. Donnie reluctantly pulls on the gear. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f94 95 96 Den of Thieves February 6, 2016 Draft 81.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Merrimen and Enson start loading up an ECONOLINE CARGO VA Out of earshot, Enson pulls Merrimen aside, looks him in eye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ENSON, (CONT'D)",
          "text": "...if anything’s off, I’m out... Understand, bro? Merrimen meets his gaze, and Enson doesn’t like what he s Merrimen’s eyes are distant, cold. Too cold.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERRIMEN",
          "text": "Nothing’1l be off. Merrimen turns away, goes back to loading gear. HOLD ON ENSON, watching his crimey. Closely. Wary.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nick walks in, is immediately met with the sounds of cops prepping for battle. Tony Z, Gus, Borracho, and Murph pul ballistic vests, function check shotguns and carbines, lo Sig P226s. No one says much. They all focus, do their bes keep the pucker-factor at a minimum. Because all know, instinctively, two tribes are going to war. Tony Z picks up his Benelli 12-gauge, Glock-17. Looks Nic over, knows all is not well. And they can’t afford that today.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONY Z",
          "text": "You good? Nick meets Tony’s gaze. After a moment, Nick hardens, the nods. He’s good. Satisfied, Tony heads for the trucks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Merrimen drives, his eyes glued to the rearview, constant checking their six. Around him, magazines are being loade Enson hands Donnie a SUPPRESSED HK-416, with a double-sta magazine protruding. Enson indicates the safety, the trig",
          "sentiment": "neutral"
        },
        {
          "speaker": "ENSON",
          "text": "She's good to go. First, (points to the gun triggerwell) ..-keep your index finger out of the triggerwell until you have to shoot someone. When we get out of the truck, thumb the safety down once here, (MORE ) (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f96 97 98 Den of Thieves February 6, 2016 Draft 82.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ENSON, (CONT'D)",
          "text": "(points to the safety) .--for 3-round burst. If shit gets hairy and one of us tells you to go full-auto, thumb it down once more, squeeze the trigger and hold ‘til you run dry. Enson depresses the magazine release button releasing the double-stacked mag. He then slides the other mag into the magazinewell and firmly slaps it home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ENSON, (CONT'D)",
          "text": "Tug it, make sure it’s in nice and good. Hit this bolt release and you’re ready for round 2. Otherwise, aim at the floor. Donnie nods. Merrimen rounds a corner, pulls into a BANK AMERICA PARKING LOT. Signage reads, “Montebello Towne Center.” Donnie tenses. Enson hands Donnie a C420 GAS MASK. Donnie follows suit, pulls it on. Merrimen backs the truck into spot right at the bank’s front doors. Enson grabs Donnie:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ENSON, (CONT'D)",
          "text": "- Follow our lead! Don’t call anybody by their name! Somebody makes a move, shoot them! You fuck up, I shoot you. Bosco throws opens the rear doors. THEY BURST OUT OF THE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NICK’S POV -- of the same scene. He’s parked across the street from the bank, watching calmly. Tony Z is shotgun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MERRIMEN’S CREW rush the FRONT DOUBLE DOORS, KICK THEM IN THROW IN A FLASHBANG GRENADE. BOOM! Blinding light and so assault the interior. ENSON FIRES A THREE-ROUND BURST INT THE CEILING. MOMENTARY CHAOS SETS IN. People gasp, some h the floor. A baby cries. A useless SECURITY GUARD stands frozen in indecision. Merrimen rushes him, HK416 in his face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GET THE FUCK DOWN",
          "text": "He does. Enson jumps up onto the teller’s window. Aims do at the TELLERS who are all terrified and in shock. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f98 Den of Thieves February 6, 2016 Draft 83.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ENSON",
          "text": "EVERYBODY GET DOWN ON THE FLOOR, DON’T",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Enson motions to Donnie. They COLLECT ALL CELL-PHONES. MERRIMEN ZIP-TIES the security guard’s wrists. BOSCO CORR THE BANK MANAGER AND TELLERS into a corner. ENSON BLASTS THE CAMERAS in the corners, SHUTS OFF THE OVERHEAD LIGHTS MERRIMEN SHUTS ALL THE BLINDS. Motions for Donnie to help him. THEY BARRICADE THE DOORS -- pushing desks in front o them. Bosco zip-ties the customers, tellers, bank manager. Merr looks around, whistles. THE BANK HAS BEEN SECURED. Donnie breathes so hard, his mask starts to fog up. Enson Donnie cover the room, as Bosco pulls the bank manager to feet, drags him to his DESK. Merrimen hovers over him. The gas mask distorts his voice has a surreal, nightmarish effect. The MANAGER shakes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERRIMEN, (CONT'D)",
          "text": "Take a deep breath, then write this down. The Bank Manager's trembling hands search the desk for a and paper. Finds them. Then he takes a deep breath.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERRIMEN, (CONT'D)",
          "text": "I know you already triggered the silent alarms. So I want you to pick up the phone, call into Parker, and explain the following. Within 1 hour, they have to deliver 10 million dollars in unmarked, small denomination bills to this bank, inside a Department helicopter, topped off with fuel. And supply us with a pilot... (Bank Manager takes it all down ) Explain we have hostages, and will kill one every hour, until our demands are met. We will also kill a hostage for every cop car that comes within sight of here. (MORE ) (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f98 99 100 Den of Thieves February 6, 2016 Draft 84.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERRIMEN, (CONT'D)",
          "text": "Further explain that if they even attempt to have a negotiator contact us, we will automatically kill another hostage. Is that clear? (Bank Manager nods) Pick up the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Parked across the street, watching it all unfold. Borrach the back seat. The POLICE RADIO on the dash comes to life",
          "sentiment": "neutral"
        },
        {
          "speaker": "POLICE DISPATCHER",
          "text": "This is Parker. A 1028 is in progress at the Bank of America in Montebello at 866 Wilcox at Atlantic. Suspects are armed...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BORRACHO",
          "text": "They didn’t cut the silents. How’s that? Tony Z keys his radio, looks out to GUS and MURPH who sit their CROWN VIC down the street, surveilling the bank's r",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONY Z",
          "text": "(into radio) The call’s into LAPD. SIRENS can be heard racing toward the scene. Nick can’t believe what he’s hearing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIG NICK",
          "text": "(to Tony Z) Call in, tell them we are on scene, have suspects under surveillance, and to back the fuck off!!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A SYMPHONY OF SIRENS outside. Merrimen peeks out the blin The cavalry arrives, yet evidence of it is minimal. A few LAPD BLACK AND WHITES near the bank, then disappear into surrounding streets. A look of satisfaction crosses Merrimen's face, a conductor pleased with the sound of hi symphony. Enson drags the Bank Manager to the vault door. The Bank Manager fumbles with his KEYS, opens the VAULT EXTERIOR D",
          "sentiment": "neutral"
        },
        {
          "speaker": "BANK MANAGER",
          "text": "I only have the keys for the exterior lock - (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f100 101 Den of Thieves February 6, 2016 Draft 85.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ENSON",
          "text": "- relax. I know. Just open it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Enson enters. SAFETY DEPOSIT BOXES line the walls. steel-reinforced door is the last obstacle to the vault. Enson starts unloading SHAPE CHARGES. ON MERRIMEN -- PHONE RINGS at Bank Manager’s desk. BLINDFOLDS him. Merrimen pulls off his gas mask:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERRIMEN",
          "text": "I’m going to put it on speaker. You’re going to answer. Don’t use any names. Understand? The Manager nods. Merrimen hits the SPEAKERPHONE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE",
          "text": "(over speakerphone) This is the Los Angeles Police Department. Who am I speaking with?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BANK MANAGER",
          "text": "(hesitant, unsure) This is the branch manager.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE",
          "text": "May I speak with whomever’s in charge -",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERRIMEN",
          "text": "- you are.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE",
          "text": "Okay. That’s good. Let me introduce myself. I’m -",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERRIMEN",
          "text": "- I don’t give a fuck who you are. Are demands being met?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE",
          "text": "Who am I speaking with now -—",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERRIMEN",
          "text": "- answer the question.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE",
          "text": ".-..we’re working on it as we speak. But you have to understand - 100 101 A thick, inner Bosco (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f101 102 Den of Thieves February 6, 2016 Draft 86.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERRIMEN",
          "text": "- you just killed a hostage. CLICK. Merrimen cuts out. End of conversation. Merrimen l to Bosco. Bosco grabs a LATINA, 30ish, drags her across t room. She’s terrified, quivers:",
          "sentiment": "neutral"
        },
        {
          "speaker": "LATINA",
          "text": "No no no, what are you doing?! Bosco drags her into the bathroom. The room falls silent. that is heard are HER WHIMPERS AND PLEAS. Dread in the ai",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Down the street from the bank, 2 LAPD COPS huddle at a sq car with the OFFICER IN CHARGE (OIC), Fed LOBBIN’ BOB, an the LAPD NEGOTIATOR, cell in hand. Suddenly, a single GUN is heard from within the bank. Heads drop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAPD NEGOTIATOR",
          "text": "Son of a bitch. Nick, Tony Z, Borracho walk up shaking their heads.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIG NICK",
          "text": "What the hell you doing?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOB",
          "text": "You were running surveillance, and let this shit go down?!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIG NICK",
          "text": "No! We were first on scene, relax!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOB",
          "text": "You're so full of shit, Flanagan. You just got somebody killed!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIG NICK",
          "text": "You heard the demands, you stupid motherfucker! You put a fucking negotiator on?!!! The two sides are about to brawl. BIG NICK (CONT’D) Fuckin’ jarheads. Nice haircuts -",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAPD COPS TONY Z / BORRACHO",
          "text": "Fuck you! Fuck you! (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f102 103 Den of Thieves February 6, 2016 Draft 87.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOB",
          "text": "Get SWAT on standby.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAPD NEGOTIATOR",
          "text": "They’re already on the way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All of the HOSTAGES shake with fear. Donnie, Bosco and En cover the room. The PHONE rings. The Bank Manager answers",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAPD NEGOTIATOR",
          "text": "This is the Los Angeles Police Department. I will now be your contact. You can call me Tim. Is this the man in charge? Merrimen glares at the Bank Manager. Sweat runs down his face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BANK MANAGER",
          "text": "This is the branch manager. I’m speaking on the man in charge’s behalf.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAPD NEGOTIATOR",
          "text": "Do you have a name, branch manager - The Bank Manager speaks urgently as he looks at Merrimen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BANK MANAGER",
          "text": "- listen. They’ve already killed one of the hostages. A woman. They will not speak to you again. If you call back again before their demands are met, they will kill another. Just send what they want! ON THE LAPD NEGOTIATOR -- looks to Lobbin' Bob.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAPD NEGOTIATOR",
          "text": "How long’s it gonna take?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOB",
          "text": "We haven't tracked down a Helo quite yet. And right now, they’re telling me, we only have about 6 million in petty cash.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAPD NEGOTIATOR",
          "text": "Mix in bunk bills to cover it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOB",
          "text": "(nods) ...buy us 2 hours. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f103 Den of Thieves February 6, 2016 Draft 88.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "ON THE BANK MANAGER AND MERRIMEN -- staring at the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAPD NEGOTIATOR",
          "text": "...the money and the helicopter are en route. But, please, please understand, this takes a while. You need to be patient. You need to give us 90 minutes. Bank Manager looks to Merrimen. Merrimen nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BANK MANAGER",
          "text": "...okay. Don’t call back, or another hostage dies. Merrimen hangs up, duct-tapes the Bank Manager’s mouth. E tosses Merrimen a flour sack. He pulls it over the Bank Manager’s head. Enson and Donnie DUCT-TAPE ALL OF THE HOSTAGES MOUTHS, pull WHITE FLOUR SACKS OVER THEIR HEADS. Hostages start whimpering, muttering prayers, think they’ going to die. The crew goes to the vault. Except for Merrimen. He pulls a cell-phone, dials. Walks to the window, looks outside. ON BIG NICK -- at the squad car. He, Lobbin' Bob and LAPD study SCHEMATICS OF THE BANK spread out over the hood. Nick’s cell vibrates. He checks the number, squints his e doesn’t recognize it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIG NICK",
          "text": "What’s the prefix here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "562.",
          "text": "Nick steps away, answers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERRIMEN",
          "text": "(over cell) Watching? The voice makes Nick freeze. He slowly turns to face the bank.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIG NICK",
          "text": "...yep... How the hell you gonna get out of this one? ON MERRIMEN -- staring through the blinds at Nick, distan visible through the traffic down the street. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fDen of Thieves February 6, 2016 Draft 89.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERRIMEN",
          "text": "Not sure yet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIG NICK",
          "text": "(over cell) .«..you get my number from her cell? Merrimen plays it very cool. Just watches Nick. ON BIG NICK -- staring at the bank, and his enemy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERRIMEN",
          "text": "I’m not cuffing up. Nick weighs his response to the threat made clear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIG NICK",
          "text": "That’s all right. I didn’t bring my cuffs anyway... Long pause on the other end. Nick’s eyes are locked onto bank. Then:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERRIMEN",
          "text": "I can see that. Click. Merrimen hands up. COME IN TIGHT ON NICK. He clenc his jaw, salivates, mind racing. Tony Z walks up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONY Z",
          "text": "Was that who I think it was?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIG NICK",
          "text": "Yup. IN THE VAULT -- Enson and Bosco feverishly prep the shape charge. Merrimen enters, checks his watch. 2:14. CAMERA FLOATS back into the bank, past the bound and gagg hostages, into the BATHROOM, where the Latina lies. No bl anywhere. COME IN TIGHT ON HER -- her breaths can be seen against the flour sack. SHE’S ALIVE. AT THE LAPD SQUAD CAR -- Suddenly a thunderous THUMP ratt the street. The GROUND SHAKES BENEATH THEIR FEET. Telepho poles sway. CAR ALARMS go off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOB",
          "text": "They just blew the safe. IN THE VAULT -- Smoke billows. MERRIMEN’S POV -- looking a GAPING HOLE. NOT IN THE SAFE. IN THE VAULT FLOOR. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fDen of Thieves February 6, 2016 Draft 90.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "ON BIG NICK -- with all the Regulators at the squad car, huddling over schematics of the bank.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIG NICK",
          "text": "What’s this here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONY Z",
          "text": "An old sewer line. But see here... (points to the schematic) Looks like it might’ve been cemented off. Nick’s eyes wander, stop on something 50 feet from him. A HOLE. In the middle of the street. COME IN on the man-hol ON BIG NICK -- eyes on the manhole... Realization sets in",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIG NICK",
          "text": "...they didn’t blow a safe. He looks to Tony Z, Gus, Borracho. They don’t disagree. Something here is very, very off. Nick turns to Lobbin’ B",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIG NICK, (CONT'D)",
          "text": "Where are you with Parker?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOB",
          "text": "We're waiting on clearance, Flanagan —",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIG NICK",
          "text": "- to hell with clearance! We gotta move!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOB",
          "text": "(motions to the bank) Like they’re going somewhere!? Relax! Nick seethes. He looks to his crew, they to him. Suddenly, Nick walks off, toward his truck. Reaches behin his seat, pulls out a TIRE-IRON, slams the door shut. He through traffic, and runs straight toward the bank. ON TONY Z, GUS, BORRACHO, LOBBIN’ BOB and LAPD -- cogniza now of what Nick is doing. Tony Z, Gus can’t help but lau",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUS",
          "text": "Gotta be shitting me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOB",
          "text": "Is he off his meds?! TELL HIM TO GET THE",
          "sentiment": "neutral"
        },
        {
          "speaker": "FUCK BACK",
          "text": "ON BIG NICK -- too late. He pulls his Glock, flips the sa off as he saunters right up to the bank’s glass doors. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f103 104 105 106 Den of Thieves February 6, 2016 Draft 91.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Peers inside. SEES HOSTAGES ON THE FLOOR, BUT NO SIGN OF GUYS. Pushes on the door, feels that it’s barricaded. Ste back, SWINGS THE TIRE-IRON INTO THE GLASS DOORS, SHATTERI THEM. ON TONY Z, GUS, BORRACHO, MURPH -- racing to back their partner up. They present their weapons, cut across the street. ON BIG NICK -- climbing through the window, weapon drawn. He sweeps the room, passes over the bound hostages, heads back toward the vault. His heart pounds in his ears and h eyes widen as he moves through the smoky air.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nick enters. Looks down, and sees it -- THE GAPING HOLE B IN THE FLOOR. A SEWER-LINE is barely visible below. ON THE REGULATORS AND LAPD -- breaching into the bank, weapons drawn. IN THE VAULT -- LAPD enters. NO SIGN OF ANYONE. LAPD Cop shines his flashlight into the gaping hole. And there stands Big Nick. Down below in the sewer. He looks",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIG NICK",
          "text": "Got a flashlight?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERRIMEN, ENSON, DONNIE AND BOSCO EMERGE FROM A MANHOLE O",
          "text": "A NEARBY STREET in a quiet neighborhood. Parked right the the BRINKS ARMORED TRUCK. The commotion outside of the bank can be seen BLOCKS AWAY They mount the truck, start pulling off their clothes for wardrobe change. Doors shut. Merrimen guns it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Big Nick stands at a sewer “intersection”, part of the endless SUBTERRANEAN LABYRINTH beneath our city streets. shines the flashlight down the various routes. 40 meters behind, LAPD and SWAT inspect the hole left in the vault. Tony Z and Gus approach Nick. Both realize, the suspects long gone. Which direction they fled is a pure guessing g",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONY Z",
          "text": "Christ... Where does it all lead to? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f106 107 108 109 Den of Thieves February 6, 2016 Draft 92.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUS",
          "text": "Where doesn’t it? Nick turns to face them, a wry look on his face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIG NICK",
          "text": "You know what this whole thing is? .--It’s a decoy... It’s a fucking decoy. They all look to one another, come to the same conclusion",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONY Z",
          "text": "...The Fed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They've slipped into new outfits -- Merrimen and Enson in BRINKS UNIFORMS, Donnie into his DIN TAI FUNG DELIVERY CLOTHES, Bosco into DWP GEAR.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ENSON",
          "text": "(into nextel radio) Ghetto Bird, this is Lava. We confirmed?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mack stands by a street level OPEN EXCHANGE BOX, his equipment taped in. He speaks into his secured nextel:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACK",
          "text": "Check. Appointment’s 2:45. Got 2 minutes. And that Chinese better be some cold ass food. They ordered an hour ago, over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Merrimen pulls to the side of the road. Bosco hops out wi his DWP gear. Merrimen’s Suburban is parked there. They drive off. RUN A FINAL CHECK of the MONEY TUBS’ CONTENTS. Cash is bundled, secured. Check the BofA Deposi Slips, Donnie’s supplies -- over-sized ZIP-LOCK BAGS, HAI GEL.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ENSON",
          "text": "(into shoulder-fitted nextel) Peckerwood, all set? Donnie can hear Enson in the EAR-PIECE buried in his ear. Donnie gives Enson a thumbs up, takes a deep breath. Enso pulls the top off one of the money tubs. \f110 111 Den of Thieves February 6, 2016 Draft 93. EXT. BANK OF AMERICA —- DAY 110 Big Nick and his boys exit the bank, breeze past Lobbin’ and the LAPD, who comb over the Econoline Van. Lobbin’ Bo shakes his head to himself as Nick passes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOB",
          "text": "You need professional help.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIG NICK",
          "text": "Desperately... (shoulder taps Bob as he blows past) My bad last time. Your crime scene. Nick salutes Bob with a solidarity fist pump. Bob holds h hands up in surrender, unsure where the hell Nick is goin Nick, Tony Z, and Gus mount their vehicle, leave the scen",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Merrimen and Enson pull up to the security gate at The Fe The Receiving Guard, JACKSON, black, 62, leans out from t bulletproof SECURITY BOOTH, doesn’t recognize them. New g",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACKSON",
          "text": "Got you on a new route? Merrimen hands Jackson a SCHEDULED DROP CONFIRMATION.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERRIMEN",
          "text": "Yeah, they switched us over this week. Jackson picks up a PHONE. Speaks into it:",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACKSON",
          "text": "Got a 3 o’clock for BofA? Jackson waits for the confirm, inspects the “Scheduled Dr Confirmation”. He looks over Merrimen, glances inside the truck. RECEIVING GUARD#3 steps out from the booth, holdin POLE with a MIRROR ATTACHED to the end of it. Runs it alo the bottom-side of the truck, inspects the underbelly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERRIMEN",
          "text": "If it’s a problem, we can have base reschedule.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACKSON",
          "text": "It takes a sec...While we’re waiting, could I bother you for your ID's? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f111 112 Den of Thieves February 6, 2016 Draft 94.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Merrimen hands Jackson their BRINKS IDS. Jackson looks th over. Merrimen shifts a little. What’s taking so damn lon Jackson listens in the phone, hangs up. Jackson hands Merrimen their IDs, waves them through as the GATES FINAL RISE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Merrimen guides the truck along a WINDING CIRCULAR DRIVEW that leads 5 stories down. They approach the RECEIVING DO Receiving Guard#2, MONROE, guides them into the dock. Merrimen and Enson hop out. Open the rear doors of the tr wheel out MONEY TUBS, “FRB-LA” emblazoned on all.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONROE",
          "text": "B of A, 2.2? (Merrimen nods) Sign here. Merrimen signs the RECEIVING CONFIRMATION FORM. As he doe Monroe eyeballs him. Looks at his ID.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONROE, (CONT'D)",
          "text": "You new, Marc?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERRIMEN",
          "text": "Yes sir. Monroe nods, glances at his watch, annoyed. This is one t watch out for. He’s suspicious by nature. Fastidious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONROE",
          "text": "You're late.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERRIMEN",
          "text": "Yeah, we got caught up in traffic. Merrimen smiles. Monroe doesn’t.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONROE",
          "text": "I don’t know where they had you guys routed before, but we run a tight, tight ship here. If you’re going to be late, have base call in. You should know that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERRIMEN",
          "text": "I know, I know. Traffic was -",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONROE",
          "text": "- just have them call. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f112 113 Den of Thieves February 6, 2016 Draft 95.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Monroe grabs the clipboard. Moves off. Enson and Merrimen wheel the MONEY TUBS to the RECEIVING BAY. Behind the wal 3” thick bulletproof plexiglass are the count rooms, bust with activity. Most employees look like they’ve been pluc from the Universal City Walk. Minorities with iPods in th ears, or fat white women and old white dudes with ponytai Merrimen eyes the omnipresent cameras above. LUIGI and JU approach, laughing about something, moving through a seri of man-traps. Luigi nods to them, motions for Merrimen to pass the B OF A FEDERAL RESERVE DEPOSIT SLIP through a SL Merrimen does. Luigi reads it, shouts through the glass:",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUIGI",
          "text": "Hundreds?! (Merrimen nods) We're a little backed up. Be about 45ish! Merrimen gives him a thumbs-up. Enson pushes the money tu into a MAN-TRAP CHUTE. Shuts his side. Opposite side then opens. Luigi and Junior punch the tubs through the man-tr into the 100 dollar count room. MERRIMEN’S POV -- of the banknote machine. In the CLEAR TUBING, A HUGE STACK OF HUNDREDS WAITS TO BE SHREDDED.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Merrimen’s BofA tubs are in line, about 4 back. Luigi and Junior run bundles of 100’s through the counting machine. stack of UNFIT 100s grows further. Junior blasts Power 10 COME IN ON the LAST BofA MONEY TUB. DISSOLVE through its plastic exterior, and MORPH inside -- DONNIE RESTS IN THE",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUNDLES, SWEAT POURING FROM HIS BODY.",
          "text": "He struggles to take LONG, SLOW, DEEP, QUIET BREATHS. He whispers into a NEXTEL MIC hidden beneath his shirt:",
          "sentiment": "neutral"
        },
        {
          "speaker": "DONNIE",
          "text": "Repeat Offender, this Peckerwood. I’m in. ON MERRIMEN -- hears the message over nextel. Looks aroun No sign of Monroe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERRIMEN",
          "text": "(quietly) Greenpeace, this is Repeat Offender. Peckerwood is in, over. \f114 115 116 117 Den of Thieves February 6, 2016 Draft 96.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bosco speaks back into his nextel:",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOSCO",
          "text": "Roger that, Repeat Offender. Lights out. He engages a series of controls on the grid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cam checks the security control board, shakes his head. Shouts through the bulletproof glass to Johnny:",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "We're brown again! Gotta shut down. Pull’em out of the count rooms! Johnny nods, speaks into a secured radio, as Cam checks t SURVEILLANCE SCREENS. COME IN ON MONITOR 14 -- the count room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TIGHT ON MERRIMEN’S EAR. An EARPIECE inside. Locked into internal radio wavelength. Overhears Johnny:",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY",
          "text": "(in earpiece) .-..we’re going brown. Gotta shut down for a bit. All teams go ahead and take 10.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERRIMEN",
          "text": "(quietly into nextel) Get ready to go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Luigi shuts down the counting machine. He and Junior punc out of the man-trap, step into the hallway, lock the door Quiet inside now. Just the sounds of Power 106. ON MERRIMEN -- through several walls of man-trap glass, h sees Junior and Luigi LEAVE THE COUNT ROOM.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERRIMEN",
          "text": "(into nextel) You're clear. ON DONNIE -- crammed inside the tub. Very, very slowly op the top lid. He looks to the FLUORESCENT LIGHT PANEL 10’ above. He extends a thin, RIGGED CAR ANTENNA, inches it o extending it upward. 2 feet further. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f117 118 Den of Thieves February 6, 2016 Draft 97.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "ON MERRIMEN -- he and Enson feign interest in the LA Time Merrimen’s eyes furtively glance around -- MERRIMEN CAN M OUT THE ANTENNA. All the FED EMPLOYEES head for the cafeteria. ON DONNIE -- couple of inches further. ON CAM -- in the security nerve center, reading a mag instead of looking at monitor 14, where the antenna is barely visible. ON DONNIE -- lightly jerking the antenna up, into the fluorescent bulb. Jabbing it. Can’t break it. ON MERRIMEN -- 2 Employees walk right past the 100 bankno count room. Merrimen and Enson tense. The employees disap into the cafeteria. ON DONNIE -- jerks it again. POP. A small shower of glass The BULB goes dark, causing the entire BAY OF FLUORESCENT FLICKER slightly. Donnie quickly inches down the antenna.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DONNIE",
          "text": "(into mic) Am I clear? ON MERRIMEN -- sees the lights flickering. Scans the area",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERRIMEN",
          "text": "(whispers into nextel) Clear. Go. Go. ON CAM -- still reading. MONITOR 14 GOES DIM. WHITE NOISE ON DONNIE -- slides the top open further. Looks around. H shit. He’s here. Fed Employees walk past, down the hallwa He lowers to the ground, crawls over to the count machine the CLEAR TUBE, just above the shredding compartment. His eyes widen as he takes in the sight -- piles and pile 100 dollar notes. TENS OF MILLIONS OF DOLLARS. From underneath his shirt, he slides out the OVERSIZED ZI LOCK BAGS. Clicks open an undercarriage of the tubing, reaches in, and STARTS SHOVING MONEY INTO THE ZIP-LOCKS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Big Nick tears through city streets. Gus white-knuckles i while riding shotgun. Tony Z in back. Nick keys the radio (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f118 119 120 121 122 Den of Thieves February 6, 2016 Draft 98.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIG NICK",
          "text": "(into radio) We'll take north south streets, Fig and Grand. You take east west, 6th and 8th.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Murph drives, haul’s ass. Borracho rides shotgun, on the radio:",
          "sentiment": "neutral"
        },
        {
          "speaker": "BORRACHO",
          "text": "(into radio) We got it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fed Employees watch TV, munch on shit from vending machin DORIS, the fat black girl with long candy-stripe fingerna checks her watch. Her “buddy” SHARON is upset:",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHARON",
          "text": "What’s taking them so goddamn long?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORIS",
          "text": "Need to lose weight anyway, honey. Sharon dials a company phone. Other end answers:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALE VOICE",
          "text": "(thick Chinese accent) Din Tai Fong.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHARON",
          "text": "It’s Sharon, at the Fed. We ordered almost an hour and a half ago. I only have so much time for a lunch break -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mack, on the VERIZON test phone, does his best Chinaman:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACK",
          "text": "- es coming. Be dare in a few meenute. Sharon huffs. She hangs up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Donnie works as fast as he can, rifling cash into zip-loc",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERRIMEN",
          "text": "(over earpiece) They just called for the Chinese. Hurry. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fDen of Thieves February 6, 2016 Draft 99.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Donnie fills another bag, seals it, circumvents the shredders, and stuffs it into the CHUTE that leads into t floor. The zip-lock bag slides downward out of sight. CAMERA FOLLOWS THE ZIP-LOCK -- filled with MILLIONS OF UNSHREDDED DOLLARS, as it splashes into the vat, where th mixing arm stirs the bag into the wet cement.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Johnny enters. Notices Monitor 14 is on the fritz.",
          "sentiment": "neutral"
        },
        {
          "speaker": "14",
          "text": "Cam looks. Taps the screen. Nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY, (CONT'D)",
          "text": "Is motion out in there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "Yeah. We’re still brown.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY",
          "text": "Better override, turn it on. ON DONNIE -- shoveling bags down the chute, when he notic RED BEAM on his arm. He freezes. ON CAM -- a light flashes on monitor 14, and an alarm sou",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "(into secured radio) Luigi, you there? ON LUIGI -- in the cafeteria. Clips the radio off his bel",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUIGI",
          "text": "(into radio) Yeah?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "(over radio) Check the 100 count. Motion just went off. ON MERRIMEN -- having over heard it all. He looks to Enso",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERRIMEN",
          "text": "Step on them. Quick. Enson reaches in his pocket, presses down on a secured ra “talk” button. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f123 124 Den of Thieves February 6, 2016 Draft 100.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERRIMEN, (CONT'D)",
          "text": "(whispers into nextel) Get out now. You set it off. Get out. ON DONNIE -- shuts the shredding tube. Scurries behind th counting machine, to an AIR VENT IN THE FLOOR. Starts unscrewing the screws holding it down. ON LUIGI -- hits “talk” to speak, but gets cut off by STA coming from the radio. ON CAM -- hits “talk” on his radio.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "(into radio) Luigi, you - But all he gets is LOUD STATIC AND WHISTLES.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM, (CONT'D)",
          "text": "(into radio) Damnit. Luigi, you’re steppin’ on me. Nothing but feedback. He slams the radio.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM, (CONT'D)",
          "text": "What’s going on here today?! (to Johnny) Somebody's steppin’ on the goddamn radio.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cam enters, shouts to Luigi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "You gotta let go of the talk button. You're steppin’ on the line!",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUIGI",
          "text": "(holds up his radio) It’s not me. We back on yet?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "No. Check the 100 count please. Motion went off. Switch to line 5. ON LUIGI and JUNIOR -- walking toward the count room. ON DONNIE -- frantic. Fumbling with the SCREWS. One left.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERRIMEN",
          "text": "(over ear-mic) They're right there. 15 seconds. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f124 125 Den of Thieves February 6, 2016 Draft 101.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "ON LUIGI and JUNIOR -- approaching the man-trap. ON DONNIE -- unscrews the last one. Lifts up the vent. ON LUIGI and JUNIOR -- punching in their codes. ON MERRIMEN and ENSON -- about to explode. Enson looks to right. Monroe’s looking at him. Enson looks away. ON LUIGI and JUNIOR -- man-trap clicks open. They enter, search the room. Luigi peeks behind the counting machine. Nothing back here. Just wires, outlets, dust, and the air vents. Luigi punches the radio -- all static. He remembers, switches to line 5:",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUIGI",
          "text": "(into radio) This is Luigi. Nothing here. ON MERRIMEN -—",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERRIMEN",
          "text": "(into nextel) Where are you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Donnie, squeezed inside of the AIR-DUCTS, COOL AIR- CONDITIONED WIND BLASTING past him. His heart pounding.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DONNIE",
          "text": "(into mic) In the vents. ON MERRIMEN -- all he hears is wind-blown static.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERRIMEN",
          "text": "(into nextel) Say again? (there’s no answer) --.shit. ON LUIGI -- Cam’s voice comes over his radio:",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "(over Luigi’s radio) I‘ll juice up the room. Run the count, make sure it’s on. Power returns to the counting machine. Luigi and Junior continue their job of feeding the cash into the machine. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f125 Den of Thieves February 6, 2016 Draft 102.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Luigi waves to Merrimen and Enson, gets their attention, mouths and motions to them, “give us 20 minutes.” ON MERRIMEN and ENSON -- waving back, “no problem.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERRIMEN",
          "text": "(into Nextel) Greenpeace. You’re done. Cut out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOSCO",
          "text": "Roger that, cutting out. Bosco hurriedly cuts out, pulling wires, resetting the po He packs up his gear and rushes toward the exit. ON JUNIOR -- opening Merrimen’s BofA tubs. First one, ful Second one, full. Third one -- only a dozen bundles lying haphazardly on the bottom of the tub.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUNIOR",
          "text": "They put like 10 bundles in this tub. Luigi looks back, furrows his brow, then shrugs. He turns the shredders. COME IN ON the remaining 100 dollar notes the clear exit tube, as they are sucked into the shredder ON DONNIE -- in the ventilation shaft. Almost pitch black here. Light creeps in through the air vents. He crawls as fast and quietly as he can, air blowing in his face. Comes to a VENTILATION-SYSTEM INTERSECTION. Pulls a SMALL NOTE from his pocket WRITTEN ON A HOFBRAU BAR NAPKIN -- a HAND-DRAWN MAP OF THE VENTILATION-SYSTEM, with a RED-LINE designating his route. It POINTS UP. Donnie looks up. 12 above is an opening to another shaft. ON LUIGI and JUNIOR -- finishing the count. Luigi checks counter on the machine -- a number visible in red LED.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUIGI",
          "text": "What’s the total?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUNIOR",
          "text": "Seven twelve, two one four. The LED counter reads -- 712,214. Luigi grabs the radio.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUIGI",
          "text": "(into radio) The count is on. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f125 126 Den of Thieves February 6, 2016 Draft 103.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "ON MERRIMEN -- watches as Junior and Luigi head their way through the man-traps toward him. ON DONNIE -- climbing up, feet and hands pressed into the sides of the shaft. Exhausting, slow, isometric movement. Donnie’s muscles quiver. He reaches for the vent opening, almost losing his grip, SLIPS, GRABS ON WITH HIS FINGERTI One final heave, he pulls himself into the upper ventilat shaft. Cringes in pain, his fingers throbbing. He wedges himself in. Light spills up from a vent 20’ ahead. Looks his map. X marks the spot, right over that vent. He start wiggle forward, GETS STUCK. It’s too narrow. ON MERRIMEN -- Luigi returns the DEPOSIT RECEIPTS and TUB",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUIGI, (CONT'D)",
          "text": "(shouts through the glass) Why’d you only have like 10 bundles in the last tub?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERRIMEN",
          "text": "I'm sorry?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUIGI",
          "text": "The third tub. It was practically empty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERRIMEN",
          "text": "...That’s the way we got’em.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUIGI",
          "text": "Next time you have anything less than 20 bundles, just put them in a cash sack. A lot easier.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERRIMEN",
          "text": "Sorry about that. Just learning the ropes. Luigi nods. Merrimen waves bye politely, moves for the tr DONNIE -- stuck in the shaft. He’s pulled his shirt off, is rubbing HAIR-GEL all over the shaft’s walls. He extend his arms forward, starts dragging himself through the sha It works. He squeezes toward the opening ahead, the tight of the shaft’s walls pressing on his chest, causing him t gasp in short breaths.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Barreling ahead. Downtown skyline can be seen. \f127 128 129 130 131 Den of Thieves February 6, 2016 Draft 104.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Donnie drags himself to the vent. Next to the vent, in th shaft, IS THE PLASTIC DIN TAI FUNG TAKE-OUT BAG. DONNIE’S POV -- just below is the MEN’S BATHROOM. He’s directly above one of the three toilet stalls. The bathroom’s empty. Donnie takes a deep breath, then pulls the vent. HE DROPS THE CHINESE TAKE-OUT ONTO THE MIDDLE STALL FLOOR. Stall#2.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Merrimen drives, winding up the circular driveway. Jackso raises the gates, waves “bye” to Merrimen and Enson. Merr smiles, gives Jackson a two-finger salute. INT. THE FED, MEN’S BATHROOM — DAY 129 Donnie lowers himself down, WHEN THE BATHROOM DOOR OPENS. quickly pulls his legs back up. Holds his breath. It’s Johnny. He moves for Stall#1. Sits on the toilet, groans. If he were to look up, he’d see a sweaty bare-che man hovering over him in the vent, covered in pink hair-g But he doesn’t. He’s enjoying his quiet time. Johnny fini up, flushes, and leaves. Donnie goes for it, quickly HOPS DOWN INTO THE STALL. He pulls his shirt back on. Tries to wipe the gel off of his arms with toilet paper. Flushes it down. He comes out of the stall. Checks himself in the mirror. Wipes sweat from his forehead. Calms himself. This is it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Armored Truck pulls up next to Merrimen’s Suburban, parked roadside. Bosco’s at the wheel. Bosco follows Merr as they pull out into the streets.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Doris and Sharon pay Donnie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DONNIE",
          "text": "-..one of the guys didn’t come into work. They had me doing all the deliveries.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORIS",
          "text": "I'm sorry, I'd tip you honey, but that just took too damn long. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f131 132 133 134 135 136 137 Den of Thieves February 6, 2016 Draft 105.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Doris winks at Donnie. Donnie nods sheepishly, leaves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The WASTE DISPOSAL GUYS toss the MONEY BRICKS into the DUMPSTER. COME IN ON ONE OF THE BRICKS -- a corner of one of the zi locks protrudes an inch out of the brick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Donnie moves toward the elevator, passes the JANITOR. Gla at him. The Janitor is WOLFGANG.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Donnie, tension racking his body, can’t stop fidgeting, sweating. The elevator doors open.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Doris and Sharon, opening all the little take-out boxes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The HULKING ORANGE WASTE MANAGEMENT TRUCK beep-beeps as i backs up to the dumpsters. ALEXI hops out, lowers the lif arms, and unloads the dumpster into the belly of his truc",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Donnie approaches the EXIT MAN-TRAP. The man-trap opens. Donnie enters, waves nicely to the SECRET SERVICE GUARD o front. Looks at the red light, waits for it to turn green ON THE SECRET SERVICE GUARD -- checking the SIGN-IN SHEET DOESN'T SEE DONNIE’S NAME. Furrows his brow. ON DORIS and SHARON-- digging into the food, taking famis bites. Sharon stops chewing. Spits the food out into a napkin. Looks up at Doris in disgust. Doris shrugs:",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORIS",
          "text": "What? Damn you’re finicky. DONNIE -- waiting in the man-trap. Eyeing the light. Stil red. SECRET SERVICE GUARD -- flipping through the sign-in shee Looking for Donnie’s name. Confused. GLARES AT DONNIE. SHARON -- she’s on her cell-phone, pissed off. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f137 138 Den of Thieves February 6, 2016 Draft 106.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHARON",
          "text": "I wait almost 2 hours and when it finally comes it’s cold?! What kind of bullshit - COU-CHI’S VOICE - ma’am! Ma’am. I sorry. I got no oder fom you today. No oder. You never call.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHARON",
          "text": "We never called?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Secret Service Guard still stares at Donnie, when the PHO his desk starts ringing. Finally, he hits the man-trap bu ON DONNIE -- light turns GREEN, and the man-trap opens.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SECRET SERVICE GUARD",
          "text": "Sorry to keep you waiting buddy, but ah... The phone at his security desk continues to ring. SECRET SERVICE GUARD (CONT’D) I don’t have you signed in. I just stared my shift, but, I don’t see your name. Shows Donnie the sign-in sheet. Sure enough, his name isn there. THE PHONE IS STILL RINGING. THE GUARD REACHES FOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "DONNIE",
          "text": "I thought I signed in with what’s his name? The guy on the last shift. Secret Service Guard debates. Looks at Donnie. He carries nothing. Screw it. The phone still rings. Has to answer t",
          "sentiment": "neutral"
        },
        {
          "speaker": "SECRET SERVICE GUARD",
          "text": "Forget it. Have a good one, buddy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DONNIE",
          "text": "All right, you too. Donnie heads for the front doors, quickens his pace as th Guard answers the phone. COME IN ON SECRET SERVICE GUARD as he answers. Sharon can heard on the other end, shouting something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SECRET SERVICE GUARD",
          "text": "Wait. What? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f138 139 140 141 142 143 Den of Thieves February 6, 2016 Draft 107.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Secret Service Guard furrows his brow, looks outside, see Donnie disappearing into the downtown streets.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ON DONNIE -- hustling away from the Fed, looks back over shoulder, tries not to break out into a sprint. Rounds a corner, spots a VERIZON VAN parked there. Heads for it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ON CAM, JOHNNY, SECRET SERVICE GUARD -- searching the str for Donnie, AS THE ORANGE WASTE MANAGEMENT TRUCK PASSES B CAMERA FOLLOWS the Orange truck as it heads south on Gran A BLOCK AHEAD, ARMORED TRUCK AND MERRIMEN’S SUBURBAN MERG INTO TRAFFIC, AND FOLLOW IT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ON NICK, GUS and TONY Z -- desperately searching the down streets for their suspects. Gus and Tony Z share a look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ON MERRIMEN -- tailing the Orange truck, doing his best t negotiate the heavy Friday traffic. The Suburban is ahead holding a tighter tail. Merrimen can’t keep up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERRIMEN",
          "text": "(into nextel) Stay tight stay tight! I’m stuck. Tries to change lanes. Someone behind honks, blocks him i",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ON BOSCO -- behind the wheel, 3 car lengths back. The Ora truck approaches a traffic light. It turns yellow. The Or truck accelerates, blows the light. Bosco swerves into an open lane. Still yellow. He guns it. It turns red. Sees a MOTORCYCLE COP. Cringes as he blows the red. Bosco looks back. Motorcycle cop bangs a left, didn’t not Bosco sighs, looks ahead -- the Orange truck turns right blocks ahead. Bosco punches it. Bangs a right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOSCO",
          "text": "(into nextel) Go right on Gage! Right on Gage! \f144 145 146 147 Den of Thieves February 6, 2016 Draft 108.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Orange waste management Truck turns down a small side street, nears the VERNON CITY DUMP. Crosses an alley that intersects the street. THE ARMORED TRUCK EMERGES FROM THE ALLEY, CUTS THE ORANGE TRUCK OFF. The Orange Truck’s brakes lock up. Squeal to a halt. Behi the Suburban SANDWICHES THE ORANGE TRUCK IN. Bosco jumps from the Suburban, HK in hand. Runs up to the Orange truck’s cab, points the HK inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GET OUT",
          "text": "The Driver takes one step out, when Bosco BRINGS THE BUTT THE HK ACROSS HIS SKULL. The driver collapses in a ball. Bosco jumps into the truck’s cab, Enson into the Suburban All 3 vehicles tear away from the scene. COME IN ON THE WASTE MANAGEMENT DRIVER, grimacing in pain Only it isn’t Alexi. IT’S BAS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ON DONNIE -- nearing the Verizon Van. Mack appears next t it, meets eyes with Donnie. Then Mack suddenly backs up. Donnie spins. A VEHICLE ALMOST RUNS HIM OFF THE ROAD, sla to a stop. Donnie jumps to avoid getting hit. Doors open. Donnie is grabbed, tossed in. Abducted in seconds. Mack turns away, plays it off as if uninvolved. The vehic takes off. Nick’s F-150. EXT. “PACIFIC AUTO SCRAP & SALVAGE”, SOUTH GATE - DAY 146 A sprawling, neglected junk yard. Scraped cars stacked 5 high. The Armored Truck pulls into the yard, the Suburban Orange Truck right behind it. They all come to a stop. SAMOAN MAFIA, Enson’s bros, receive the Armored Truck. Merrimen jumps out of the Armored, retrieves his gear. En nods to his Samoan boys. THEY IMMEDIATELY START TO STRIP- THE ARMORED TRUCK, make it disappear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tony Z roughs Donnie up in back. Nick looks at their captive. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f147 Den of Thieves February 6, 2016 Draft 109.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Donnie’s scared, confused, can’t believe he got burned. N has had it. He lets go of the wheel, lurches back at Donn attacks him, pounds his face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASSHOLE, WHERE IS HE",
          "text": "Nick tears at Donnie’s shirt, and in the process RIPS THE AND A NEXTEL TRANSMITTER FROM DONNIE’S WAIST. Nick looks it briefly. Then throws it out the window. ON MERRIMEN -- loading gear into the Suburban, when he he the commotion over the nextel. He strains to hear more closely, but the line goes dead. ON NICK’S TRUCK -- Donnie is curled into a defensive ball Blood pours from his mouth. Tony Z cuffs Donnie’s right h to the door handle, jams a gun into gut.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONY Z",
          "text": "Game's up, that’s it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DONNIE",
          "text": "Pacific Salvage. Junk yard in South Gate. Donnie looks to them. They to him, making sure this is so",
          "sentiment": "neutral"
        },
        {
          "speaker": "DONNIE, (CONT'D)",
          "text": "That’s our rally point. Ditching the truck there. They’1ll get there any minute, if they’re not already. Nick and Tony Z share a look. It’s solid. Nick steps on i gets on the radio. Gus brings the location up on their GP",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIG NICK",
          "text": "(into radio) Pacific Auto Scrap and Salvage. Alameda Corridor, South Gate... ON MERRIMEN -- Nextel suddenly crackles in Merrimen’s ear",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACK",
          "text": "(over nextel) Repeat Offender, Ghetto Bird. Peckerwood is burned, over. Merrimen pushes the nextel deeper into his ear:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERRIMEN",
          "text": "(into nextel) Repeat?! (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f147 148 149 Den of Thieves February 6, 2016 Draft 110.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACK",
          "text": "(over nextel) Peckerwood is burned! They got him. Merrimen stops, squeezes his eyes shut.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACK, (CONT'D)",
          "text": "(over nextel) But I’m clean. Where am I going man?!! Merrimen pauses, doesn’t respond. Then he clicks off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Murph and Borracho listen to Nick’s lead over radio:",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIG NICK",
          "text": "(over radio) .+.suspects there now. We’re 5 minutes out. Borracho pulls it up on their GPS. Murph keys their siren They slice through and past traffic. EXT. “PACIFIC AUTO SCRAP & SALVAGE”, SOUTH GATE - DAY 149 Frantic, focused activity as the Orange Truck is wiped do striped of any incriminating evidence. Enson throws all o the Brinks gear in a BARREL. Pours lighter fluid all over clothes, LIGHTS THE BARREL AFLAME. Bosco engages the dump-truck’s controls. The rear of the truck rises and opens, ALL OF ITS CONTENTS SPILLING OUT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERRIMEN AND BOSCO RIFLE THROUGH THE PILE OF REFUSE, FIND",
          "text": "MONEY BRICKS. They quickly drag them to the Suburban, thr them in back. Slam the rear doors. Merrimen fires up the Suburban’s engine. Enson looks to h",
          "sentiment": "neutral"
        },
        {
          "speaker": "ENSON",
          "text": "Our other two?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERRIMEN",
          "text": "They’re burned. Enson nods, but doesn’t like it. Bosco jumps in the Suburban. Enson looks to his Samoan bros, then mounts up. They tear out. \f150 151 152 Den of Thieves February 6, 2016 Draft 111.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Semis, Big Rigs, and rush hour traffic pack the main arte into the Port of Los Angeles. The Suburban pushes through aggressively best it can.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tension thick as their progress is slowed further by gridlock. Enson checks his watch. Merrimen’s eyes bounce and forth between the road ahead and the rear-view mirror Bosco passes out their travel docs and passenger manifest Traffic grinds down to complete stop. Merrimen’s eyes are pinned to the rear-view. Bosco starts to peel off his arm",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERRIMEN",
          "text": "Keep your vest on. Bosco stops. He and Enson look to Merrimen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERRIMEN, (CONT'D)",
          "text": "About 30, 40 cars back...Look. Enson tenses, follows Merrimen’s gaze, looks back. ENSON’ POV -- through the exhaust and congestion behind them, bu in deep traffic, is a vehicle we recognize. NICK’S F-150. Both Enson and Bosco turn, strain to get a cleaner view.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOSCO",
          "text": "Is it?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ENSON",
          "text": "(to Bosco) Give me that. Enson motions to one of the HK-416s. Bosco hands it over. Enson raises it, looks through the gun’s sight at the F-1",
          "sentiment": "neutral"
        },
        {
          "speaker": "ENSON, (CONT'D)",
          "text": "Motherfucker.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ON BIG NICK -- eyes locked on the Suburban ahead. Their visual is occasionally blocked by Semis. Gus and Tony Z tighten their vests, check their mags, flip safety off. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f152 153 154 Den of Thieves February 6, 2016 Draft 112.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIG NICK",
          "text": "(into radio) Be advised, they’re wearing full body armor. No center mass shots. Aim for limbs and vitals only.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BORRACHO",
          "text": "(over radio) 10-4. The gridlock reaches them. They grind to a halt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Murph edges the car into the far right emergency lane, overtakes a chunk of traffic. Gets a visual on the Suburb",
          "sentiment": "neutral"
        },
        {
          "speaker": "BORRACHO",
          "text": "(into radio) Coming up on suspects’ 4 o’clock! Move on suspects from their rear! Borracho gets a clean view of the Suburban 3 lanes over a just ahead. Taps Murph’s arm:",
          "sentiment": "neutral"
        },
        {
          "speaker": "BORRACHO, (CONT'D)",
          "text": "Here here here! Murph throws it into park. They grab carbines and extra m",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Enson and Bosco’s heads are on a swivel, search the traff behind for incoming threat. Enson spots something, what l like movement between cars -- COPS GETTING OUT OF THE F-1 He slams his fist into the dash in frustration. Merrimen grabs Enson by the arm, hard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERRIMEN",
          "text": "Hey! Enson slaps Merrimen’s hand away, turns melancholy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ENSON",
          "text": "What did I tell you? What did I tell you?!! Merrimen glares at him, then raises his eyebrows, questio his manhood. All said without words. Merrimen motions to adjacent neighborhood, and the myriad ways to flee.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERRIMEN",
          "text": "Go ahead... I’m not ditching. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f154 155 Den of Thieves February 6, 2016 Draft 113.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Enson’s eyes burn hot. He doesn’t blink, doesn’t take his eyes off of his lifelong teammate, and crimey. Then, his glaze over, as resignation sets in. Enson turns to Bosco:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ENSON",
          "text": "Give me the 48. Bosco passes Enson the 7.62cal MK48 machine-gun. Enson cl on the MK48 ammo box, opens the feed-tray and chambers th link, slams it closed, and yanks the charging handle to t rear of the gun. Ready for war.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CAMERA PUSHES LOW AND STEADY thru the traffic toward the Suburban. ONE BY ONE, NICK AND THE COPS MOVE INTO FRAME, crouched low, using the vehicles as cover. They signal on another, spread out into different lanes, approach the Suburban. ON MERRIMEN -- a break in the traffic. Vehicles ahead beg to slowly, painfully move. Merrimen urges them on. ON BIG NICK -- eyes wide as he closes in. He signals to motorists as he passes them, quietly orders them to:",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIG NICK",
          "text": "Stay down, down!! Behind your engines! ON BORRACHO -- coming at the Suburban from it’s 4 o-clock Sees the break in traffic ahead, quickens his pace. Motio for citizens to “Stay Down!” He brings up his carbine, aims sights at the Suburban’s passenger door, when the door bursts open.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POLICE",
          "text": "Enson opts to step out, massively clad in head to toe bod armor, the MK48 in hand. It’s a terrifying sight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHEST. ENSON TURNS ON BORRACHO AND OPENS FIRE ON FULL AUT",
          "text": "Flames spew from the gun’s muzzle as BULLETS RIDDLE BORRA CUT HIM DOWN where he stands. The gunfire so loud, rapid powerful, it sounds like the air is tearing. A MAELSTROM OF GUNFIRE EXPLODES ALL AROUND as Nick and th cops open fire on Enson and the Suburban from various positions. Rounds puncture the Suburban in clusters, shat windows. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f155 Den of Thieves February 6, 2016 Draft 114.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Various shrieks of terror and panic from the motorists. H blare as some cars attempt to push through the hotzone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOSCO JUMPS OUT THE DRIVER SIDE AND RETURNS FIRE ON THE C",
          "text": "dropping to a kneeling position to increase accuracy. ON BIG NICK AND THE COPS -- taking cover from Bosco’s fir ON DONNIE -- still cuffed in the truck, tugging frantical at the door handle, trying to free himself. ON BOSCO -- signaling Merrimen:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOVE",
          "text": "With Bosco’s cover-fire, MERRIMEN SLIPS OUT AND DASHES FO THE SURROUNDING NEIGHBORHOOD and side street.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ENSON",
          "text": "(shouts to Bosco)",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEEL OFF",
          "text": "Bosco peels off, bounds behind and past Enson as Enson la down awesome fire. The cacophony is deafening. ON BOSCO -- as Bosco comes to Merrimen’s position, he tap Merrimen’s shoulder as he passes. With that, Merrimen pop and opens fire with HK416.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERRIMEN",
          "text": "(shouts to Enson) tll Enson now bounds past Merrimen, as they perform A DEFENSI PEEL to perfection. The rate of fire and it’s sound, is rhythmic. And to the trained ear, beautiful. A symphony o war. ON BIG NICK AND THE COPS -- struggling to get a shot off, keeping pace, stalking the enemy. Nick comes to Borracho, dead. Nick grimaces, pops up and opens fire aggressively. ON DONNIE -- can’t get out of the cuffs. Then he notices something. HAIRGEL. Still smudged on his forearm. ON MURPH -- pressing in on Bosco, as Bosco runs for the neighborhood. Gets shots off, hits Bosco, but absorbed by body armor. Bosco turns on Murph, returns fire. MURPH TAK ROUNDS TO THE SHOULDER AND ARM. He howls in pain and drop (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f155 156 Den of Thieves February 6, 2016 Draft 115.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Bosco reloads, and moves to finish off Murph. Murph fires wild shots, some miss, others stopped by Bosco’s seemingl impenetrable armor. Murph is a fatality in a millisecond. ON TONY Z -- trying to get a clean shot on Bosco, who constantly moves. HE DROPS TO PRONE POSITION, AIMS BENEAT THE CARS AT BOSCO’S SHINS AND FEET. Fires. ON BOSCO -- moving to finish Murph off, when BULLETS TEAR THROUGH HIS SHIN, BLOW UP HIS FIBULA. He screams, drops, finally a stationary target. He sprays the rest of his cl wildly. ON TONY Z -- getting Bosco’s head in his sights. Fires. D BOSCO WITH A KILLSHOT TO THE DOME.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ON MERRIMEN and ENSON -- last men standing. They continue bound and peel, laying down steady fire while in constant motion, putting on a tactical clinic. With the cops takin cover, MERRIMEN AND ENSON RETREAT, SPRINT INTO THE NEIGHBORHOOD. ON NICK, TONY Z, and GUS -- hearing the lull in fire, the take off in pursuit, reload while they run. Fan out to ei side of the street, using cars, anything as cover.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIG NICK",
          "text": "(to Gus) Flank’em flank’em!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON GUS",
          "text": "HUSTLING AND HURDLING WALLS AND FENCES in an effort to pa the enemy, catch them unaware on their blind side. ON MERRIMEN, ENSON -- taking cover behind a vehicle, opening fire on Nick, tearing the street to shreds. Merrimen runs dry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ENSON",
          "text": "(screams to Merrimen over fire)",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOVE",
          "text": "Merrimen peels off while Enson continues firing. ON NICK and TONY Z -- in cover as MIND-NUMBING GUNFIRE fi the air. This is URBAN WARFARE; close, frenzied, fast, lo Silence again. They pop up, spot MERRIMEN, ENSON DISAPPEA INTO A SIDEYARD. They chase them into the houses, break o (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f156 Den of Thieves February 6, 2016 Draft 116.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "ON TONY Z -- at street level, moving into and through hou and their backyards. He slows, doesn’t want to make a noi to reveal his position. ON MERRIMEN -- taking quiet cover in a backyard. He silen reloads. Listens for the cops. ON ENSON -- moving slow and quiet through a house. ON NICK -- USES A TRASH CAN TO CLIMB UP ONTO A ROOF. He sweeps yard by yard below, leaps onto the next roof. He inches forward, finger feathering the trigger. ON MERRIMEN -- he slides in his last mag. It clicks quiet ON NICK -- hearing the faint click. He freezes, looks to yard below. Then his eyes land on something. HIS SHADOW. the backyard’s cinderblock wall. He cringes. ON MERRIMEN -- SEES THE SHADOW. Of someone on the roof ab Turns to it, opens fire. BULLETS SHRED THE DRYWALL AND ROOFING. ON NICK -- dives out of the way as bullets puncture throu Runs and jumps down to the sideyard, eats shit. Recovers. Rounds the corner, fires on Merrimen as Merrimen sprints ON ENSON -- slipping out of a house when a MASTIFF barks him, giving up his position. He shoots the dog. Too late. TONY Z FIRES ON ENSON’S POSITION FROM INSIDE A HOUSE. Ens returns fire with the MK48, VIRTUALLY CUTS THE HOUSE IN H Enson runs dry. He’s out. He drops the gun. ON TONY Z -- in a house, flat on the ground. Hears a heav gun clatter to the ground. He bursts outside. Enson is go ON NICK -- hunting Merrimen, sucking in air. Merrimen mov constantly, crossing an alley into a container yard. Nick can’t get a clean shot. Merrimen fires a few rounds, slow Nick. ON TONY Z -- hearing Merrimen’s shots, looking for Enson. spots FLECKS OF BLOOD ON THE GROUND. Follows them. ON ENSON -- moving up an alley, down to his handgun. Exhausted, injured. Blood soaks his pants. Comes to a qui street. No one there. Except for A MAN PARKING HIS CAR. H goes for the car, his ride to freedom, when his eyes wide Gus. Aiming his carbine right at Enson’s exposed head. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f156 Den of Thieves February 6, 2016 Draft 117.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DROP THE GUN",
          "text": "Enson doesn’t. So Gus fires. Enson takes a round to his u torso. Drops to a knee, gun falling from his hands. Enson collapses backwards. Blood pours down his arm. Gus rushes Enson, kicks his gun away. Kneels beside him. Color begins to fade from Enson’s face, as he slowly blee out. Sirens can be heard approaching in the distance. A WHISTLE. Gus looks up -- Tony Z, looking to Gus. GUS SIGNALS ENSON IS DONE. Tony Z nods, takes off after Nick. Enson squeezes Gus’ arm, looks to him. Enson’s lips start quiver, and tears pools in his eyes, as he can feel his l slip away. Enson talks weakly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ENSON",
          "text": "...look after them, please...",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUS",
          "text": "(shakes his head) I told you to drop it, my brother - Enson squeezes Gus’ arm harder yet, the last of his stren",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUS, (CONT'D)",
          "text": "(into radio) I have a suspect with several gunshot wounds, need an ambulance on the corner of MacFarland, and East C street!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ENSON",
          "text": "- my kids... Please... I...shit... Gus clasps Enson’s hand in a gesture of pure humanity.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUS",
          "text": "I know. It’s ok. You’re in His hands now. Enson’s eyes fill with raw fear. His breaths begin to ras",
          "sentiment": "neutral"
        },
        {
          "speaker": "ENSON",
          "text": "-.-my my my...shit...shit.... Despite it all, Gus just keeps nodding in comfort, maskin the profound effect this dying man is having upon him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUS",
          "text": "It’s ok. You’re in His hands... (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f156 Den of Thieves February 6, 2016 Draft 118.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Gus says a prayer, as Enson takes his last breath. Gus remains there, at his side, as Enson’s soul departs, and sirens near. ON MERRIMEN -- moving from cover to cover through the neighborhood maze of homes, cars, fences and walls. ROUNDS LITE UP HIS POSITION. A few thump into his armor. SPOTS NICK, returns fire, suppressing Nick’s barrage. Rounds from his 9. Tony Z. Merrimen turns on Tony Z, lays down steady bursts. MERRIMEN ALTERNATES FIRING IN A STACC 3 ROUND RHYTHM ON TONY Z AND NICK’S POSITIONS, AS HE RETREATS. Tony Z takes a round to the arm. Screams. Grips his gun-h forearm. Blood gushes between his fingers. He takes cover Merrimen takes cover behind a corner. Quickly reloads, as can hear them moving in. Presses the barrel of his HK416 against the wall’s corner, peeks out, and opens fire on f auto. Nick moves to cover, then unloads on Merrimen’s position. Rounds ping off his gun. The battle is loud and intense, the eardrum piercing fire echoes and reverberate heavily across the neighborhood. Dogs bark. Merrimen runs dry. He ducks back for cover, searches for fresh mag, checking his vest, belt. Can’t find one. HE’S COME IN TIGHT ON MERRIMEN, as this devastating realizatio sets in. He shuts his eyes, then slowly opens them again. He takes in the distant view -- the sprawling Port of LA, commerce’s heart, extends to the horizon. It is lit from below by a sea of vapor lights, above by a hazy, blood re sky. He looks down to the weapon in his blood-flecked hands, a resigns himself to that fact that, his time here, has com an end. Push flowers. And so it shall be... He stands, grips his weapon, then rounds the corner, movi out of cover. Big Nick waits for him there. MERRIMEN WALK DIRECTLY AT NICK, RAISING HIS WEAPON. SO NICK ENDS IT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK FIRES MULTIPLE ROUNDS INTO MERRIMEN. SEVERAL FIND TH",
          "text": "MARK. Merrimen collapses to the ground. Nick stands over Merrimen. Merrimen takes short, shallow breaths. He says something to Nick, his voice barely a whisper:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERRIMEN",
          "text": "...told you... (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f156 157 158 Den of Thieves February 6, 2016 Draft 119.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Nick meets eyes with Merrimen, then nods. Watches as Merrimen’s breathing slows, and body goes slack. Nick rea down, checks Merrimen’s pulse. RAY MERRIMEN IS DEAD.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIG NICK",
          "text": ".+-yeah you did. Tony Z comes over, looks down at Merrimen, motions to his",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONY Z",
          "text": "No mag. Dead man’s gun...He was empty. Nick picks up Merrimen’s weapon, checks the chamber. Inde it is. He and Tony share a knowing look. Suicide by cop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The crime scene has been cordoned off, the traffic moved A sheet covers Borracho’s body. ON BIG NICK -- opens his truck’s door, tosses his gear inside, then freezes. A PAIR OF HAND-CUFFS DANGLE FROM TH DOOR HANDLE, with no one attached to them. DONNIE IS GONE. Nick spins, searches the area. Donnie’s nowhere to be see",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIG NICK",
          "text": "What?!!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nick searches Merrimen’s truck, sifts through extra ammo the travel docs. He opens the rear doors. ZIPS OPEN THE",
          "sentiment": "neutral"
        },
        {
          "speaker": "OVERSIZED CANVAS BAGS THERE, FINDS THE MONEY BRICKS INSID",
          "text": "Tony Z comes up, arm bandaged. Nick pulls a knife from hi belt, rips into one of the bricks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIG NICK",
          "text": "Do those. Tony Z does the same, tearing apart the other bricks. One one, THE MONEY BRICKS BREAK APART INTO THOUSANDS OF TINY",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONFETTI.",
          "text": "But not one banknote. Not one note of legal tender. Nothi IT’S ALL SHREDDED CASH. ALL OF IT. Nick stares at it in disbelief. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f158 159 160 Den of Thieves February 6, 2016 Draft 120.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "BIG NICK (CONT’D) So they were gonna make fucking snow globes? Like, 10,000 of them? Tony Z just shakes his head in surrender.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONY Z",
          "text": "You gonna call Borracho’s wife? (Nick sighs deeply, nods) .--all right. I’m going home. Nick leans against the Suburban, exhausted, and rubs his temples. Tony Z leaves. Nick watches as he goes, looks ou over the vast crime scene, and just stands there a while.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CAMERA PUSHES IN SLOWLY ON NICK, who sits alone on the fa side of the otherwise empty office. Nick finishes up a so conversation with Borracho’s wife, hangs up. Nick sits slumped at his desk, looking at the crime wall. photos tacked up there of suspects Merrimen, Enson, and Bosco, have big red Xs struck across them. Only one doesn’t. Donnie’s. Nick stares at it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Same lurky characters. Ziggy’s behind the bar tonight. Ni walks in, looks for Donnie. Doesn’t see him. Approaches Ziggy:",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIG NICK",
          "text": "Donnie around?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZIGGY",
          "text": "No. He qvit two days ago.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIG NICK",
          "text": "You haven't seen him anywhere?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZIGGY",
          "text": "No. I said, he qvit. Nick takes a seat at the bar, projecting defeat. His head sinks into his hands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZIGGY, (CONT'D)",
          "text": "You need a trink? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f160 Den of Thieves February 6, 2016 Draft 121.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIG NICK",
          "text": "Very much so. Beer. You pick. Ziggy pours the beer. Nick takes a long sip. His eyes wan over behind the bar. To the little SIGN that reads, “Loos lips sink ships.” Nick stares at it for a second. Then his eyes move over to the PHOTO OF THE SOCCER TEAM, “HOFBRAU” emblazoned on the players’ jerseys. Nick notice something. One of the players on the team, IS DONNIE. Nic looks closer. Next to Donnie is someone else who looks familiar. Nick squints his eyes. IT’S BOSCO, THE GOALIE. Next to Bosco is a black guy. MACK. ALL ON THE SAME TEAM. A SOUND to his left. LAUGHTER. Nick looks. Four people en TWO ARE LUIGI AND JUNIOR. They all wear their ID TAGS on their shirts. As they pass by him, Nick gets a closer loo The tags read, “FEDERAL RESERVE BANK, LOS ANGELES BRANCH. Nick looks around the bar -- uniformed men sit in one cor The PATCHES on their uniforms read, “Secret Service. Fede Reserve Bank.” One of them is JACKSON. In another corner, more ID tags. CAM, JOHNNY, others. Laughing, drinking, relaxing after work. At the end of th bar -- BRINKS ARMED GUARDS, and AL, the Brinks secretary. Then it hits him -- EVERYBODY IN THIS BAR WORKS AT THE FE Nick’s eyes go to a PLACARD with DONNIE’S PHOTO on it. Be his photo are the words, “Employee of the year: 2010, 201 COME IN ON NICK'S DUMBSTRUCK FACE. QUICK CUTS OF NICK’S FLASHBACK POV --— * Donnie, behind the bar, serving Nick a drink.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DONNIE",
          "text": ".»+-You put a few drinks in a man, a nice steak on his plate, a couple of women walking around...It all comes out. + DONNIE, tending bar at the Hofbrau. Bosco seated there, putting down the Cuba Libres. THIS TIME, THE SCENE IS HEA",
          "sentiment": "neutral"
        },
        {
          "speaker": "DONNIE, (CONT'D)",
          "text": "If you guys are looking to get into something, I got a score that’s ripe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOSCO",
          "text": "..-what kind? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f160 Den of Thieves February 6, 2016 Draft 122.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DONNIE",
          "text": "The really profitable kind. (they share a look) Can you make an intro? + DONNIE, at the “POMONA MINING CO.” RESTAURANT, sitting Merrimen. Bosco waits in the b.g.:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERRIMEN",
          "text": "Why’d you come to me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DONNIE",
          "text": "Heard you’re the only one who can pull this off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERRIMEN",
          "text": ".-.if we do this, I bring in my crimeys. And as far as they’re concerned, this is my job. Not yours. Just the way it has to be.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DONNIE",
          "text": "I have no problem with that... * DONNIE, at Holly’s place, pouring over everything Donni culled at the Hofbrau -- SCHEMATICS, HAND-DRAWN MAPS ON B NAPKINS, photographs of the Fed. Merrimen is amazed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERRIMEN",
          "text": "How did you get ahold of all of this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DONNIE",
          "text": "Collected it. Over time. + a SERIES OF RAPID CUTS of DONNIE TENDING BAR, TALKING T DIFFERENT PEOPLE -- Brinks Armed Guards; Jackson; Monroe; Secret Service Guards; Johnny; Doris... + CAM, DRAWING A MAP of the FED’S VENTILATION SYSTEM on a NAPKIN and explaining it to Donnie. + JUNIOR and LUIGI, drunk off their ass, explaining to Do how the counting machines work. BACK TO NICK, at the Hofbrau. He turns to the man next to at the bar. Wolfgang. Wolfgang jabbers away drunkenly to Ziggy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WOLFGANG",
          "text": "(whispers) .-.-I tell you, somebody, if zey ver smart, vould rob the place during von of zese blackouts. It vould vork. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f160 161 162 163 Den of Thieves February 6, 2016 Draft 123.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "He STARES AT THE SOCCER TEAM PHOTO. Looks at the other players on the team. Sees the waste-management guys -- BA and ALEXI. + DONNIE AND BAS -- loading SOILED CELLO-PHANE BRICKS int the HULL OF AN ORANGE WASTE-MANAGEMENT TRUCK. + ALEXI, DRIVING THE WASTE MANAGEMENT TRUCK, seeing Bosco the black Suburban behind him. He bangs a right. AN IDENT ORANGE WASTE-MANAGEMENT TRUCK WAITS THERE. As Alexi passe he looks over to BAS, BEHIND THE WHEEL OF THE SECOND TRUC As Bas pulls out onto the street, Alexi disappears onto a side street. GONE. + BOSCO -- pulling Bas from the Waste-Management Truck. + DONNIE -- with Mack, Bas and Alexi, loading the REAL MO BRICKS into Samsonites. COME IN ON the protruding zip-loc They prep the Samsonites to be shipped. COME IN ON the ADDRESS -- “ST. MAARTEN. Virgin Islands.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "DONNIE sits at the desk of the BANK MANAGER. The Samsonit lie behind the desk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DONNIE",
          "text": "I'd like to open five separate accounts...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Donnie exits. Approaches 4 people -- MACK, BAS, ALEXI, AN DORIS. Hands them each a “Credit Lyonnaise” envelope.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORIS",
          "text": "Never eating Chinese again. That’s for goddamn sure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DONNIE",
          "text": "(chuckles, puts on sunglasses) .+-Have a good life. They walk off in separate directions, disappear into the world.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nick walks out of the bar, in a daze. He looks down the street. And there it is -- THE FED, JUST TWO BLOCKS AWAY. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f163 164 165 Den of Thieves February 6, 2016 Draft 124.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "COME IN ON NICK. His eyes wave the white flag. He’s speechless. But he does have one thing to say. And it is:",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIG NICK",
          "text": "Fraulein...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A SHIFT CHANGE is taking place, as uniformed night-shift DEBEERS SECURITY enter, while the day-shift exits. COME I one of the Security Guards, CONNOR, 42, as he leaves work Connor walks out onto the sidewalk before this imposing, formidable building. A placard on the building reads -- “",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARTERHOUSE STREET. DEBEERS DIAMONDS. WORLD HEADQUARTERS",
          "text": "Connor cuts across the street, steps into...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Football on TV. Brits putting back the bitters. Connor enters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONNOR",
          "text": "Oi! A CHORUS of “Oi’s” in return from the DRUNKEN BLOKES at t bar. ALL WEARING THE SAME DEBEERS SECURITY UNIFORMS AS CONNOR. Connor steps to the bar. Hollers to the BARKEEP:",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONNOR, (CONT'D)",
          "text": "Hey gov! Get a couple of pints of best for me mates, eh?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARKEEP",
          "text": "With pleasure, mate. We don’t see the Barkeep, only hear him. Accent is thick, it sounds vaguely familiar. His hand comes into frame, sliding the pints to Connor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARKEEP, (CONT'D)",
          "text": "And for yourself? Connor can’t decide. He’s easy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONNOR",
          "text": "I’m easy, gov. Whatever. Surprise me! Reveal the Barkeep. IT’S DONNIE. Although we hardly recog him. He’s adapted. Donnie looks directly at us, grins. And why shouldn't he. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fDen of Thieves February 6, 2016 Draft 125.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DONNIE",
          "text": "I can do that.",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_549"
    }
  ]
}