{
  "movie_id": "MOV580",
  "scenes": [
    {
      "location": "EDVARDSEN INSTITUTE",
      "time": "DAY",
      "characters": [
        "DAVE",
        "JEFF",
        "BARRY",
        "TONY DALE, (V.O.)",
        "DEE",
        "ANNE-HELENE",
        "CARLA",
        "LAWYER",
        "IN A TIDE POOL",
        "NGOC LAN, (0.S.)",
        "PAUL",
        "SOLVEIG",
        "GETAWAYS, FINE DINING, RECREATION, INNOVATIONS IN EDUCATI",
        "GLADYS",
        "VOICEMAIL",
        "DRUNK GUY",
        "FACTORY WORKER",
        "AUDREY, (ON PHONE)",
        "MAN",
        "BRIAN FAKLER, (V.O.)",
        "IN THE KITCHEN --",
        "MATT, (CONT'D)",
        "SANDY",
        "A MAP OF THE UNITED STATES 56",
        "MELANIE",
        "TERGEHL",
        "CO-WORKER",
        "A21",
        "CUSTOMER",
        "TERGEHL, (V.O.)",
        "NGOC LAN, (CONT'D)",
        "AMONG THE EXHIBITS",
        "CHILD",
        "MAN'S VOICE, (PRE-LAP)",
        "DUSAN, (CONT'D)",
        "BRIAN FAKLER",
        "A STRANGE SOUND",
        "PAUL, (CONT'D)",
        "LADY OF THE HOUSE",
        "ORIGINAL COLONY MEMBERS",
        "ROGER",
        "DR. PEREIRA",
        "JEFF, (CONT'D)",
        "LAURA",
        "RECYCLED PRESS CONFERENCE FOOTAGE 107C",
        "MOVER",
        "BIG NURSE",
        "LARRY LUSTIG, (CONT'D)",
        "BOY, (CONT'D)",
        "NORMAL-SIZED TRAILERS",
        "TUNDE",
        "KONRAD",
        "A130",
        "CHEERY NURSE",
        "SOLVEIG, (CONT'D)",
        "YOUR CURRENT HOME, WHAT ABOUT MY PET",
        "ANESTHESIOLOGIST",
        "LARRY LUSTIG",
        "DUSAN, (0.S.)",
        "KAY",
        "RICH",
        "EDVARDSEN INSTITUTE",
        "JESUIT",
        "SOME FRIEND",
        "VOICEMAIL, (CONT'D)",
        "BOY",
        "DAVE, (CONT'D)",
        "DR. ASBJ",
        "AUDREY, (0.S.)",
        "UNDER BLACK",
        "THE END",
        "TONY DALE, (CONT'D)",
        "DUSAN",
        "HYMN, (V.O.)",
        "TALKING HEAD",
        "KRISTEN",
        "SON",
        "KEVIN",
        "ADMINISTRATOR",
        "SOLVEIG, (0.S.)",
        "JACOBSEN",
        "GINA",
        "107A",
        "THE GROUP",
        "MOTHER",
        "CAROL, (CONT'D)",
        "NINE YEARS LATER",
        "NGOC LAN",
        "SUPERVISOR",
        "SOME OLD GUY",
        "VILLAGERS, (0.S.)",
        "SALESPERSON",
        "NEXT EXIT",
        "SENOR CARDENAS",
        "TERGEHL, (0.S.)",
        "POPE",
        "OLDER GUY",
        "LITTLE BOY",
        "TERGEHL, (CONT'D)",
        "LATER",
        "KRISTEN, (CONT'D)",
        "DISSOLVE TO",
        "OOOEEEEOOOOOO",
        "ONE SCIENTIST",
        "WOMAN",
        "TINY ORDERLY",
        "KAY, (0.S.)",
        "PAUL, (0.S.)",
        "THE KITCHEN 47",
        "CJ",
        "HUMAN SCALE AND SUSTAINABILITY",
        "ON TV",
        "TIM",
        "TORVALD",
        "GUY",
        "MATT",
        "DAY 79",
        "LITTLE RONNI",
        "AUDREY, (ON MACHINE)",
        "PAUL AND AUDREY",
        "MARIETTE, (0.S.)",
        "SENOR CARDENAS, (CONT'D)",
        "CAROL",
        "DR. JACOBSEN",
        "LAWYER, (0.S.)",
        "FELLOW SCIENTIST",
        "WOMAN'S VOICE",
        "S LIVING ROOM",
        "DOCTOR.",
        "AT A TABLE",
        "HOST MOM",
        "NURSE",
        "TINY ORDERLIES",
        "WAIT",
        "CROWD",
        "NEWS ANCHOR",
        "ANDY",
        "TRAVEL SERVICES, JOB OPPORTUNITIES, STAYING IN TOUCH, SEL",
        "GET READY FOR MORE",
        "ANOTHER SCIENTIST",
        "WOMAN, (ON PHONE)",
        "PROTESTER",
        "TORVALD, (0.S.)",
        "AUDREY",
        "LEISURELAND ESTATES",
        "TONY DALE"
      ],
      "dialogues": [
        {
          "speaker": "Unknown",
          "text": "The rustic yet comfortable dwelling of a 16-PERSON CLAN. are dressed in fur and leather, their hair long and braid Small fires burn for warmth and cooking. Women clean up after a meal. Men smoke pipes and converse a language at once foreign and familiar, a blend of Nordi tongues and English. Children chase one another and play simple wooden toys. A young BOY intrudes on the adults to tug on the arm of TERGEHL, an elder of the clan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOY",
          "text": "Come, grandfather, tell us a story. A weary Tergehl gently declines.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOY, (CONT'D)",
          "text": "Please. Please tell us a story. Tergehl soon finds himself surrounded by a riot of beggin faces. The adults look on with amusement, quietly sharing children’s eagerness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN",
          "text": "Yes, Tergehl, it has been many lochnars since we have heard one. (to all) Shall we hear a story? All chime in vigorously -- “Yes! Yes! A story!\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERGEHL",
          "text": "All right. I will tell a story. But then you must all promise to go to bed. The adults chuckle, the children shriek in delight, and a vow to be good. LATER --- The clan have gathered around Tergehl, the chil at his feet, eyes glimmering. Grasping a gnarled staff, Tergehl scratches his chin as i story he knows so well were difficult to recall. TERGEHL (CONT’D) Long, long ago, the world was very different. Giants walked the land. There were so many giants that you could not count them all even if you counted for your entire life. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "These giants had enormous brains. They could speak to one another across great distances. They taught themselves to fly and traveled wherever they wished, even to the moon and the stars. Yet despite these great powers, the giants were not happy. They spoke in different tongues, worshipped different gods, and fought bitterly against one another. No matter how much they ate, the giants always wanted more. They killed all the animals, chopped down all the forests, fished all the seas. And their fires warmed the entire world, making it unbearably hot. As Tergehl continues, we are transported to --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A small, tranquil “campus” of buildings.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDVARDSEN INSTITUTE",
          "text": "Bergen, Norway",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERGEHL, (V.O.)",
          "text": "But in one of their lands, there lived a clever wizard named Asborg6én.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "DR. JORGEN ASBJ®RNSEN -- fifties, balding, closely trimme beard -- works in his private lab, weary and alone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERGEHL, (V.O.)",
          "text": "Saddened by his greedy fellow giants, Asborg6én wished to change their harmful ways and end their needless suffering. For years he labored with his powders and potions until one day... Dr. Asbj@rnsen sedates a rat, then gives it an injection before placing it inside a stainless steel device the siz a microwave. He makes notes, flips a switch, and watches a timer count down to zero. DING! Long accustomed to failure, Dr. Asbjo@rnsen opens the do the device with little expectation. Today, however, his e widen in amazement.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dr. Asbj@rnsen sprints down a corridor and into a stairwe",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bypassing the secretary, Dr. Asbjornsen bursts into the i office of institute director DR. ANDREAS JACOBSEN.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. JACOBSEN",
          "text": "(Norwegian) Yes, Jorgen?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. ASBJ",
          "text": "We’ve got it. It works. Dr. Jacobsen rises from his desk. The men embrace.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Electric cars and bicycles are parked outside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thirty-five conscientious SCANDINAVIANS -- natural fibers beards, Birkenstocks -- eat, drink and mingle on a crisp, sunny afternoon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dr. Asbjornsen looks out the window at his happy guests. Unlike them, he seems troubled and uncertain. Handsome wife ANNE-HELENE approaches to place a comfortin hand on his chest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. ASBJ",
          "text": "What if it’s a mistake? A terrible mistake?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNE-HELENE",
          "text": "Don’t be afraid, Jorgen. You know it’s the right thing. We all do. You were born to make this happen. \f10 11 Dr. Asbj@rnsen nods slightly. Summoning confidence, he ta Anne-Helene’s hand and leads her outside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Standing on the deck, Dr. Asbjornsen clinks a knife to a and speaks now in English.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. ASBJ",
          "text": "Thank you, everyone. Thank you for coming today, but more importantly I want to thank you for your dedication and hard work these past many months. Smiles and applause. DR. ASBJ®RNSEN (CONT’D) Now then. You have probably guessed that I have something very exciting to announce -- very exciting, indeed. (then --) It is time. A moment of hushed jubilation. DR. ASBJ®RNSEN (CONT’D) No doubt the generations to come -- perhaps all of humanity -- will thank you for your bravery and commitment. But today each of you must ask whether you are truly ready to enter this new world, for there will be no turning back. So I ask you -- are you ready?",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE GROUP",
          "text": "Yes! Yes! We are ready! PAN around the eager faces of all gathered.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MATCHING PAN of the troglodytes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERGEHL",
          "text": "So Asborgén cast a spell over his brave young warriors, and together they set out to live as none of them had ever lived before. These were the first of our kind. The children look up at the elders, who nod knowingly. \f12 13 Al4 14",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A WIDE SHOT of the city.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERGEHL, (V.O.)",
          "text": "Seasons passed. The warriors thrived. And Asborgén resolved to spread word of his great discovery to all of the giants in all of the lands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This structure hosts exhibit halls, auditoria and meeting rooms. An electronic sign displays the name of the curren conference -- GLOBAL SOLUTIONS: TECHNOLOGY FOR TOMORROW.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN'S VOICE, (PRE-LAP)",
          "text": "For nearly a century the Edvardsen Institute has been one of the few truly visionary research organizations, working entirely without government or commercial sponsorship... INT. CONFERENCE CENTER - DAY Al4 Participants check-in at a REGISTRATION TABLE, sip coffee mingle with their colleagues. OUTSIDE AN AUDITORIUM -- A sign announces one of many mor presentations:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The voice belongs to conference president DR. PAOLO PEREI who addresses a crowded hall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. PEREIRA",
          "text": "..-and today I’m sure you will agree they have far exceeded even their many impressive achievements of the past. It gives me great pleasure to welcome the director of the institute and my old friend Dr. Andreas Jacobsen, along with his colleague, Dr. Jorgen Asbjornsen. Dr. Jacobsen emerges carrying a wooden box which he sets the podium.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. JACOBSEN",
          "text": "Thank you, Dr. Pereira. Seventy-five years ago, Mrs. Nellie Edvardsen, overcome with guilt by the fortune her late husband’s family had amassed producing mustard gas during World War I, founded our institute so that the wonders of science could instead be used to help mankind. Our mission is to combat poverty, disease, natural disasters and other calamities that arise over time. In the 1950s, the institute identified over-population as mankind’s single greatest long-term threat, the source of all the catastrophes we are seeing today -- extreme climate and weather events, and the devastating impact on food and water security. Among the many solutions we conceived so many years ago, one which seemed then so ambitious, so outside our grasp, has at last borne fruit. Today we are proud to unveil what we fervently believe to be the only practical, humane and inclusive remedy to humanity’s gravest problem. Dr. Jorgen Asbjornsen will now present his findings. Are you ready, doctor?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. ASBJ",
          "text": "(muffled, distant) I am ready. Jacobsen opens the front of the box to reveal -- DR. ASBJ®RNSEN, NOW JUST FIVE INCHES TALL. As this miniature human walks out onto the podium, gasps astonishment ripple throughout the room. Many stand to ge better look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. JACOBSEN",
          "text": "Everyone, please take your seats. Please! As the audience quiets, Dr. Asbjgrnsen takes his place be a tiny podium, dons reading glasses, and removes a speech his jacket pocket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dr. Pereira, esteemed colleagues. Five years ago, building on the research of our predecessors at the institute, my team and I discovered a process by which all organic material can be reduced at the cellular level by a ratio of approximately 2,744 to one. Such a process converts a man of 1.8 meters to just 12.9 centimeters. A wide array of flora and fauna were subjected to this process and, with the exception of some fish and shellfish, absolutely no side effects were detected. Please lights. The room dims. A GROUP PORTRAIT of the gathering at the Asbjernsen home appears on a screen above the stage -- th first image in a PowerPoint presentation. DR. ASBJ®RNSEN (CONT’D) Once the safety of the procedure was confirmed, thirty-six brave volunteers joined my wife Anne-Helene and me as the very first humans to undergo cellular reduction. A NAKED SUBJECT poses before reduction, arms extended lik Vinci’s Vitruvian man. Next he shows off his new TINY BOD beside a metric a ruler held by enormous fingers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. ASBJ",
          "text": "The exact science behind reduction itself falls outside of our discussion today, but the process is short and painless, with only the mild discomfort of removal and replacement of dental and other prosthetics. Now we see a RECOVERY ROOM where, wrapped in blankets, volunteers recline on miniature Le Corbusier lounges. One tiny man drinks from an enormous eye-dropper. DR. ASBJ®RNSEN (CONT’D) Subjects are placed under light sedation, and after a brief rest, perhaps some crackers and applesdft, fully recover within an hour or two. Now a normal-sized SHORT-HAIRED DOG on a leash. The next slide shows the same dog standing next to the ruler while GIANT HAND restrains him with a tiny leash. \f15 16",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. ASBJ",
          "text": "Of course, some of our community could not bear to leave behind their four-legged companions. Now shots inside a WORKSHOP. Volunteers construct small houses and buildings. Others sew tiny clothes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. ASBJ",
          "text": "As the subjects of our own study, our aim was not only to confirm the long- term viability of the process but also to investigate the social and psychological implications. Thus we set about to live together in the world’s very first self-sustaining community of the small. The next images show the building of a small VILLAGE. Gro members secure dollhouse-size dwellings onto foundations. we see the hoisting of a TRANSPARENT DOME over the new community. DR. ASBJ®RNSEN (CONT’D) Once complete, our little village, just seven meters by eleven meters, was placed inside a gas-permeable enclosure designed to protect us from the hazards of weather, animals and insects.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Learning of the exciting news, other CONFERENCE-GOERS cla to gain access to the auditorium. 16",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Dr. Asbjgrnsen concludes his talk, a FINAL SLIDE shows downsized group playing volleyball.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. ASBJ",
          "text": "..-and finally, my colleagues and I are happy to report new founts of energy and vitality. Future studies may support our suspicion that decreased mass and volume correlate directly to an increase in longevity. As the lights come up, a beaming Dr. Jacobsen strides fro wings, holding aloft a half-full GARBAGE BAG. \f17 18 19",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. JACOBSEN",
          "text": "I hold in my hand all of the uncompostable waste produced by 36 people over four years! (holding for applause) In this afternoon’s session, we will outline our proposal for a two- to three-hundred year transition for the world to transform from big to small. We believe that with a timely embrace of miniaturization, our seemingly unconquerable problems of over- population, climate change, and insufficient food and water can become a thing of the past, and human life may safely thrive for millennia to come. (motioning off-stage) Now we'd like you to meet some very special people. As the piéce de résistance, a cart is wheeled out carryin ENTIRE SMALL COMMUNITY smiling and waving. Among them, a MOTHER nurses an infant, while at her side stands her fou year-old son RONNI.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. ASBJ",
          "text": "And look -- there’s little Ronni, the first small baby ever born, and his new little sister Ulrikke. All stand, applaud, and stamp their feet in unison -- an astounding reception. A MONTAGE as the news travels throughout the globe --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A small crowd watches the communal television.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Brightly-attired, barefoot locals watch the report.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Aleuts pause in fish-drying to catch the news. \f20",
          "sentiment": "neutral"
        },
        {
          "speaker": "A21",
          "text": "21 22 23 10",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Saudis glimpse TVs through the window of an appliance sto",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Establishing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A cozy eatery popular with older folks and hipsters alike People crowd near the TV above the bar, among them PAUL SAFRANEK. His polo shirt bears a CON-AGRA insignia.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "(to a random guy) Wow. That’s wild, isn’t it? Just wild. (to a waitress) Say, Holly? You can put in that take- out order now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERGEHL, (V.O.)",
          "text": "In one of these lands, the land of Omaa, there lived a common laborer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tergehl addresses the rapt children seated at his feet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERGEHL",
          "text": "Now, which of you knows his name? The children wrack their tiny brains. An adult prompts on child, whispering into her ear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHILD",
          "text": "Safrapiil!",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERGEHL",
          "text": "That’s right. It was Safrapiil the Good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Paul pulls into his parking spot and emerges from his car the take-out food. He climbs the back porch steps of this modest duplex and opens one of two back doors. \f11",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERGEHL, (V.O.)",
          "text": "Safrapiil was not like the other giants. He was possessed of a kind and generous nature. Our tale tonight is the saga of Safrapiil -- his search for love, and the quest to fulfill his destiny.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Over the sound of a TV from the living room comes the voi Paul’s mother KAY.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAY, (0.S.)",
          "text": "Is that you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAY, (0.S.)",
          "text": "Oh, goody. Paul begins putting spaghetti onto a plate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "You hungry?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAY, (0.S.)",
          "text": "I had a Healthy Choice about an hour ago.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "You knew I was bringing you food. I called and asked you specifically --",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAY, (0.S.)",
          "text": "-- I know --",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "-- and then you go and eat?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAY, (0.S.)",
          "text": "Just a Sesame Chicken. I’m still hungry. Don’t make me holler.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tethered to an oxygen tank, Kay Safranek sits in a reclin Paul clears off a TV tray before setting down her food. \f12",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Did you see the news today?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAY",
          "text": "You mean about the little Swedish man?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Norwegian.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAY",
          "text": "Helen called to tell me to turn on the TV. What won’t they think of next?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Unbelievable, isn’t it? Biggest thing since landing on the moon. Bigger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAY",
          "text": "Well, I don’t get it. Why would anybody want to do that to himself?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "I don’t know, I think plenty of people will want to do it. You know, the world’s in pretty tough shape.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAY",
          "text": "Bullshit. Kay focuses on eating and watching TV.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "(smelling) Did you have a cigarette?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAY",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "You know, with that oxygen tank, you’re going to burn the place down. At least you’1l save me the cost of cremation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAY",
          "text": "That’s an awful thing to say. You shut up. \f26 27 28 29 13",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kay wheezes upstairs. Paul follows, toting her oxygen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAY",
          "text": "They can shrink people down and fly to Mars, but they can’t cure my fibromyalgia? INT. KAY’S BEDROOM - NIGHT 27 Kay lies bent over the bed. Paul prepares a syringe and administers a shot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAY",
          "text": "And all this fuss about the environment. As though the world’s going to end tomorrow. I’m in pain. I can’t breathe. Doesn’t that matter?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Lots of people are in pain, Mom. In all sorts of ways.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Paul exits one side of the duplex and enters the other. INT. PAUL’S LIVING ROOM - NIGHT 29 Paul watches TV in a recliner of his own. The phone rings and the machine picks up. It’s Paul’s on-again-off-again girlfriend AUDREY.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUDREY, (ON MACHINE)",
          "text": "Paul, it’s Audrey. I know we’re not supposed to be talking, but I thought you should know I had to put Bodie down today. His seizures came back a couple months ago, and I could have had him operated on, but they cut back my hours at work, and he was getting really old, and... (weepy) ...-I just feel so bad. Are you there, Paul? I really need to talk. I know you’re there. Please, Paul. Please. I miss you so much. Pleeeease. \f14",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Fuck. Paul picks up the phone but does not speak.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUDREY, (ON PHONE)",
          "text": "Paul?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "I’m here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERGEHL, (V.O.)",
          "text": "And so it was that Safrapiil wooed the maiden Oodreh and took her as his wife. FADE OUT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is the same establishment where we first met Paul. I now --",
          "sentiment": "neutral"
        },
        {
          "speaker": "TALKING HEAD",
          "text": "Look, I’m worried about global warming as much as the next fellow, but let’s not throw the baby out with the bath water.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The TV over the bar shows a Fox News-style debate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TALKING HEAD",
          "text": "This whole downsizing thing is another example of runaway-train technology leading us down a blind alley. With all the holier-than- thou talk about saving the planet, we can’t ignore the devastating economic impact that’ll lead to more poverty, which’1l lead to more downsizing, and then more poverty, and the whole world economy going right down the toilet. Billions of dollars in consumer spending are already starting to vanish -- construction and housing, the automobile industry, the airline industry, defense. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f32 15",
          "sentiment": "neutral"
        },
        {
          "speaker": "TALKING HEAD",
          "text": "And then all the political abuses -- Israelis shrinking Palestinians, African dictators shrinking rival ethnic groups -- As the opposing speaker interrupts, we realize he’s SMALL",
          "sentiment": "neutral"
        },
        {
          "speaker": "TALKING HEAD",
          "text": "Look, Ron. Ron. In any major transformation of society, are there serious growing pains? You bet. But we have to focus on the long term. The fact is that at current mass and volume, human life on Earth just isn’t sustainable, and dealing with that head-on makes good economic sense, no matter how you cut it. We find a balder, paunchier Paul seated in a booth, enjoy happy hour with buddies KEVIN and TIM.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEVIN",
          "text": "The one guy’s got a point. This family on my block just moved away to get small, and their house is just sitting there. Making everybody's value take a dive is what they’re doing. Just when I’m trying to refinance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIM",
          "text": "I don’t know. Marlene thinks I should do it just to lose the weight. Paul laughs politely, then gets a waitress’s attention.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Say, Dee, is that take-out order about ready?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEE",
          "text": "Coming right up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Paul again emerges from his car with take-out food and cl the back porch steps. The place has been spruced up a bit since we last saw it. Graduate student RICH CHAVEZ pokes his head out from what to be Paul’s side of the duplex. \f33 34",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICH",
          "text": "Hi, Mr. Safranek. How’s it going?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Good, good. What’s up?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICH",
          "text": "Hate to say it, but that toilet’s still running all the time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Okay, I’1l call the plumber again. Oh, and Rich, try to get your rent in on time, okay? I hate being the bad guy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICH",
          "text": "You got it. Paul continues into what used to be his mother’s side",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-- and we notice it has been redecorated.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Hey, honey, I brought food!",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUDREY, (0.S.)",
          "text": "I’m not hungry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Paul enters to find Audrey lying on the sofa.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "What’s wrong?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUDREY",
          "text": "I have a splitting headache. It was a super busy day at the store, and Carla was being a total bitch on wheels. I feel like I’m going to throw up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Here, let me do the neck thing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUDREY",
          "text": "Yeah, do your little neck thing. 16 33 34 \f35 36 37 He stands at the end of the sofa, slips his hands Audrey's head, rolls it from side to side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Just relax, honey. Let me take all the weight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Food boxes emerge from a packaging machine. Paul factory worker SANDY, who follows him away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERGEHL, (V.O.)",
          "text": "Safrapiil was a compassionate giant and worked hard in service to others.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Paul manipulates Sandy’s hand and forearm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Okay, Sandy, now make a fist for me. I’m going to pull your arm down, and you try to stop me, okay? Still hurt?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANDY",
          "text": "More like tingling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "You’ve been icing and doing the exercises, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANDY",
          "text": "(lying) Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "I notice you’re not wearing your brace.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANDY",
          "text": "Could I get another one? I think I left it in my ex’s car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "17 underneath 35 approaches 36 37 Audrey comes out of the back carrying an armful of SHOEBO and heads toward a fussy CUSTOMER surrounded by many reje options. \f38 39 18",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERGEHL, (V.O.)",
          "text": "Oodreh was a hard worker, too, helping the local cobbler provide shoes for the village.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUDREY",
          "text": "Okay, I wasn’t able to find a 6-1/2 in the plum, so I brought out black and brown.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUSTOMER",
          "text": "But I want plum. Do you have it ina seven? Manager CARLA approaches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARLA",
          "text": "Say, Audrey, can you stay late tonight? Jill’s kid is sick again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUDREY",
          "text": "(tight smile) How late?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Safraneks’ car is parked outside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERGEHL",
          "text": "But life was difficult for Safrapiil and Oodreh. Like many dedicated to service, they were taken for granted and poorly rewarded.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A REALTOR leads Paul and Audrey on a tour.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERGEHL, (V.O.)",
          "text": "And their great sadness was that their dwelling was too small and unfit for offspring.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IN THE KITCHEN --",
          "text": "Audrey admires the high-end appliances, the skylight, the to the backyard. Paul hangs back, painfully aware the hom out of reach. Audrey turns to him, hope in her eyes. \f40 4l 42 43 19",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Oh, don’t get me wrong, it’s awesome. I just think we should take another look at that place in Benson.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUDREY",
          "text": "(pulling him) Let’s go see upstairs. INT. PAUL AND AUDREY’S BEDROOM - NIGHT 40 Audrey sleeps peacefully while Paul lies awake. He slips of bed and tiptoes away. He pauses at the door, turning to look back at Audrey -- she does to complete him, all she does to diminish him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In boxers and T-shirt, Paul sits at a desk going through pile of papers with an adding machine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERGEHL, (V.O.)",
          "text": "Safrapiil lived his early life in humble obscurity, joyously devoted to others yet plagued by menial tasks of daily life. Until one day...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Along with OTHER COUPLES emerging from cars, Paul and Aud walk toward the high school, all dressed up. A banner rea “Welcome, Alumni.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Holding cocktails, Paul and Audrey chat with a COUPLE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Anesthesiology, huh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANESTHESIOLOGIST",
          "text": "My wife says I put people to sleep even without the drugs. Paul and Audrey offer courtesy chuckles. ANESTHESIOLOGIST (CONT’D) I’m surprised you’re still awake. \f20 ANESTHESIOLOGIST’S WIFE He uses that joke like twice a week.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANESTHESIOLOGIST",
          "text": "So what’s your field, Paul?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Occupational therapy. ANESTHESIOLOGIST’S WIFE Oh, like career counseling?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "No, it’s just like physical therapy, just focused on workplace injuries and rehab -- repetitive stress, lower- back, stuff like that. A lot of shoulder problems. I’m in-house at a Con-Agra plant over in Council Bluffs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUDREY",
          "text": "Mostly he does paperwork.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Yeah, I get a little carpal-tunnel of my own sometimes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANESTHESIOLOGIST",
          "text": "Tell me about it. Medicine’s all about covering your ass these days. Say, weren’t you pre-med down in Lincoln?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Good memory. I got two years in, but my mom got real sick and I had to move back to Omaha. Plus, Organic Chemistry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANESTHESIOLOGIST",
          "text": "Yeah, that gets a lot of people.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "I wanted to be a surgeon, actually. I have small hands, which they say is a real plus. Hey, we might have wound up working together. You could’ve been my anesthesiologist!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANESTHESIOLOGIST",
          "text": "Hey, how about that? \f44 21",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Yeah. Wild. LATER -- Dinner has not yet begun. There’s still a fair 4 amount of mingling, but many are finding their chairs. Seated at his table, Paul takes a moment to look around, his eyes fall upon felt banners with inspirational saying “The door to happiness opens outward” and “The best way t find yourself is to lose yourself in service to others.” NEAR THE ENTRANCE a flurry of excitement suggests someone special has arrived. It’s just a GUY in his mid-20s, but judging from reactions -- gasps, pointing -- it’s the ACRYLIC BOX he carries that’s causing the commotion. The guy passes Paul and Audrey’s table and, like everyone else, they gawk at what’s inside the box -- A TINY COUPLE smiling and waving at old friends.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL, (CONT'D)",
          "text": "That’s Dave! Dave Johnson. And Carol. I heard he was coming but I had no idea... Man, I never would have pegged him for someone who'd go get small. Did you see that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AT A TABLE",
          "text": "The guy carrying the box -- Dave Johnson’s younger brothe ANDY -- sets it down and removes the top and front. Paul and Audrey join the onlookers, many of whom are taki photos with their phones. Dave and Carol walk out onto the table and speak through little hand-held MEGAPHONES.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAVE",
          "text": "Hey, everybody! Hope we’re not intruding! Warm greetings all around. Dave places two tiny glasses w his brother can retrieve them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAVE, (CONT'D)",
          "text": "Andy, could you get Carol a... Honey, what’re you having?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "Gin and tonic. \f45 46 22",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAVE",
          "text": "A gin and tonic, and for me... You know what? That sounds good. I/'11 have a gin and tonic, too. Andy slides the impossibly small tumblers onto his palm a heads toward the bar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAVE, (CONT'D)",
          "text": "With lime!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDY",
          "text": "How am I supposed to do that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAVE",
          "text": "Just figure it out, okay? As many migrate toward the new arrivals, a JESUIT turns o mic at the podium.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESUIT",
          "text": "Don’t mean to break up the party, but the silent auction closes in fifteen minutes, and there are still some very attractive items with no takers. EXT. FRIENDS’ HOUSE - NIGHT 45 A nice, middle-class home. INT. FRIENDS’ HOUSE - NIGHT 46 At this informal after-party for an extended group of old friends, the camera makes its way through the living room where little Carol Johnson holds court, standing on a cof table. Friends lean in to hear better.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "We weren’t going to come at first, but then we started getting all the e- mails, plus my sister was having a lump removed. She’s fine, thank God, but I still needed to see her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOME FRIEND",
          "text": "So what’s traveling like? How’d you get up here from New Mexico?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "Oh, we flew. Airlines are getting more and more small-friendly. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f47 23",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL, (CONT'D)",
          "text": "They make it really easy, and all the seats are first class... We continue on to --",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE KITCHEN 47",
          "text": "-- where Paul is amid a heart-to-heart with Dave, seated a box of Ak-Mak Crackers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAVE",
          "text": "So after a couple years in Florida, I moved out to Vegas and --",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "I remember. I think that’s about the last time we talked.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAVE",
          "text": "Yeah. Vegas wasn’t such a good choice for me, as it turns out. Got into some real bad habits. Pretty much hit rock bottom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Sorry to hear that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAVE",
          "text": "Any other woman would have run for the hills, but Carol, man, she’s a saint. She stuck with me. But I really had to come clean about everything. And I mean everything. You know, almost.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "And the decision to... (makes a shrinking motion)",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAVE",
          "text": "Well, that’s the thing. We both needed a change. You know, start all over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "It must feel good knowing you’re making a real difference, too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAVE",
          "text": "You mean all that crap about saving the planet? Downsizing is about saving yourself. Takes the pressure right off, especially money pressure. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f24",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAVE, (CONT'D)",
          "text": "I’m just not, you know, driven and ambitious like the rest of my family. It’s not who I am. Now Carol and I, we live like kings -- a hell of a lot better than my brothers and my sister, I’ll tell you that. I send them pictures all the time, but they never respond.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Well, I’m still living in the same house I grew up in. Audrey’s dying for us to move, but we’re pretty strapped. Plus, my mom’s end-of-life care really took a toll. I mean, shit, I just finished paying off my student loans.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAVE",
          "text": "Well, listen, if you ever start thinking about it seriously, here’s my two cents. There are lots of small communities cropping up out there, but don’t mess around. Leisureland’s where you want to be. They are a little pricier, but they were the first, and they’re still way ahead of the curve.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "They’ve sure got a big marketing budget.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAVE",
          "text": "Lots to brag about. Best houses, best appliances, best doctors, they book all the big concert tours, got all the great restaurants. The kids love Cheesecake Factory and Leisureland’s got three of them. And I’m not just saying all this for the referral credit. (off Paul’s laugh) Hey, sorry, could you back up a little? I think there’s too much garlic in that salsa.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Oh, right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAVE",
          "text": "Or floss or something. I don’t know. \f25 Suddenly a child’s SCREAM. Alarmed, Paul heads into the living room, where he finds the HOSTS comforting their fo year-old DAUGHTER, who has wandered downstairs and is sca out of her wits by the sight of little Carol.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOST MOM",
          "text": "It’s okay, Katie. It’s okay. She’s a friend. She’s just smaller than we are, that’s all.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "Hi, Katie! Hi! I won’t bite.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Paul and Audrey come in the door, exhausted but still buz about their unusual evening.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUDREY",
          "text": "Well, that was sure interesting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "I’l1l say.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUDREY",
          "text": "I liked little Carol. She’s got a lot on the ball. She’s reading all the books she always wanted to, and she’s learning Italian. And she says she’s never been fitter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "They sure seem happy. Dave says he’s getting pretty good on the drums.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUDREY",
          "text": "Next year they’re pulling the kids out of school to spend six months at a sister city in Tuscany. Cooking classes, yoga, wine-tasting, the whole nine yards.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "(checking his phone) Uh-oh. Honey? Paul plays a message on speakerphone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICEMAIL",
          "text": "Hi, guys. Milo here from Goodman Mortgage. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f26",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICEMAIL, (CONT'D)",
          "text": "Hate to say it, but your application at First National bounced back. The underwriter didn’t like the adjustments in the appraisal. Like I said, the market for a hundred-year- old duplex with structural issues is pretty soft, and there are red flags from an underwriter’s perspective. I can try somewhere else, but frankly I think you’re going to need more cash up front if we want to get approved on the type of property you’re looking at. Paul and Audrey share a weighty, defeated look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Safraneks’ car zooms by a sign -- WELCOME TO NEW MEXI LAND OF ENCHANTMENT. A50 INT. PAUL’S CAR - DAY A50 As they drive --",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "I bet we’ll be able to tell right away if it’s for us or not.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUDREY",
          "text": "Yeah, so let’s not waste time. Maybe could get to Santa Fe earlier and get a massage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Sounds good to me. Like we said, we're just checking it out. No harm, no foul. 50 EXT. PAUL’S CAR - NEW MEXICO HIGHWAY - DAY 50 Paul and Audrey’s car continues through the desert and pa a huge BILLBOARD.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEXT EXIT",
          "text": "Tony Dale’s",
          "sentiment": "neutral"
        },
        {
          "speaker": "GET READY FOR MORE",
          "text": "\f51 52 53 54 27",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Across an immense parking lot sits a commanding building abuts a 20-foot-high WALL stretching in both directions, wall that encircles and safeguards the city of Leisurelan within. Long poles extending skyward from the wall support the ci protective overhead netting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Safraneks walk in, already starting to feel small in vast space. A huge banner shows an ecstatic couple -- “It like winning the lottery every day!” A large circular INFORMATION DESK is staffed by EMPLOYEES monogrammed golf shirts and khakis.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMONG THE EXHIBITS",
          "text": "Audrey and Paul stroll through a maze of kiosks -- VACATI",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Paul and Audrey sit watching a promotional movie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IN A TIDE POOL",
          "text": "A horseshoe crab scuttles along, silent and primordial, passing a pair of rubber boots. Then we see the charismat man inside those boots.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONY DALE",
          "text": "Hi, I’m Tony Dale. That horseshoe crab has remained unchanged for 250 million years. Same size, same shell, same ugly mug. But we humans are different. We’re constantly evolving and adapting to new challenges. And today we find ourselves at the dawn of an exciting new chapter in human history. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f55 56 57 28",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONY DALE, (CONT'D)",
          "text": "Each and every one of you can be among the lucky ones to take this great leap forward, enjoy the prosperity you deserve, and, most importantly, help protect our precious planet. Join me, won't you, as we take a look at the creation of the world’s first luxury community designed entirely to make anyone’s biggest dreams come true -- Leisureland Estates.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In the copilot's seat, Tony turns around and speaks as th we’re in the back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONY DALE",
          "text": "The first order of business was to find the perfect location -- not too cold in the winter, not too hot in the summer. No earthquakes, no tornados, no hurricanes. And no pesky mosquitoes. Yep, everything had to be just right. The pilot points out something below, and Tony raises binoculars to take a look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "A MAP OF THE UNITED STATES 56",
          "text": "ZOOM in on New Mexico.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONY DALE, (V.O.)",
          "text": "Our search led us to the ideal spot -- where we are right now -- ten square miles of high desert on New Mexico’s Vasquez Plateau.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Twine on surveyor’s stakes winds through cacti and scrub. In work clothes and sun hat, Tony paces out a distance, t stops and points broadly at the ground, giving confident directions to offscreen crew. \f58 59 60 29",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ACADEMICS give a presentation with charts and graphs. Ton sits up front nodding thoughtfully.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONY DALE, (V.O.)",
          "text": "Next I gathered a team of top urban planners, architects and engineers from around the world to answer a simple question, “How can we design the most efficient and innovative city the world has ever known?”",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ARCHITECTS AND ENGINEERS work at computers and drafting tables. Others build maquettes. ANOTHER ANGLE -- Wielding a pointer and surrounded by his team, Tony reviews an enormous tabletop model of Leisurel",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONY DALE, (V.O.)",
          "text": "Each dwelling would be a dream house, a genuine estate within anyone’s reach. Mass transit would be free and efficient. The streets would be neat and orderly, offering easy access to shops, schools, parks, medical services, and of course all the recreation and entertainment you can imagine. Now RENDERINGS of different neighborhoods -- Alpine Villa New Orleans Quartier, Fairway Manors, The Marina.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONY DALE, (V.O.)",
          "text": "Each neighborhood would accent our residents’ interests, diverse lifestyles and hobbies. INT. TONY DALE’S OFFICE - DAY 60 Tony addresses us from behind his desk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONY DALE",
          "text": "But no matter how much care we put into designing Leisureland, it’s really the people who make our community so special. So now I’d like to introduce you to some actual residents who are eager to tell you more. \f61 30 As the movie ends, the screen begins to rise and Tony tur his gaze vaguely downward... TONY DALE (CONT’D) Okay, folks, take it away! .»-returning us to --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stage lights illuminate, theme music begins, and a platfo thrusts past the rising screen. On the platform sits a downsized MANSION with swimming pool and tennis court. Tanned sales professional JEFF LONOWSKI steps out of the door wearing a headset mic, trailed by a tiny CAMERAMAN w transmits Jeff's image onto a large screen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Thanks, Mr. Dale. Welcome, everybody. I’m Jeff Lonowski, Senior Product Specialist and happy homeowner here at Leisureland Estates. Are you having a good time? (off initial response) Come on, guys. You’re a heck of a lot bigger than I am. Make some noise! Are you having a good time? Paul and Audrey join the enthusiastic response. “Yes!”",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF, (CONT'D)",
          "text": "That’s more like it. So what do you think of my place? Pretty nifty, huh? It’s the house of my dreams. Heck, I’d say it’s the house of anybody’s dreams. Why, an average guy like me might have to work twenty, thirty, even forty years to be able to afford a spread like this. And just wait until you see what’s inside. The house splits open to reveal the massive family room, enormous bedrooms, airy kitchen. In the master suite upstairs, and with a CAMERA GUY all her own, Jeff's “wife LAURA sits in a bubble bath.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA",
          "text": "(headset mic) Jeff, you’ve got to stop inviting guests over without telling me! \f31",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Sorry, Laura. I was only --",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA",
          "text": "I mean, I finally got in the tub to relax after such a busy day.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Busy doing what, sweetheart?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA",
          "text": "Oh, no end of things. First I took a tennis lesson and had a massage. Then after a gourmet lunch with the girls, we just couldn’t help ourselves and popped into that new Loget’s store downtown.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Uh-oh, Loget’s. What’s that going to cost me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA",
          "text": "Now, Jeff, you hush. I was really good. Just a diamond bracelet. The cameraman zooms in for a close-up of the sparkling jewelry, eliciting admiring “oohs” from audience members.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Just a diamond bracelet? That doesn’t sound like you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA",
          "text": "(pulling her hair back) And matching diamond earrings. And the matching diamond necklace. (as Jeff crosses his arms) Oh, Jeff, they look so good on me. Wait till you --",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "How much, Laura?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA",
          "text": "Now, Jeff --",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "I said how much?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA",
          "text": "(sheepish) Sixty-two dollars. \f62 63 64 32",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Sixty-two dollars? Are you crazy? Why, that’s practically our food budget for two whole months!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The exit doors of the theater snap open. Along with the rest of the audience, Paul and Audrey step a wide walkway. Floor-to-ceiling windows offer a first glimpse at the actual city of Leisureland. The initial impression is both impressive and banal. It’s partially like a miniature theme park and partially like other mid-sized city. But a couple of unusual features stand out. One is a gian FERRIS WHEEL. Another is the CENTRAL TOWER, which functio both as a “tent pole” for the overhead netting and as the transfer station for an innovative and fanciful mass tran system -- GONDOLAS traveling on cables above the city. MOMENTS LATER -- Paul and Audrey peruse model homes rangi from one-story ranches through three-story McMansions -- Regency,” “The Barrington,” “The Aristocrat,” “The Mediterranean,” “The Sportsman.” At the top end, like a sumptuous Bel-Air estate, is “The Versailles,” boasting a sticker price of $129,999.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A tracking shot through an ocean of sales desks ends on P and Audrey, where a chipper SALESPERSON walks them throug print-out of their finances.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SALESPERSON",
          "text": "So putting it all together, if you liquidate your current home, vehicles and other assets, and purchase a Regency-level estate -- that’s a 12,000-square-foot-equivalent home on a 1.5-acre-equivalent lot -- at the base price of $63,000. Plus $4,500 for the Health and Fitness package. That’s the gym, pool, sauna/steam, hot tub, and tennis court. Then the medical procedure for two adults. That’s $15,000. \f33",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Does insurance cover any of that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SALESPERSON",
          "text": "No, but at Regency level you’re already qualifying for a substantial discount. And don’t forget the federal tax credit. So, figuring in your current debt, your retirement accounts and your savings, you’re looking at approximately $152,000 in equity, which is a very comfortable number.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUDREY",
          "text": "Comfortable? That doesn’t sound like nearly enough.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SALESPERSON",
          "text": "You have to look at this column, Audrey. Equivalent value. You're solidly inside the Blue Chip zone. In Leisureland your $152,000 translates into around $12.5 million - - to live on, for life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUDREY",
          "text": "Hold on. If this is such a great thing, how come you haven’t done it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SALESPERSON",
          "text": "I would in a heartbeat, but my husband had a hip replacement, so he’s ineligible. But look around you. If you come back in a month, you won’t see most of my co-workers still here. People take jobs just for the discount. Did you see Jeff's little show upstairs -- the house that opens up? He used to sit right over there. Of course, he doesn’t have to work anymore, but he’s a real ham -- just loves the attention. Anyway, how's all this sounding? Would the Regency be your first choice? Or should we be looking at something a little more deluxe? Audrey looks at Paul.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Honey, pick anything you like. I just want you to be happy. She beams. \f65 66 67 68 34",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Paul and Audrey oversee a RUMMAGE SALE of their belonging Downsizing! Everything Must Go!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOME OLD GUY",
          "text": "How much for the hot dog cooker?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Four dollars.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOME OLD GUY",
          "text": "I'll give you a dollar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUDREY",
          "text": "Sold.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Paul finishes working with a FACTORY WORKER with a bad ar",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Keep up those exercises. Don’t get lazy. I laminated everything for you, so no excuses.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FACTORY WORKER",
          "text": "Thank you, Paul. Thank you so much. My wife and me, maybe someday we'll get small too and we’ll visit you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "That’d be great, but in the meantime... Paul squeezes and unsqueezes his hand, reinforcing an exercise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CO-WORKERS throw Paul a small goodbye party. Atop the cak a joke design in frosting about getting small.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An emotional Paul walks to his car carrying a box of belongings. It’s the last time he’1ll ever see the place spent so many years. \f69 70 71 35",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A perennially “hip” restaurant for the middle-aged.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A farewell party occupies the back. Friends and family gather around four or five reserved tables. We catch snippets of conversations with different FRIENDS -- first is GINA.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUDREY",
          "text": "I mean, sure, I was on the fence about it for most of the year. It’s pretty scary when you think about it at first. But then when my college roommate Patty Loomis called to say she and her husband were doing it, and all the reasons why, I turned to Paul and said okay, you win. Let’s go for it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINA",
          "text": "(hugging her) I’m just going to miss you so much.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUDREY",
          "text": "Oh, Gina, I’m going to miss you too. But, you know, it’s not like we’re dying. We’re just relocating and changing things up a bit. We’ll be back at least once a year. And you and Tim can come down and stay with us anytime. We have like five guest rooms. Open invitation. Stay as long as you like. Gina laughs through tears at this joke. LATER -- BARRY talks with Paul and Audrey. 71",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARRY",
          "text": "And you guys didn’t consider Treasure Island out in Palm Desert?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Yeah, we checked it out, but... (looking at Audrey) I mean, I liked it all right, but Audrey thought they were a little stingy with the amenities, especially for what they charge in monthly maintenance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And too hot. And really provincial -- everything is golf, golf, golf. And almost no diversity. Super white bread.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Yeah, no diversity. 72 LATER -- Audrey’s father LARRY LUSTIG walks in. him with a big hug.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUDREY",
          "text": "Hi, Dad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LARRY LUSTIG",
          "text": "Your mother couldn’t bring herself to come, but she sends her love. We’re still expecting you tomorrow afternoon at the house. Paul arrives, and the men exchange a respectful",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Glad you made it, Larry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUDREY",
          "text": "What can I get you, Dad?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Let me. You guys visit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LARRY LUSTIG",
          "text": "Oh, just a beer. Any beer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "(exiting) Comin’ right up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUDREY",
          "text": "I wish Mom weren’t taking it so hard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LARRY LUSTIG",
          "text": "Well, you know your mother. To tell you the truth, I was pretty skeptical myself at first. You remember Jerry Gross. Well, I called him up the other day. He and Bev retired down there, did the whole shrinking thing you kids are doing. He says they’re getting along just fine, never better. Says he feels younger every day, says one dollar buys a thousand dollars worth of stuff. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "36 Audrey greets 72 handshake. \f37",
          "sentiment": "neutral"
        },
        {
          "speaker": "LARRY LUSTIG, (CONT'D)",
          "text": "Of course they need that with all the medication Bev takes. But yeah, they play nine holes every morning. Even taking a two-week cruise up to Alaska next month. First class stateroom, gourmet food, whole nine yards. Says the whole thing’s costing around $150. No, I see the appeal. And apparently there’s zero crime. That’s what I keep telling your mother. 73 LATER -- The party has wound down, and Paul and Audrey a final nightcap with close friends, including Tim, a fri of Paul’s we’ve met before. A DRUNK GUY wanders over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUNK GUY",
          "text": "Hey, you guys are getting small, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "That’s right. My wife and I.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUNK GUY",
          "text": "My friend over there has a question. No offense, but do you think if you’re that small, you should still have all the same rights as the rest of us? Same right to vote?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Why wouldn’t we?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUNK GUY",
          "text": "Well, let’s see. You’re not buying as many products, you’re not paying as much income tax, not really participating in our economy. In fact, you’re costing us money. And jobs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIM",
          "text": "Hey, hey. That’s enough. We’re all just having a good time here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUNK GUY",
          "text": "I’m just asking a simple academic question. If anything, a quarter- vote. At most.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIM",
          "text": "(dragging him away) Come on, buddy. Let’s take a hike. \f74 75 38",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUNK GUY",
          "text": "I’m going. Or maybe an eighth!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Standing by their cars in the nearly deserted lot, Audrey Paul give their friends a final farewell hug. INT. PAUL AND AUDREY’S BEDROOM - NIGHT 75 All that remains is a mattress on the floor. Audrey sleep Paul reads by the dreary light of a sconce. Without warni she begins to cry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Oh, honey. Her shoulders convulse. Paul pulls off his reading glasse",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL, (CONT'D)",
          "text": "Honey, honey, I know. I know this is a big step. It’s the biggest thing we’ll do in our lives. I know, I know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUDREY",
          "text": "You don’t know anything! You did this! Why did you have to choose such a stupid career? Why did you have to be so... unambitious? Helping people? What about helping yourself? What about helping me? You’re so goddamned stubborn! You did this!",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Hey, hey, hey, that’s completely unfair. You’re the one who’s never satisfied with anything. You’re the one who says I spend too much time at work. You’re the one who wants to live in a palace. You’re the one who says we can’t have kids until we’re better off. You’re the one who hates her job and hates the cold weather and --",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUDREY",
          "text": "I know! Don’t you think I know? Shut up! Shut up! \f76 77 78 79 39",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The room is bare. Audrey removes her necklace and places inside their Leisureland KEEPSAKE BOX, a shoebox-sized container for those few small irreplaceable treasures -- family photographs, jewelry, baby spoons, etc. Audrey gets Paul’s attention and points at her ring finge Together they remove their wedding rings and place them o velvet-covered stem inside the box.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Audrey leans her head against Paul’s shoulder while he wa the clouds.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUDREY",
          "text": "I keep thinking I forgot something. He kisses the top of her head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Carrying only their Keepsake Box, the Safraneks walk towa the Leisureland shuttle bus at the center island, where t join other NEW ARRIVALS with Keepsake Boxes of their own.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAY 79",
          "text": "Seated on one side, Paul steals glances at the acrylic containers locked in place across the aisle. Inside the containers are downsized TRAVELERS in rows of class airline seats. Just opposite the Safraneks are a MO and her ADULT SON in sandals and Hawaiian shirts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "Moving to town, are ya’?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "How’s that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "(straining to be heard) I see you’re moving to Leisureland. (off Paul’s nod) You look like a nice young couple.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Thanks. \f80 81 40",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "Where you from?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Omaha.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "Spokane. Nervous?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "A little. You know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "Don’t be. It’s the best thing you’1l ever do. And the medical part is no big deal. Completely painless. Except if you have a lot of dental re- dos like my Dougie here. He had to keep going back because he’d waited too long to get a root canal while he was still big. I said, Dougie, those are your teeth. You only get one set. Anyway, you don’t want to hear about that. We just got back from Turks and Caicos. Have you ever been to Turks and Caicos?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL AND AUDREY",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "It’s so pretty. Back in Spokane, we never went anywhere. But now it’s so easy and so cheap. You get in this contraption down at the travel center, and you don’t have to budge until you arrive at the hotel. And the best part is you don’t have to take your shoes off in security. I don’t like taking my shoes off once I have them on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The shuttle heads toward the TRANSITIONS CENTER, a buildi not far from the Visitors’ Center.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Audrey and Paul sit across a desk from a pleasant and efficient “final step” ADMINISTRATOR. \f41 She sorts Audrey and Paul’s papers, occasionally checking computer screen to verify information.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADMINISTRATOR",
          "text": "Okay. And your medical records are up to date. Very good. And you've had no food or water for at least twelve hours, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUDREY",
          "text": "We're starving.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADMINISTRATOR",
          "text": "Oh, Audrey, you forgot to indicate if you want the clothes you’re wearing sent to someone you know or donated to charity.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUDREY",
          "text": "Charity.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADMINISTRATOR",
          "text": "Great. Just one last thing we need to take care of. The Administrator adjusts a camera mounted to the top of computer monitor. ADMINISTRATOR (CONT’D) Paul, could you scoot over a little? That’s it. Perfect. With your permission I’m going to record your answers to the following questions. May I begin recording?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Sure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUDREY",
          "text": "Of course.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADMINISTRATOR",
          "text": "Please state your full legal names.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUDREY",
          "text": "Audrey Lustig Safranek",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Paul Norris Safranek. \f42",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADMINISTRATOR",
          "text": "Do you, Paul Norris Safranek, and you, Audrey Lustig Safranek, understand that, of your own free will, you will undergo the permanent and irreversible medical procedure commonly known as “downsizing?” And that following this procedure your bodies will be approximately .0364% of their current mass and volume? It’s getting very real now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUDREY",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADMINISTRATOR",
          "text": "And do you give full consent to Gateway Medical Services, a wholly owned subsidiary of TD Enterprises, to administer the medical procedure commonly known as “downsizing?” They check in with each other again and join hands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUDREY",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADMINISTRATOR",
          "text": "Do you understand that there exists an approximately one in 225,000 chance that the procedure could result in injury, permanent disability or death?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL AND AUDREY",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Surrounded by other nervous CLIENTS, Paul and Audrey sit holding hands. A NURSE approaches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NURSE",
          "text": "Paul Safranek? \f83 85 43",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Yes?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NURSE",
          "text": "Come with me, please.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUDREY",
          "text": "We're together.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NURSE",
          "text": "Someone will escort you to the Women’s Facility shortly. You will be separated for approximately five hours, and following the procedure you'll be reunited in the recovery room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Okay. Well, honey, I guess this is it. I’11 see you tonight. On the other side. Audrey is so emotional she can barely speak. Paul takes h in his arms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL, (CONT'D)",
          "text": "I love you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUDREY",
          "text": "I love you, too. Paul gives her one last squeeze. The nurse leads him away",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Along with other men, Paul is shaved -- legs, back and shoulders, scalp and eyebrows. LATER --Paul is now completely HAIRLESS in a hospital gow lying on a gurney. An IV is inserted into his arm. CLOSE on Paul as the anaesthetic takes effect.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Paul is wheeled into a large, bright room with rows of co cleansing stations. A TECHNICIAN rolls Paul onto one side, lubricates a taper nozzle, and lifts the back of his gown. \f86 87 88 89 90 44",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A still-sedated Paul is at a station in this large room w rows of dentists’ chairs. His mouth is held open with a dental brace. A drill approaches. FILLINGS drop inside a metal pan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Paul is wheeled inside a large stainless steel room, wher is one of some 20 SEDATED MEN. NURSES pull the IVs from t men’s arms and remove their gowns, leaving them naked. A SUPERVISOR makes a final inspection -- looking in a mou here, adjusting a head there -- before leaving the chambe securing the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A spinning red light. An alarm bell. A flipped switch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUPERVISOR",
          "text": "All clear! A low hum begins, interrupted at intervals by a loud thun like an MRI. Nurses and orderlies wait for the process to complete. On offers another a piece of his Kit-Kat bar. A gauge registers progress by displaying smaller and smal silhouettes of a man. The supervisor keeps an eye on thin through a small window in the chamber door. BING! Everyone begins moving again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The door opens. In the center of each gurney lies a tiny naked man. Three nurses enter pushing carts, each bearing eight tiny gurneys on top. The nurses gingerly “spatula” each downsi man onto the small gurneys. As they work, we find Paul ju as he is scooped up -- a bald, naked peanut.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The nurses guide the carts to DOCKING STATIONS set into a \f91 92 93 94 45",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ORDERLIES, most of them West Indian, stand chatting and checking their watches. At the sound of an all-clear buzz they roll up a large garage-style door and --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-- walk out onto the carts, revealing that they too are t same small size as the new arrivals. The orderlies begin unlocking the gurneys to roll them away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TINY ORDERLY",
          "text": "Man, we got some real fatties this time. A nurse from the other side pokes her enormous head in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIG NURSE",
          "text": "How’s everybody doing today?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TINY ORDERLIES",
          "text": "Fine. Good. How are you today, Joyce?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIG NURSE",
          "text": "Me? I’m great. Just getting ready for the weekend. We’re driving up to Denver for my cousin’s wedding.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TINY ORDERLY",
          "text": "Oh... that sounds nice!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "DENTISTS and ASSISTANTS attend to the newly-downsized. On dentist compares Paul’s open mouth against X-rays and cha on a computer screen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLOSE on Paul regaining consciousness. He lifts his head to examine his hands and arms. He gives sore jaw a massage, then peeks under the sheet, relieved find his “equipment” as it should be. A CHEERY NURSE opens the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHEERY NURSE",
          "text": "I see you’ve decided to join us. \f46",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Is this... Is it over?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHEERY NURSE",
          "text": "Welcome to Leisureland. Hungry? She lugs in a normal-size two-pack of SALTINES, now comic large.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Oh, my God.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHEERY NURSE",
          "text": "Isn’t that cute? People just love that. (setting it aside) I’ll bring you a little snack in a moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Thanks. Um, I think my wife was supposed to be here with me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHEERY NURSE",
          "text": "What’s her name?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Audrey Safranek.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHEERY NURSE",
          "text": "(consulting a chart) Safranek, just like yours. Let me see. We do have an Audrey Safranek scheduled for today, but I don’t show her transferred over yet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Is something wrong?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHEERY NURSE",
          "text": "No, no. She’s probably just held up in dental. 1I'’11 go check.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LATER",
          "text": "Paul sits up nervously jiggling one leg. The nurse comes inside and offers him a telephone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHEERY NURSE",
          "text": "Mr. Safranek, you’ve got a call. \f96 47",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Oh. (answering) Hello?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUDREY, (ON PHONE)",
          "text": "Paul.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Audrey, thank God. Where are you, honey?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUDREY, (ON PHONE)",
          "text": "Don’t be mad at me. Please don’t be mad. It’s hard enough as it is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "What's hard? What are you talking about?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUDREY, (ON PHONE)",
          "text": "Oh, Paul, they shaved my head, then they started shaving off my eyebrows, and I just thought, what am I doing? I can’t leave my family, all my friends. I can’t do it. I’m sorry, Paul. I just can’t. I’m not like you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Where are you? Silence. Then Paul overhears what sounds like a boarding announcement.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL, (CONT'D)",
          "text": "Are you at the airport?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Audrey is at a PAY PHONE, her bald head hidden under a ha one eyebrow desperately drawn in with mascara.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUDREY",
          "text": "(beginning to sob) Don’t hate me. Don’t hate me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Okay, okay. Take it easy. Just get in a taxi and come back so we can talk about this. Okay? We’1l go back to Omaha and think this through together. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f97 Click. 48",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL, (CONT'D)",
          "text": "(an ominous silence) Wait. You’re not leaving me here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUDREY",
          "text": "Can’t you understand how I feel? I feel terrible, Paul. I let you down, and I feel awful about it. But I realized I was just trying to make you happy. I should have been thinking more about myself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Thinking about yourself? That’s all you ever do! You know, you haven't even asked me how I am!",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUDREY",
          "text": "Don’t yell. Don’t yell at me, or I’1l hang up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "(lower) Do you have any idea what I’ve just been through? Audrey, if you don’t come back here right now --",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUDREY",
          "text": "And see you all small? I’m upset enough already.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "(losing it) You’re upset? You’re upset? I’m the one who’s four fucking inches tall!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A combination of a hospital lobby and the arrivals area o international airport. FAMILY MEMBERS wait with balloons flowers, squealing when reunited with hairless loved ones A gloomy, bald Paul walks toward the exit accompanied by orientation volunteer MATT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "I was sorry to hear Mrs. Safranek couldn’t make it today.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "(correcting his pronunciation) Safranek. \f49",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "Safranek. Well, it’s not a half- bad get idea to scout things out and everything ready for her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Paul and Matt first look at The you on. walk out into the sunlight, and Paul takes his his new city of residence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "net blocks a lot of UV rays, but still might want to put your hat They head toward a cluster of “Ride-Share” vehicles that resemble a cross between a golf cart and a Smart car. Any",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT, (CONT'D)",
          "text": "time you need to get somewhere, just hop in one these bad boys. And if they’re in short supply, it’s fun to share. I’ve met some super people that way. Just super.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Paul looks blankly out the window, absorbed in his own pr agony.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "Over to your right there, that big white oval building is one of our seven Sports Centers and the one that houses the largest indoor skiing facility in the world -- you know, relatively speaking. And over there is Lake Chester, named for Mr. Dale’s dog. 100 EXT. PAUL’S BLOCK - DAY 100 The car rolls down a street and stops in front of a house eerily like the one Paul and Audrey toured back in Omaha.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "Look familiar?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "That’s the one. \f101 102 50",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "The Barrington. Good call. My sister’s got one. Loves it. Loves it. Basically like the Regency but a lot more bells and whistles. I like the colors you picked out, too. Snazzy. (handing over a fob) Well, sir, here’s the key to your kingdom. Welcome to the good life. They stock the kitchen with some standard items, but one thing I should warn you about is the dairy -- it takes a while for your stomach to adjust to milk and cheese, so go easy. Something about the bacteria. And careful with the hot water. It’s all on one central system, and they keep it cranked up pretty high. I’m surprised they haven’t had a lawsuit yet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Thanks, Matt. You’re a nice guy. Paul gets out and trudges toward his new house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "You need anything, you call me. Anything at all. And Paul?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "Thanks for helping the planet. Paul gives a little wave and closes the front door as if sealing himself inside a tomb. INT. PAUL’S LEISURELAND HOUSE - DAY 101 Walking across the foyer and into the “great room,” Paul spots a bouquet, an oversized bottle of champagne, and a card. Paul and Audrey, Welcome Home! -- Tony Dale He walks to the windows and surveys his palatial back yar",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Paul wanders across. \f103 104 105 106 107",
          "sentiment": "neutral"
        },
        {
          "speaker": "107A",
          "text": "51",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Like Charles Foster Kane, Paul plods past huge mirrors, h diminishing image reflected into infinity.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Paul inspects this expansive room decorated with a decide feminine touch. INT. PAUL’S LEISURELAND HOUSE - DAY 105 At a repeated doorbell ring, Paul opens the front door to a MOVER with a clipboard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOVER",
          "text": "Safranek? Paul nods. The mover turns toward his truck -- Paul and Audrey's keepsake box mounted to a cab. MOVER (CONT’D) Okay! Another MOVER walks toward the house carrying what look l two hula hoops -- his and Audrey’s WEDDING RINGS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Paul robotically removes his clothes, steps into the show and turns on the water.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Owwww!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Paul sits in a recliner, watching TV and guzzling champag",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON TV",
          "text": "An ANCHOR speaks to camera, while behind him/her a GRAPHI depicts an open box with a Vietnamese flag on the side an question mark rising out of it. \f52",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEWS ANCHOR",
          "text": "For years both the Department of Homeland Security and the INS have been warning about the ease with which downsized persons -- from illegal immigrants to potential terrorists -- could penetrate U.S. borders. Last week’s discovery in Eugene, Oregon provided tragic new evidence to support that claim. Brian Fakler brings us up to date.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN FAKLER",
          "text": "This Costco is just one of thousands of big-box stores around the country that import almost a million tons of goods weekly, most of it from Asia. Last week workers here in Eugene opened a suspicious TV box and discovered seventeen downsized stowaways from Vietnam, fourteen of them already dead, two more dying hours later at a local hospital.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RECYCLED PRESS CONFERENCE FOOTAGE 107C",
          "text": "POLICE display the BOX in question. One stained bottom co is perforated with tiny holes punched out for air.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN FAKLER, (V.O.)",
          "text": "On Friday, the lone survivor, a 45- year-old woman named Ngoc Lan Tran, was transferred to a hospital at Leisureland Estates in New Mexico, widely considered the country’s top medical center for the small. Doctors were forced to amputate a portion of an infected leg, and today her condition is described as fair but stable. 107D INSERT - “B-ROLL” FOOTAGE 107D Ngoc Lan Tran is transferred from a helicopter to a medic team outside Leisureland.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "108 53",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN FAKLER, (V.O.)",
          "text": "Yesterday, U.S. officials were able to question the woman for the first time. According to a statement from the Department of Homeland Security, Ms. Tran claims to have been jailed for her environmental and political activism and, along with dozens of other dissidents, was miniaturized against her will in a Vietnamese prison facility. If true, this would bolster accusations by human rights groups that repressive governments around the world are forcibly downsizing scores of prisoners and political undesirables. DOLLY IN on Paul. PAN to reveal the wedding rings leaning against a wall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tergehl continues his tale.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERGEHL",
          "text": "Yes, Oodreh's mind was so bedeviled that she abandoned poor Safrapiil. Some of the women in the clan dry their eyes. TERGEHL (CONT’D) Can you imagine wishing to remain among the giants? With all of their fighting and all of their hunger? Trampling the ground with their huge feet? To the children’s squeals of delight, Tergehl mocks how a giant may have walked with unwieldy limbs. TERGEHL (CONT’D) Yet, incredible as it seems, more and more of the giants began to fear and despise their smaller brethren. They already hated one another. Why would they not hate us even more? \f109 110 111 112 54",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A group of PROTESTORS hold sign saying things like, “Downsizing Shrinks a Beating Heart” and “Horton was Wron",
          "sentiment": "neutral"
        },
        {
          "speaker": "PROTESTER",
          "text": "The Bible doesn’t say nothing about little people, and the constitution doesn’t either.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The POPE speaks from his balcony.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POPE",
          "text": "As for the gift of science, as much as it helps combat famine and disease, it has no place interfering in God’s design -- not in reproduction, not in genetic engineering, and not in altering the very dimensions of our divine being.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Two wealthy OLDER WOMEN opine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WOMAN",
          "text": "It’s like a mouse. How little they are and run around on their little feet. You don’t know which way they’re going to go. They might run up your leg.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WOMAN",
          "text": "And they're dirty. They’re too close to the ground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WOMAN",
          "text": "(in Russian) I just don’t feel safe in my home. I think one of those small people is going to sneak in and watch me on the toilet. You can’t trust them. They’re too small. \f113 114 115 116 117 118 119 55",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLDER GUY",
          "text": "All those people used to put in an honest day’s work, and now they’re running off to get little and sip their pifia coladas. I went into a Target the other day, and wasn’t nobody to help me. It was like a ghost town in there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERGEHL, (V.O.)",
          "text": "In a way, the giants were right. There was much to fear from such a rapid exodus.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERGEHL, (V.O.)",
          "text": "Soldiers would abandon their posts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERGEHL, (V.O.)",
          "text": "Crops would be left to rot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERGEHL, (V.O.)",
          "text": "Workshops would be abandoned and overrun by wolves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERGEHL, (V.O.)",
          "text": "Who would tend their fires?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERGEHL, (V.O.)",
          "text": "Who would wash their robes?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLOSE on Paul two years later. His hair and eyebrows have grown back. 113 114 115 116 117 118 119 \f56",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERGEHL, (V.O.)",
          "text": "But what of Safrapiil? Far removed from the troubles of the world, he was leading a monastic life of poverty and chastity, purging himself of the past and unaware of the adventures that lay ahead. WIDE -- Paul stands atop a table, pen in hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAWYER, (0.S.)",
          "text": "Do we need to review any of the terms of the settlement?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "No, it’s all pretty clear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAWYER, (0.S.)",
          "text": "I really wish you’d taken her first offer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "I know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAWYER, (0.S.)",
          "text": "All right. Please step back a little. Don’t want you to get hurt. The LAWYER lays down a thick stack of normal-sized docume bristling with “Sign Here” flags. Paul steps up onto them",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAWYER, (0.S.)",
          "text": "Sorry, would you mind removing your shoes? Paul dutifully slips off his shoes, walks to the signatur line, kneels, and begins to sign.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAWYER, (0.S.)",
          "text": "As large as you can, please. WIDER -- The normal-size lawyer watches Paul laboriously produce a deformed, oversized signature. LAWYER (CONT’D) Nice weather down here. Turned real cold back in Omaha.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Uh-huh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAWYER",
          "text": "Wind chill. \f120 121 122 123 124 125 57 INT. PAUL’S CONDOMINIUM - DAY 120 A coffee-for-one brewer fills a travel mug. Paul hurries from the bedroom of his humble, post-divorce dwelling, gr his coffee, and hurries out the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Paul exits this apartment complex overlooking a LAKE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Paul weaves his way glumly through a massive array of cubicles. A CO-WORKER gets his attention.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CO-WORKER",
          "text": "Hey, Paul, thanks. You were right. Raising my monitor really did the trick. My neck feels better and no more tingling in my arm. I never would have made the connection.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Glad to help. At his cubicle, Paul takes a seat, dons his headset, and answers his first call of the day.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL, (CONT'D)",
          "text": "Hello and thank you for calling Land’s End. My name is Paul. No, ma’am, I’ve never been to India. I’m in New Mexico. How can I help you? Sure, let me check.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Paul cradles a gift-wrapped box in his lap and gazes abse at the city far below. EXT. DAVE AND CAROL JOHNSON’S HOUSE - DAY 124 Paul plods toward a VERSAILLES, Leisureland’s most extrav home. EXT. DAVE AND CAROL JOHNSON’S BACKYARD - DAY 125 Paul emerges through French doors and heads toward a birt party for seven-year-old MADISON and twenty-five FRIENDS. \f126 58 Kids take pony rides and a magician performs. FROM A DISTANCE we watch Paul approach Dave and Carol, he only --",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "Ciao, bello! They exchange pleasantries, and Paul is instructed to pla his present atop an obscene mountain of other gifts. LATER -- Paul observes the lavish goings-on. Dave wanders by.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAVE",
          "text": "Hey, pal. Why the long face? (off Paul’s shrug) Look around you, buddy. Life is good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "I made a mistake, Dave. Biggest mistake of my life. Should have stayed where I was.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAVE",
          "text": "Hey, hey, hey. I know divorce puts a pretty big dent in anybody’s self-esteem, and what Audrey did to you was beyond the pale. I hate her. I barely know her, and you may not hate her, but I hate her. You just have to get back in the saddle, that’s all.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Maybe some day.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAVE",
          "text": "If you want my advice, single moms are the way to go. They’ve got the whole kid thing out of their system, and they just want to party. A few of ‘em here today.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "That’s okay, I’m --",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAVE",
          "text": "And if you're not ready for emotional connection, there’re plenty of good times to be had down here, no strings attached. Just put it on your credit card. \f127 59",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Thanks, but I’m good. Really. In fact, I’ve started seeing someone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAVE",
          "text": "Oh, yeah?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Single mom, actually.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAVE",
          "text": "Ho, ho. Now we’re talking. Well, if that doesn’t work out, or even if it does, there’s this one chick, Stacy? Ouch. Like a Victoria’s Secret model, only sluttier. The tricks she knows -- man, oh, man. Hey, first time’s on me. Paul’s gaze drifts to Madison, giggling atop a pony. INT. PAUL’",
          "sentiment": "neutral"
        },
        {
          "speaker": "S LIVING ROOM",
          "text": "The doorbell rings. Wiping his hands, Paul hurries from t kitchen and greets pleasant but stiff KRISTEN SWANSON, wh holds a pie. She spots",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Hi, Kristen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KRISTEN",
          "text": "Hi. I brought dessert. Apple- blueberry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "You didn’t have to do that. a huge yellow ROSE in a vase.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KRISTEN",
          "text": "Wow, is that a real flower? Where’d you get that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Full-Sized Flower Mart. Just opened. It’s like you’ve never seen a flower before.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KRISTEN",
          "text": "It’s beautiful. \f128 60",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "I was tempted to get a lily, but, you know, it’d smell up the whole apartment. Plus the pollen. INT. PAUL’S DINING ROOM - NIGHT Paul and Kristen enjoy dinner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KRISTEN",
          "text": "Paul, this is so good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Thanks. The recipe called for chervil, but you can’t get chervil here yet. I used dill.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KRISTEN",
          "text": "Well, whatever it is, it’s super- yummy .",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "It’s the little things. I mean, except for no birds and insects you’d almost think we’re in the normal world. Then something happens, and you realize we’re not. Not that substituting dill for chervil’s a big thing, but you know. They smile and shake their heads. Life sure is strange.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KRISTEN",
          "text": "Like last month when my parents came down to visit Jonah and me --",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Uh-huh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KRISTEN",
          "text": "-- and it’s like this whole production with the carrying boxes, and Jonah gets freaked out by Grandma and Grandpa being so huge and scary. One night they took us for dinner at Fleming’s, you know, real nice, and of course Jonah and I are sitting on the table in those special seats, and the big people wouldn't stop staring at us. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "128 \f61",
          "sentiment": "neutral"
        },
        {
          "speaker": "KRISTEN, (CONT'D)",
          "text": "Plus, the restaurant brags about how small people are welcome, but then they charge a huge minimum.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "They should be charging big people extra. They’re the ones dragging the world down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KRISTEN",
          "text": "I know. Big people look at us like we're the freaks. They’re the freaks. I mean, sure, I brought Jonah here mostly for the schools, but I also know I’m at least trying to do something good. Oh, did you hear about all that gas being released in Antarctica? From the ice?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Haven’t really been following the news much lately.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KRISTEN",
          "text": "Yeah, apparently it’s a big deal. A lot of scientists are saying we’re already way beyond -- Kristen is interrupted by a blast of EURO-DISCO thumping through the ceiling, followed by raucous LAUGHTER. Paul offers an apologetic grimace.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "My upstairs neighbor. For months I don’t hear a peep -- I guess he wasn’t even here -- then suddenly it’s party, party, party. The other night I had to call Security. He wipes his mouth and heads toward his balcony.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KRISTEN",
          "text": "Who is he?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Some Serbian guy. Businessman or something. \f129",
          "sentiment": "neutral"
        },
        {
          "speaker": "A130",
          "text": "130 62 EXT. PAUL’S BALCONY - NIGHT 129 Paul reaches the railing and yells up toward the balcony above.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Dusan! (pronounced “Dushan”) Hey, Dusan! EXT. DUSAN’S BALCONY - PAUL’S POV - CONTINUOUS A130 Euro-handsome DUSAN MIRKOVIC leans over the railing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUSAN",
          "text": "Yes?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "You mind turning down the music? Trying to have a quiet evening down here. Dusan gives Paul a little wave of “no problem.” Dusan's French girlfriend MARIETTE peeks over the railing, too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL, (CONT'D)",
          "text": "Thanks. INT. PAUL’S DINING ROOM - MOMENTS LATER 130 The volume of the music is lower than before, but not muc Paul and Kirsten continue with their meal. For the moment neither can think of anything to say, so they simply eat exchange smiles. The doorbell. Paul gets up to open it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUSAN",
          "text": "Hello, my friend.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Dusan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUSAN",
          "text": "May I come in? Once inside, Dusan gives Paul’s apartment a quick once-ov DUSAN (CONT’D) I’m sorry I am disturbing your nice little dinner, but listen, Pete -- \f63",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Paul. And Kristen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUSAN",
          "text": "Hello, Kristen. Like I was saying, I’m having one more, you know, little party at my place tonight. Justa few friends. Not big like last time. Very small. (noticing) No! Is that a rose? A real rose? From where you get a real rose?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "New store. Full-Sized Flower Mart.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUSAN",
          "text": "Here in Leisureland? Why did I not have such a brilliant idea? How much they are charging for this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIETTE, (0.S.)",
          "text": "Dusan! Dusan steps out onto Paul’s balcony and looks up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUSAN",
          "text": "Quoi, ma cherie?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIETTE, (0.S.)",
          "text": "(French) Dusan, what are you doing down there? The caterers just arrived with the food and are asking where to put everything. I told them in the kitchen. Now they’re asking to be paid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUSAN",
          "text": "Oui, ma cherie. J’arrive. (back inside) Anyway, Paul, listen, if tonight noise disturbs you, just come upstairs and talk to me. Don’t make big show like last time yelling like crazy man. We are neighbors. And neighbors are friends. What’s better, come to the party.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Thanks, but like I said, we’re just trying to have a nice, quiet dinner. So try to keep it down, okay? \f131",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUSAN",
          "text": "Yes, darling. Of course. 64 Dusan puts a finger to his lips and makes a point of tip- toeing to the door, closing it without a sound.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Kind of a jerk, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KRISTEN",
          "text": "What’s he even doing here? Aren't there like a ton of small cities in Europe? INT. PAUL’S HALLWAY - NIGHT Their date at an end, Paul walks Kristen down the hal Booming bass notes penetrate through the ceiling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Yeah, small party. (imitating) Just a few friends. Arriving at the elevator --",
          "sentiment": "neutral"
        },
        {
          "speaker": "KRISTEN",
          "text": "Well, thanks for a really nice time. Plus, cooking and all. Sorry I have to leave so early, but, you know, the sitter. The elevator opens, and drunken SPANIARDS spill out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "One floor up. They disappear back into the elevator.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL, (CONT'D)",
          "text": "So... Sunday. I was hoping we could bring Jonah. I'd like to meet him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KRISTEN",
          "text": "Yeah. Maybe. Paul leans in for a kiss. Kristen allows it, but her not in it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Is something wrong? 131 lway. heart’s \f132 133 134 65",
          "sentiment": "neutral"
        },
        {
          "speaker": "KRISTEN",
          "text": "No. I mean, you’re a wonderful guy, Paul, and I’ve really enjoyed hanging out with you...",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "(face darkening) Uh-huh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KRISTEN",
          "text": "...-but if I’m honest about how I’m feeling, I just, well, I think it’s still a little early for me to --",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Fine. I get it. Fine. Paul smacks the “down” button and walks away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KRISTEN",
          "text": "No, Paul, listen, I only meant, if we're bringing Jonah into it --",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Have a good night. INT. PAUL’S CONDOMINIUM - NIGHT 132 Paul slams the door behind him and surveys the remnants o dinner. He picks up the leftover pie and throws it away, plate and all. Music and laughter crescendo upstairs. Paul looks at the ceiling. INT. DUSAN’S HALLWAY - NIGHT 133 Now lugging the huge rose, Paul exits the elevator and he toward the party.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Paul steps inside to find DOZENS OF PEOPLE -- various languages, fashionable eyewear, distinctive shoes. Dusan's chic apartment could not be more different from P with its double-high ceilings, wide doorways, fireplaces, furnishings. Feeling instantly out of place, Paul is about to leave. \f66",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUSAN",
          "text": "Paul! You came. And you bring the rose.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Peace offering.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUSAN",
          "text": "Look, everybody. This is Paul, my neighbor. Look at what he brings me - - a real rose. A real fucking rose! (to Paul) Do you think any of these other ungrateful sons of bitches think to bring something to Dusan? Only you. I like you. What about your blonde American friend? Paul shakes his head. Dusan nods in approval. DUSAN (CONT’D) Why bring sand to the beach? (escorting Paul) Look, I know I said it was going to be a small party, but it’s not my fault. I make two or three phone calls to close friends, and look what happens. Everyone comes. Nothing else to do in this fucking city after 10 o’clock. This I do not understand. It’s not as if so many people have work in the morning. Is the worst trait of small people -- they are lazy. Not all, but most. Like this lazy guy. Konrad! KONRAD is an older German in nautical attire -- turtlenec double-breasted blazer -- helping himself to a splendid b of both normal-sized and small gourmet foods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KONRAD",
          "text": "What’s that you say about me? What lies are you telling?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUSAN",
          "text": "Just that in the small world no one wants to work.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KONRAD",
          "text": "What did you expect? That is the wonderful thing about becoming small. You are immediately rich. Unless you are very poor. Then you are only small.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "67",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Actually, I wouldn’t call myself poor, but I have a job --",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUSAN",
          "text": "Konrad is sea captain. Never more than ten meters from his boat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KONRAD",
          "text": "I do like my boat. Come, I’11 show you. Locking arms with Paul and speaking with sudden intimacy, Konrad leads him onto --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Konrad points out a YACHT in the marina below.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KONRAD",
          "text": "There she is -- Sonja, my beauty. An exact replica of an English yacht from 1927. You see, I am from many generations, all the way to my grandfathers and my father — all sea captains. I remember very well I was seven years old when my grandfather took me for the first time on his boat. I will never forget the rocking of the waves, the sound of the wind, the blackness of the water. From that moment I knew I would be a sea captain too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "What brings you to Leisureland?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KONRAD",
          "text": "Dusan. He even convinced me to become small, mostly for the women and the parties. And, frankly, my wife had all the money, so after she left, things became, let’s say, tricky.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "I can relate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KONRAD",
          "text": "It’s really quite wonderful to be small, don’t you think?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "I'd say it has its pluses and minuses. \f135 68",
          "sentiment": "neutral"
        },
        {
          "speaker": "KONRAD",
          "text": "I am here in your city about once a year, always with Dusan. Next week I will be in the Seychelles, and two weeks after that I’1l meet friends for a month of sailing on Lake Titicaca. Can you believe I’ve never been to Lake Titicaca?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Wait, how do you get your boat from place to place? You can’t sail it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KONRAD",
          "text": "Fed-Ex, my boy. Sonja travels faster than I do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Paul wanders around the party, an amiable smile on his fa He moseys into another room, where a handsome YOUNG MAN h court. A small group of party-goers surround him, hanging onto h every word and laughing at his jokes. Paul joins them, standing at the back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "(to a guy) Who is that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUY",
          "text": "Who’s that? That’s Little Ronni.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Little Ronni?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUY",
          "text": "The first small baby ever born. You know, back in Norway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Little Ronni? Holy shit. That’s Little Ronni? Paul gathers his courage and makes his way over to Ronni.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL, (CONT'D)",
          "text": "I’m sorry to interrupt, but are you really Little Ronni? \f136 69",
          "sentiment": "neutral"
        },
        {
          "speaker": "LITTLE RONNI",
          "text": "Well, maybe not so little anymore, but yes, that’s me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Wow. Would you mind if I got a picture? Paul holds out his phone for a selfie. Little Ronni gamel puts an arm around Paul and pulls him hard into his chest Big smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Paul wanders down the steps toward the pool area, where revelers DANCE. There he watches Dusan dancing with compl abandon, king of the party, sandwiched between Mariette, he kisses open-mouthed, and another woman. Paul is approached by a hippie-ish YOUNG WOMAN, like one meet at a jam-band concert. Paul returns her enigmatic sm She hugs him and whispers in his ear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "(above the music) Thanks. So are you. The woman begins dancing. Paul gamely joins in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL, (CONT'D)",
          "text": "I’m Paul. I live downstairs. She removes a pill from a tiny case and offers it to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL, (CONT'D)",
          "text": "What is it? She wiggles her eyebrows suggestively.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL, (CONT'D)",
          "text": "I need to know what it is. Allergies. She places the pill on her extended tongue, sweetening th offer. Paul demurs. She shrugs and turns away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL, (CONT'D)",
          "text": "Wait. Paul turns her around and kisses her, sucking her tongue the pill deeply into his mouth. He assumes there’s more f in store, but she just nods approvingly, strokes his chee dances away. \f137 138 139 140 70 INT. DUSAN’S BATHROOM - NIGHT 137 Locking the door, Paul sticks his finger down his throat unsuccessful attempt to induce vomiting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A circle of people converse in Greek. Paul wanders by, ey wide, smiling, just enjoying the sounds.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "(interrupting) I’m going to take off my shoes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Paul is peaking -- eyes shut, arms overhead, dancing to a rhythm only vaguely related to the music. Dusan wanders b",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUSAN",
          "text": "Having a good time?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "I just realized... There’s no reason to be unhappy. I mean, I’m here in Leisureland, but really I’m everywhere. I’m connected to everybody. Everything’s... just the way it’s supposed to be. PAUL'S DRUG-INDUCED POV -- streaked and vibrant. Dusan laughs, looking directly into camera.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUSAN",
          "text": "Yes, baby! As long as the world is going to shit, let’s make a little money and let’s have a good time. (in Serbian) You’re about to enter whole new world! FADE OUT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "UNDER BLACK",
          "text": "The sound of a DOORBELL. INT. DUSAN’S LIVING ROOM - DAY CLOSE on Paul passed out on the floor, wedged between a s and a coffee table. The doorbell rings again, startling h awake. \f141 71 PAUL’S POV -- Dusan’s hairy legs stagger toward the door, stop short, then approach him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUSAN, (0.S.)",
          "text": "Who is that? Who is down there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "It’s me, Paul.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUSAN, (0.S.)",
          "text": "Paul who? Who is Paul?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "From downstairs. You know, Paul. The doorbell again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUSAN",
          "text": "Enough with the fucking doorbell! He opens the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WOMAN'S VOICE",
          "text": "(unusual Asian accent) Good morning, Mr. Dusan. We come clean for you. Paul watches the legs of a small cleaning crew enter, interest piqued by one person’s crude PROSTHETIC FOOT. INT. DUSAN’S KITCHEN - DAY Paul shuffles in to find Dusan rooting around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUSAN",
          "text": "Fucking hyenas ate everything. I am surprised there is even still water when I turn on the sink. his 141 Paul sits on a stool, and Dusan pours him coffee. From th next room comes the sound of vacuuming. DUSAN (CONT’D) So you had fun last night, yes? You did not know you were so lucky to have exciting neighbor such as me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Never been to a party like that. So many Europeans. Did you know Little Ronni was here? I mean, he’s historic. \f72",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUSAN",
          "text": "And boring. Good looking dumb Norwegian guy goes around the world having sex with everybody -- women, men, hermaphrodites, dogs, goats, monkeys. He’ll be the first small baby to die of syphilis. But yes, okay, historic. Glancing into the next room, Paul notices that the one-le woman is the one steering the vacuum cleaner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Apparently he still lives in the original colony, you know, over in Norway. I’ve always wanted to see that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUSAN",
          "text": "It’s all right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "You’ve been there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUSAN",
          "text": "I go once or twice a year. Konrad, too. We make business there. Good business.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Man, that really must be something to see. You can’t even find pictures of it online. Dusan studies Paul.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUSAN",
          "text": "Yes, my friend. The world is filled with things to see. I don’t know you, Paul, but I like you. I like you very much. And my advice is to get out of your disgusting little fucking apartment and open your eyes. Don’t be so American. Why you even are small if you live like that, like a rat in a cage? And that ugly woman.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Kristen? She’s not ugly. \f73",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUSAN",
          "text": "Only your furniture is more ugly. You are nice guy, Paul, but little bit pathetic guy. You need help -- you know, how to think about life. Last night you dance and you laugh, but inside you cry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Hey, who are you to talk to me like that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUSAN",
          "text": "I am your neighbor, Dusan Mirkovic. And neighbors are friends. And friends tell friends the truth. Okay, maybe sometimes I’m a little bit asshole, but the world needs assholes. Otherwise where would shit come out? 142 INT. DUSAN’S LIVING ROOM - DAY 142 Paul sits with Dusan on the sofa. Dusan smokes a cigar. A some point Konrad wanders by on his way to get coffee.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUSAN",
          "text": "When I see big people becoming small, all the new small cities, I see opportunity. I ask myself, Dusan, why the people they become small? To help the environment? Please. They become small to have the things which until now were only for the rich, which, by the way, is the genius of the concept. So I say to my brother Srdjan -- I work with my brother. He’s still big. (low) My wife, too, by the way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "(also low) Your wife? How does that work? Dusan gives a quick, furtive “thumbs-up” sign accompanied satisfied nod.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUSAN",
          "text": "So I say, why not bring very special items, luxury items, to the small consumer? The things no one else is thinking to bring? \f74",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Such as? Dusan holds up his cigar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUSAN",
          "text": "Cohiba Espléndido. Cuba. The best cigar in the world. How much you pay for this when you are big? (Paul shrugs) Forty-five, fifty dollars. But when you are small, I will sell you this cigar for one dollar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Still seems like a lot. I mean, a pack of cigarettes is what, twenty cents, most of it tax?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUSAN",
          "text": "Not if you remember paying fifty dollars for the same cigar. If now you pay only one dollar, you say, I am so happy to be small! And from one Cohiba, we make more than 2000 cigars. Okay, maybe the cigars are not actually made in Cuba. Maybe they are rolled by little Albanians in Podgorica, but who cares? And this is just the one thing. Also perfumes and colognes, wines Bordeaux and Burgundy, brandies and Port and Calvados, caviar, jamdén ibérico, truffles. My brother and I are now in seven small cities. All around the world. Seven.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Is all that legal?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUSAN",
          "text": "Baby, this is Wild West time. Who has time to chase after some fucking Serbian guy five inches tall over a few cigars and some wine? And listen, Paul, anything you want, I can get for you. Anything, anytime. Again Paul notices with concern the one-legged cleaning w as she hobbles upstairs on her way to another room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "(rising) Excuse me a minute. \f143 75 INT. DUSAN’S BATHROOM - DAY 143 Paul appears in the doorway and finds the woman rummaging through Dusan’s medicine cabinet and putting some items i her smock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Hello. She spins around, startled. We may recognize her from the news report -- Vietnamese dissident NGOC LAN TRAN. Her green cap reads “Jade Palace Cleansing Service.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL, (CONT'D)",
          "text": "Can I talk to you for a minute?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NGOC LAN",
          "text": "These medicine too old. Too old. I clean, take away for you. (holding out a bottle) Na-pro-shien. What this do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Naproxen. That’s an anti- inflammatory. (off her blank stare) It helps with pain and swelling. She pockets the bottle and picks up another.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NGOC LAN",
          "text": "And this one, what this one do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "That’s... Vicodin. That’s also a pain killer, but it’s, well, you want to be careful with that one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NGOC LAN",
          "text": "(pocketing it) Pain killer? Pain killer good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "You know, this isn’t my apartment, and I know you’re probably in a lot of pain, but I don’t think you should be stealing pills.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NGOC LAN",
          "text": "I no steal. They too old, no good. Mr. Dusan, he say me okay I take away things. Pills for sick friend. (closing the cabinet) Okay, I finish now. Bathroom clean. \f76 She pushes past Paul, and he follows her into -- A144 INT. DUSAN’S SECOND FLOOR HALLWAY - CONTINUOUS A144",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Well, whatever's wrong with your “friend,” I see you have a really, really bad prosthetic foot. I’m sure it’s causing pain in your right hip and knee, probably both knees. Lower back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NGOC LAN",
          "text": "How you know these things? You doctor?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "I’m an occupational therapist. Wait a second. I know you. You’re that -- Oh, my God, you’re that woman from a couple years ago, the dissident. From Thailand or someplace. What’s your name?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NGOC LAN",
          "text": "Tran Ngoc Lan. Vietnam.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Yeah, right, I remember you lost your leg below the knee. That’s you? Wow. (to Dusan and Konrad downstairs) Hey, Dusan, do you know who this is?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUSAN",
          "text": "Yes, of course, the famous Ngoc Lan Tran. Dramatic escape from Vietnamese prison and almost died so that now she can clean my house. America, big land of opportunity! Dusan and Konrad share a big laugh. 144 INT. DUSAN’S DINING ROOM - DAY 144 Ngoc Lan sits in a chair while Paul cups a kneecap and manipulates the foreleg, then repeats the process with th other leg. Dusan and Konrad watch, as do, from afar, the of the cleaning crew. Ngoc Lan submits to the exam but seems more interested in himself than in what he’s saying. \f77",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Okay, I’m going to push down and you try to push up. Mm-hm. You’ve got some pretty severe asymmetrical muscle compensation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUSAN",
          "text": "Paul, you are full of surprises. You can do this but you work shit job answering phones?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "When I moved here, I didn’t think I’d be working, so I let my license expire. And to get a license now in a different state... it’s a boring story.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NGOC LAN",
          "text": "(to the other cleaners) Hey, you no look me! You work now. Trabajo! Trabajo! As they scatter, Paul places Ngoc Lan's hand on her own k and moves her foreleg up and down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "You feel that crunching? That’s arthritis. It’s already pretty bad. (releasing it) I hate to say it, but if you don’t take care of it, pretty soon you’re going to need a new knee. And that’s just for starters. Maybe a new hip too. You should see a specialist as soon as you can and get a whole new foot. Ngoc Lan says nothing. Does she understand?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL, (CONT'D)",
          "text": "In the meantime, I could make a few adjustments to your existing prosthetic and give you some pointers on how to walk better. I hate to see you suffer needlessly after all you've been through.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NGOC LAN",
          "text": "Okay, I finish work you come with me. \f145 146 78",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Great. I’11 just grab some tools and we can do it right here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NGOC LAN",
          "text": "No. I say you before my friend sick, need pills. You come with me my house help her. You help her. This situation is getting confusing and weird.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "I’m sorry, I guess I wasn’t clear. See, I can help you with this, but I’m not a doctor. Your friend, whatever's wrong with her, should go to a clinic or hospital.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NGOC LAN",
          "text": "Clinic no good! I take her clinic wait too long time. Stupid doctor say no help for her, no do nothing. He no good stupid doctor in big world, now he small. You come with me! You come with me now! Paul looks to Dusan for help, but Dusan just shrugs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Paul, now cleaned up, rides with Ngoc Lan in a crowded ca The other PASSENGERS, many in work uniforms, are mostly Latino.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ngoc Lan and Paul exit the station amid a flow of humanit",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "You live near here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NGOC LAN",
          "text": "Still far.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Maybe we should grab a car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NGOC LAN",
          "text": "No car. This way. Ngoc Lan limps past him, pointing toward a shuttle stop w three BUSES are taking on passengers. \f147 148 79",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The bus drives away from central Leisureland and enters a modest section of town -- smallish houses, LATINO CHILDRE playing in the streets.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ngoc Lan and Paul have found a seat, but the aisle is pac Buoyant RANCHERA MUSIC on the speakers contrasts with the weary faces of the passengers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "If you don’t mind my asking, you were so famous a couple years ago. Everybody was talking about you. I would've thought you’d be writing books and making speeches. I mean, how’d you wind up cleaning houses?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NGOC LAN",
          "text": "Need money for live. After TV box I stay hospital so long time, almost die. Then three host family, but too much problems. Leisureland peoples too selfish. Better I live only me, work job make money.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "But after all you've been through, I would have thought for sure Tony Dale would have been happy to --",
          "sentiment": "neutral"
        },
        {
          "speaker": "NGOC LAN",
          "text": "Don’t say me Tony Dale! (mocking) Tony Dale. Tony Dale. (a sudden tirade) Everybody say Tony Dale so nice guy, help people. I say he bad man, make Leisureland people selfish. I say you why Tony Dale still big? Be careful you ask him this. He no like this question. I ask him, he say me, “You go back Vietnam TV box, you talk like this.” He say me, “I save your life my hospital, make you better, now why you make bad PR for me.” He say me ungrateful. He say me selfish. He say me female dog! (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f149 150 151 152 153 80",
          "sentiment": "neutral"
        },
        {
          "speaker": "NGOC LAN, (CONT'D)",
          "text": "Female dog okay Vietnamese, but female dog English very bad name call woman. Tony Dale. Paul nods politely at the outburst. Glancing outside, he notes that the bus is now passing through -- EXT. NO MAN’S LAND - DAY An area of undeveloped lots and fields. One entire square block has been removed, the resulting h surrounded by safety barriers. NORMAL-SIZED MEN in hard h work down below, only their heads visible above ground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Paul now cranes his neck to look through the front windsh and discovers that the bus is headed directly toward THE encircling Leisureland.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The bus disappears into the wall’s shadow and heads towar TUNNEL in the wall. Graffiti around the entrance has made look like the pupil of a giant eye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The bus motors through the darkness of the tunnel, finall emerging into the light. EXT. WORKERS’ CITY - DAY The bus comes to a stop, and Paul follows Ngoc Lan off. This is essentially a BORDER TOWN. Here the protective overhead netting hangs much lower and is poorly maintaine Paul notices the sagging weight of a BIRD CARCASS. As Ngoc Lan leads him, he continues to take in a world he no idea existed. Most imposing is the sight of --",
          "sentiment": "neutral"
        },
        {
          "speaker": "NORMAL-SIZED TRAILERS",
          "text": "of the sort used for portable classrooms or construction offices. Here they’ve been re-purposed into apartment buildings, with rows of tiny windows and crisscrossed boo wiring. 149 150 151 152 153 \f154 155 156 81 Ngoc Lan leads Paul up the entrance ramp to one particula trailer named ALONDRA, dodging Spanish-speaking CHILDREN tobogganing past on normal-size bottle caps.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stepping inside, Paul pauses to absorb the extraordinary interior view. Like inside an Embassy Suites or a high- security prison, walkways on every floor surround an ATRI On the ground floor, RESIDENTS watch a 26” television, wh in this context rises three stories tall. The sound of a garish Spanish-language program echoes throughout. Ngoc Lan heads toward a staircase and begins to climb, he speed impressive.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "(catching up) Can I ask how high we’re going?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NGOC LAN",
          "text": "Seven floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Isn’t there an elevator?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NGOC LAN",
          "text": "Elevator broken. You walk with me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Paul arrives out of breath, but Ngoc Lan seems fine. As they proceed down the walkway, Paul and Ngoc Lan navig around chatting NEIGHBORS and CHILDREN at play. Murals an graffiti adorn the walls, and the rickety railings are reinforced with dental floss. INT. NGOC LAN’S APARTMENT - DAY 156 Ngoc Lan and Paul enter this tiny apartment decorated wit improvised furnishings -- a table made from a spray can l chairs carved out of champagne corks, curtains fashioned old handkerchiefs. Most striking are the images of BUTTERFLIES cut from norm size magazines used to cover the walls. Ngoc Lan pulls back a curtain to reveal GLADYS, a barely conscious Salvadoran woman lying on a piece of foam. \f82",
          "sentiment": "neutral"
        },
        {
          "speaker": "NGOC LAN",
          "text": "This lady Gladys. Gladys my friend. She very sick. (loudly) Gladys, how you feel? éCdémo estaé? éCémo esta? I bring food for you. I bring doctor. This man doctor. Hombre médico. Médico. Gladys offers Paul a weak, hopeful smile. NGOC LAN (CONT’D) This lady Gladys alone, no have nobody. Husband die Mexico when they make small. Stupid people forget take out gold from teeth, head explode.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NGOC LAN",
          "text": "Husband head explode. Head explode. From teeth. She come here alone, no money. I meet her she work maid first host family, rich Leisureland people. Now she sick, no more work. (pointing) Okay you take care for her. As Ngoc Lan goes to fill a pail from a crude faucet, Paul a wave of panic and pulls her aside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "I can’t do anything for her. That woman is really sick. She looks like she might die.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NGOC LAN",
          "text": "Oh yes she die soon. Cancer. Cancer all over stomach. I be with her die. Most bad thing die alone. Ngoc Lan kneels at Gladys’s side and gives her water. NGOC LAN (CONT’D) (loud whisper) Come on, be like doctor. Make her feel good. (to Gladys) Hombre médico. Paul draws a deep breath and assumes the role he’s been a to play, squatting down and dredging up his medical Spani \f83",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Hola, senfora. éDdénde le duele?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GLADYS",
          "text": "Ay, doctor, me duele todo, todo. Ya no me queda mucho tiempo en esta vida. Ngoc Lan reaches into her sack and begins placing bottle bottle of drugs onto a table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NGOC LAN",
          "text": "Which pill good for her? How much she take?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "I have no idea.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NGOC LAN",
          "text": "But you know things. One, two, five, what? Which one most strong?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "That one. Percocet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NGOC LAN",
          "text": "(opening it) Yes, Percocet. Very good for pain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Try two.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NGOC LAN",
          "text": "Two? This lady very sick. Pills old. Give four. Paul helps her administer the pills.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "These are for the pain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GLADYS",
          "text": "Gracias, doctor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "You rest now. Gladys closes her eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL, (CONT'D)",
          "text": "Have you been moving her around? You know, like every few hours? You don’t want her to get bed sores. \f157 84 Ngoc Lan shakes her head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL, (CONT'D)",
          "text": "Here. Let’s move her. He instructs Ngoc Lan with gestures, and they begin to ro Gladys onto her side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NGOC LAN",
          "text": "See? You know things. LATER -- Gladys now lies in a narcotized state. 157 NGOC LAN (CONT’D) Thank you Mr. Dusan friend. You help Gladys good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Now let’s make those adjustments for you. (reaching for his tools) I’1l just need you to remove your foot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NGOC LAN",
          "text": "Not now. I very tired. You go away. I stay with Gladys. You go away now. With no further ceremony, Ngoc Lan goes and busies hersel the kitchen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Well. Some other time, I guess. I just don’t know when I’m going to see you again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NGOC LAN",
          "text": "You come Thursday, okay? Thursday morning you fix leg. You come ten o'clock. At a loss, Paul opens the front door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "My name’s Paul, by the way. Paul Safranek. Ngoc Lan glances up and gives a little nod. Paul takes a look at this strange creature, then leaves. \f158 159 85",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It’s dark now. As Paul exits the building, his attention drawn by whooping and shouting. A jubilant GROUP OF MEN have just rolled up a normal-size of TECATE BEER. On the count of “Uno, dos, tres,” they ho it up and begin to spin it and shake it. Finally, they drop it on the ground, and with practiced e one of them punctures the can with a screwdriver, sending geyser of beer high into the air. They roll the can this way and that to guide the spray in their mouths. Others laugh as they are hosed down with be Paul watches, wistful at the spectacle of this simple pleasure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Paul squints at his monitor, painfully aware of the senselessness of his job.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Let’s see. Extra Large is still available in glacier, pebble, tulip, cayenne, moss and aubergine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WOMAN, (ON PHONE)",
          "text": "Cayenne, is that like red?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "More of a brownish red. Like brick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WOMAN, (ON PHONE)",
          "text": "I don’t like brick. Do you think moss is pretty?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "You know, I don’t know, lady. Could you please just pick a color?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WOMAN, (ON PHONE)",
          "text": "Don’t be short with me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "What did you say?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WOMAN, (ON PHONE)",
          "text": "Oooh, I see. You’re small. You’re one of those disgusting little small people. \f86",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "That’s right. And you’re extra large. Paul tosses his headset on his desk and walks away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Carrying a small canvas bag, Paul knocks on Ngoc Lan’s do Soon Ngoc Lan opens it and invites Paul in. INT. NGOC LAN’S APARTMENT - CONTINUOUS 161 Upon entering Paul notices that Gladys is gone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Where’s Gladys?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NGOC LAN",
          "text": "She die.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Oh, no. I’m so sorry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NGOC LAN",
          "text": "I think maybe I give her too much pills. Anyway, she die very happy smiling. Appalled, Paul musters a strained smile. Ngoc Lan sits an loosens her leg. NGOC LAN (CONT’D) Okay, you fix my foot quick. You do quick. One hour. Must clean house soon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "I can’t exactly fix it, but I can make a few adjustments, and I can give you some pointers on how to walk better. It’s a process. And I think I found the right orthopedist for you. Ngoc Lan slides the prosthesis off and hands it over. LATER -- Paul works on the crudely constructed foot, push and pulling on the hinges and springs. Now on CRUTCHES, N Lan manages to bring him a cup of tea.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL, (CONT'D)",
          "text": "Oh, thank you. Very nice. \f87",
          "sentiment": "neutral"
        },
        {
          "speaker": "NGOC LAN",
          "text": "You finish soon okay? I very busy. Go work soon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "I’m getting there. Ngoc Lan sits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL, (CONT'D)",
          "text": "I guess you like butterflies. (pointing at the walls) Butterflies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NGOC LAN",
          "text": "Yes I like very much. When I little girl my father she take with my sister see butterfly. Near my village they come live trees. You know, fly from cold place to hot place every year. Live trees near village then go away come back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Oh, migrating butterflies. Sounds beautiful.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NGOC LAN",
          "text": "Yes so many butterfly in tree very beautiful. I no forget. So many color.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "How do you say butterfly in Vietnamese?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NGOC LAN",
          "text": "Con bu’6’m.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Kon booyem.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NGOC LAN",
          "text": "(amused) Con bu’6’m.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "You must miss your village.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NGOC LAN",
          "text": "No more village. Government make people go away put water all over village, all over everywhere. Too much water. \f88",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Too much water?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NGOC LAN",
          "text": "Big water make electricity.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "A dam.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NGOC LAN",
          "text": "Yes, dam. They make dam. Many villages no more. This why I go prison. Me my sister make big protest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Huh. What happened to your sister?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NGOC LAN",
          "text": "She die prison. Too much cold. Chest fill up bad. She die. A solemn moment passes. Then Paul applies extra force to stubborn coupling and -- KKRCH! -- the joint pops apart a the entire prosthetic collapses in his hands. NGOC LAN (CONT’D) What happen? Paul tries awkwardly to shield the broken foot from view.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Nothing, I think I just -- A spring and a bolt or two drop noisily onto the floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Paul carries Ngoc Lan piggy-back down the stairs. She clutches her crutches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NGOC LAN",
          "text": "You stupid man! You say help me. This no help! You break my foot!",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "You’re just lucky it didn’t fail while you were walking down these stairs. You could’ve broken your neck! \f89",
          "sentiment": "neutral"
        },
        {
          "speaker": "NGOC LAN",
          "text": "Many people depend for me! I okay before, walk around good. Even I forget I have no foot. Now you come, make my life more harder!",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "You needed a new foot anyway. We're going to get you a good one. Is that so hard to understand? Jesus!",
          "sentiment": "neutral"
        },
        {
          "speaker": "NGOC LAN",
          "text": "No say Jesus bad way!",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Now I’m supposed to watch my language? What am I, twelve? You’re worse than my mother.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NGOC LAN",
          "text": "I feel sorry for your mother! I sure she suffer too much for your fault.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLOSE on a vacuum cleaner. WIDE -- Paul is the one guiding it, now wearing a “Jade P Cleansing Service” cap. Ngoc Lan sits nearby.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NGOC LAN",
          "text": "No do so fast! Vacuum cleaner need time same direction clean good. He shoots her a resentful glance, then notices other CREW MEMBERS whispering to each other and laughing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Paul cleans the stove. Ngoc Lan sits on a chair helping t LADY OF THE HOUSE go through the refrigerator as they pul leftovers and stack them in a box.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LADY OF THE HOUSE",
          "text": "And you can take this -- that’s turkey casserole from a couple days ago. These avocados are a bit soft, but -- \f90",
          "sentiment": "neutral"
        },
        {
          "speaker": "NGOC LAN",
          "text": "Thank you, yes. I take all these.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LADY OF THE HOUSE",
          "text": "(a Tupperware container) I think this one’s leftover pasta. It might be a little too old. Ngoc Lan peels open the lid and peers inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NGOC LAN",
          "text": "In prison we die for such food.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ngoc Lan waits in a car outside this downsized version of familiar franchise. Accompanied by the manager ROGER, Paul exits the front do and heads toward the car. Both carry take-out food containers. Paul opens the trunk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROGER",
          "text": "(to Ngoc Lan) Not too many leftover entrées today, but I threw in lots of baked potato soup.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NGOC LAN",
          "text": "Thank you, Roger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROGER",
          "text": "Finally got yourself a helper, huh, Ngoc Lan?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NGOC LAN",
          "text": "This Paul. He break my foot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROGER",
          "text": "How’d you manage that, buddy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NGOC LAN",
          "text": "He stupid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Long story. We’re sorting it out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ngoc Lan threads her way on crutches through TV VIEWERS i atrium. Some call out warm greetings. Paul follows with trays of left-over food. \f91 They reach SENOR CARDENAS, a frail old man dozing ina wheelchair. Ngoc Lan gives him a gentle nudge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NGOC LAN",
          "text": "Hola, Senor Cardenas. éHambre?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SENOR CARDENAS",
          "text": "Ay, si, chinita. Gracias. She places food from Paul’s stack on the old man’s lap.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SENOR CARDENAS, (CONT'D)",
          "text": "God will repay you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NGOC LAN",
          "text": "How’s your lung? How’s your lung?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SENOR CARDENAS",
          "text": "A little better today, gracias. Ngoc Lan nods approvingly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NGOC LAN",
          "text": "Okay over here next. This way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A MOTHER lifts her nine-year-old SON’s shirt to reveal re circles on his chest and back. The woman’s HUSBAND looks Ngoc Lan looks to Paul for a verdict.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Ouch. Okay. That looks painful. Mucho dolor, verdad?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SON",
          "text": "Si.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "I give him baths and scrub him and put herbs, but nothing helps.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "I bet that’s ringworm. I don’t know how to say that in Spanish. (thinking) Ringworm’s a fungus, so... No bafo. No bano. No agua. Seco. Seco. (to Ngoc Lan) Maybe I can find something at the drugstore and bring it for him tomorrow. \f170 171 172 92",
          "sentiment": "neutral"
        },
        {
          "speaker": "NGOC LAN",
          "text": "Yes, you bring. (to the woman) Manana medicina.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Manana medicina.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ngoc Lan and Paul stand at an open door, distributing the of the food to unseen recipients.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "That’s it, right? Ready to go home?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NGOC LAN",
          "text": "Now we go church pray Jesus.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "PARISHIONERS sing a hymn. Some shake tambourines. Trying be a good sport, Paul stands next to Ngoc Lan, but he has never been more out of his element.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HYMN, (V.O.)",
          "text": "Jesucristo es el Sefor. Jesucristo es el Sefior... LATER -- The Spanish-speaking MINISTER shouts into a 171 microphone, his words distorted by a cheap amp. The faith sway back and forth, eyes closed, one hand raised, Ngoc L among them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Paul carries Ngoc Lan piggy-back upstairs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NGOC LAN",
          "text": "You come back tomorrow morning pick me up. Eight o’clock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Yeah, okay. I'’11 be there. Paul loses his balance for a moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NGOC LAN",
          "text": "Careful! \f173 174 93",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "I got you. Stop shifting around!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DISSOLVE TO",
          "text": "INT. DUSAN’S HALLWAY - DAY 173 CLOSE on a door and the sound of a familiar doorbell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUSAN, (0.S.)",
          "text": "Okay, okay! I’m coming! The door is opened by an unshaven, hungover Dusan, who lo into camera and dissolves into laughter. REVERSE ANGLE -- It’s Ngoc Lan and her cleaning crew, amo them a fully uniformed and humiliated Paul.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NGOC LAN",
          "text": "Good morning, Mr. Dusan. We come clean for you. INT. DUSAN’S APARTMENT - CONTINUOUS 174 As the crew enter and disperse to clean up the post-party mess, we see that Ngoc Lan now sports a PEG LEG. Dusan puts his arm around Paul’s shoulder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUSAN",
          "text": "Answering phones was not dignified enough for you, I see. Now you progress to cleaning toilets. I love you, Paul. I really love you. You are such a funny guy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Yeah. Hilarious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUSAN",
          "text": "Like I said, Paul, you are too much nice guy and little bit pathetic guy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Well, I broke her damn foot! What am I supposed to do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUSAN",
          "text": "This is absolutely fantastic. (yelling) (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f175 94",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUSAN, (CONT'D)",
          "text": "Konrad, Konrad! You must come see something! This is so fucking funny!",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "It’s just until she gets a new foot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUSAN",
          "text": "And how long will that be?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "I don’t know. The doctor said a month, maybe six weeks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUSAN",
          "text": "That’s an eternity.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Meantime she’s stuck with a peg leg, which is almost worse than nothing at all. She’s waddling around like a goddamned pirate!",
          "sentiment": "neutral"
        },
        {
          "speaker": "NGOC LAN, (0.S.)",
          "text": "Paul! No talk with Mr. Dusan! You go upstairs with Verdénica! Paul is trained to obey but hesitates under Dusan’s gaze. NGOC LAN (CONT’D) Paul!",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "I heard you! As Paul trots off, Dusan doubles over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUSAN",
          "text": "Don’t worry, Paul. Dusan will save you. INT. DUSAN’S KITCHEN - DAY 175 Ngoc Lan sorts through leftovers, muttering to herself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NGOC LAN",
          "text": "This good... I take this... (smelling a box) Ooh, this throw away... This, I don’t know what this is. Dusan and Konrad enter behind her. \f95",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUSAN",
          "text": "Yes, please, Miss Tran, take everything. Mr. Konrad and I are leaving day after tomorrow and don’t know when we will be back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NGOC LAN",
          "text": "Okay good. Thank you. Dusan motions for Paul to join them. NGOC LAN (CONT’D) Paul, Mr. Dusan say I take food. You go find big box.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUSAN",
          "text": "Yes, in a minute. First there’s something very important to discuss.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NGOC LAN",
          "text": "(turning around) Yes? INT. DUSAN’S KITCHEN TABLE - DAY 176 The four have gathered for a talk around the table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUSAN",
          "text": "Listen, here is the situation. I don’t know exactly what, but something big -- very big -- is happening at the original small colony. You know, the one in Norway. They want me to go there right away with a very important delivery. Too complicated to explain. Top secret and very urgent. Most important they are offering us very big money.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KONRAD",
          "text": "Very big.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUSAN",
          "text": "This means we need extra help to do this quickly and make them happy. And I’m sorry to say, we need the same excellent helper who is currently helping you. (pointing at Paul) Him. The room falls silent as Ngoc Lan lets this sink in. \f96",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Yes, Ngoc Lan, I have to go to Norway with these guys.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NGOC LAN",
          "text": "So... you say... Paul go with you Norway?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUSAN",
          "text": "Yes, that is the situation. Emergency situation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KONRAD",
          "text": "And deeply humanitarian. Instead of arguing, Ngoc Lan remains subdued.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NGOC LAN",
          "text": "Paul, you want go Mr. Dusan Norway?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "That’s what I just said. I mean, look, Ngoc Lan, I’1l still be able to help one-hundred-percent when I get home and when you get your new foot, and --",
          "sentiment": "neutral"
        },
        {
          "speaker": "NGOC LAN",
          "text": "You leave Wednesday?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NGOC LAN",
          "text": "And how long you go? Paul looks to the men for help.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KONRAD",
          "text": "At least ten days. Maybe more. Ngoc Lan performs mental calculations, then smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NGOC LAN",
          "text": "Yes, okay, Norway. I go Norway too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUSAN",
          "text": "No, no, no, not you. Only Paul.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NGOC LAN",
          "text": "I go Norway too. Paul, you help me during trip. \f177 97",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUSAN",
          "text": "But you’re very busy here with humanitarian activities of your own. And your cleaning business.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NGOC LAN",
          "text": "Ver6nica and other ladies know every place. They do for me, I pay them good. No problem I go. (cheery now) Norway colony peoples invite me so many time but I never go. Feel so, so guilty. They so nice peoples.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUSAN",
          "text": "What? Who invited you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NGOC LAN",
          "text": "When I hospital so long time after TV box, people all over world send me happy card, flower, candy, make me feel good. So many letter. One letter very special I never forget. From Jorgen Asbjornsen. Tears well up in her eyes. The men exchange panicked look NGOC LAN (CONT’D) Dr. Asbj@rnsen she write me say he feel so, so bad I suffer for his fault. He say he painful, he never think make small so bad for people. Dr. Asbjornsen letter make me feel so better. I write letter too, say now first time I proud be small. So good man. He say me make trip go Norway any day. But I too busy, always too busy. Now Jesus give me beautiful gift, go Norway. Thank you Mr. Dusan, thank you Mr. Konrad. Yes, yes, I go Norway. So happy. (crying) Thank you special time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stunning views of the lush valley of an ocean inlet. Radi colors reflect off high, verdant cliffs. Konrad’s yacht cruises up the fjord towing a barge loaded cargo, including huge, normal-sized bottles of VODKA. \f178 179 180 98 EXT. KONRAD’S YACHT - DAY 178 Paul stands at the prow, the wind in his hair, Ngoc Lan b him. Paul looks up at the wheel house, where Konrad is at the chatting with Dusan. Then he looks down at Ngoc Lan’s PEG LEG. It’s all so odd, so unexpected.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "From a distance, we see Paul, Ngoc Lan, Dusan and Konrad dining together, enjoying the splendid view. Dusan clowns the delight of the others, and Ngoc Lan seems unusually relaxed and happy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Paul helps Ngoc Lan down the steps to the sleeping area, she opens the door to her cabin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NGOC LAN",
          "text": "Good night, Paul. I’m sure you have very much work to do with Dusan Konrad. Very important job only you can do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Um, yeah. Well --",
          "sentiment": "neutral"
        },
        {
          "speaker": "NGOC LAN",
          "text": "I know you no like cleaning. I too big boss, you try run away from me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "No, no. That’s not --",
          "sentiment": "neutral"
        },
        {
          "speaker": "NGOC LAN",
          "text": "No good lie me. Jesus my friend. He always say me truth. Paul squints at her. Is she for real? Then Ngoc Lan laugh an endearing honk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Do you want help with your leg?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NGOC LAN",
          "text": "I take care myself. Good night, Paul. \f181 182 99",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Good night. Sleep well. Paul watches her go, surprised by sudden pangs of longing INT. PAUL’S CABIN - NIGHT 181 Paul awakens when the engine suddenly cuts, and the boat to a stop. Voices and footsteps follow. Paul rises to peer out his tiny porthole. In the moonligh makes out a SKIFF pulling alongside the yacht and TWO NEW PASSENGERS helped off the skiff and onto the yacht. EXT. KONRAD’S YACHT - DAY 182 An unshaven Paul emerges onto the deck and is about to he the wheelhouse when he notices -- NGOC LAN and an ELDERLY MAN AND WOMAN seated on the rear deck, conversing. The woman leans forw to clasp one of Ngoc Lan's hands in empathy and consolati Paul makes his way astern.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NGOC LAN",
          "text": "Look, Paul. This Jorgen Asbjornsen. And her wife. Upon meeting the Asbjornsens again, we see that the years stress have not been kind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Oh, my God. Jorgen Asbjornsen. Hello. This is such an honor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NGOC LAN",
          "text": "See, Paul? Jesus smile for me. (to the Asbjornsens) I say Paul I want visit Norway only meet you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNE-HELENE",
          "text": "I’m Anne-Helene. Please, sit. Join us. We’re watching the world go by.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. ASBJ",
          "text": "You’ve no idea how terribly grief- stricken we were by Miss Tran’s case. \f100",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNE-HELENE",
          "text": "Yes. Jorgen has lost so much sleep over all the abuses. (to Ngoc Lan) It’s such a pleasure to meet you at last. I just can’t tell you. A few moments of quiet as all take in the surroundings.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. ASBJ",
          "text": "It’s humbling, no? Nature is such a patient sculptor -- grinding a tiny bit each day slowly, slowly for thousands of years to make such a supremely beautiful thing. (overcome with sadness) What a waste. What a dreadful waste. Dr. Asbj@rnsen rises and shuffles away, muttering to hims in Norwegian.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNE-HELENE",
          "text": "You’ll have to excuse Jorgen. These past few days have been especially hard. Such a big decision to make. And so quickly. Normally when we visit the Colony, we like to take the train and spend a few days in Narvik. But then the news came and, well, here we are, suddenly imposing on you. We scarcely had time to pack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "I’m sorry, but what news?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNE-HELENE",
          "text": "Why, the methane release. In Antarctica. You must know about the methane.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Sure... But that’s not new, right? I mean --",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNE-HELENE",
          "text": "New or old, it’s the end. The end of everything. (vising) I’m sorry, I should check on Jorgen. \f101",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All aboard have gathered for dinner around a table and li intently to the great man in their midst.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. ASBJ",
          "text": "The Earth has already seen five major extinctions, and now there will be another. I didn’t want to believe it, none of us did. But there we were in Helsinki, big and small -- climatologists, biologists, physicists, demographers, immunologists, 26 Nobel Prize winners among us. We built all the models, did all the math, and the conclusion was consistent. Homo Sapiens will soon vanish from the Earth. The only question is when. Some say 500 years. Some say sixty. Now with the terrible spike in methane release, it’s out of our grasp. Regardless how the end will come -- unbreathable air, impotable water, incurable disease, environmental catastrophe, nuclear winter, likely a combination of them all -- relatively soon the Earth will indeed purge itself of human life, and God knows how many other species. It is now an actuarial certainty. His mind reeling, Paul looks at Ngoc Lan. She has been listening quietly, but tears flow down her face. DR. ASBJ®RNSEN (CONT’D) (pouring himself a drink) Not a very successful species, these Homo Sapiens, even with such great intelligence. Barely 200 thousand years. Alligator has survived 200 million years with a brain the size of a walnut.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Do you really mean extinction? What about downsizing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. ASBJ",
          "text": "Yeah, yeah, too little too late. Only 3% of the world has miniaturized. There simply isn’t enough time. Yes, extinction is exactly the correct word. \f184 185 102",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Paul and Ngoc Lan lean against the railing, soothed by th stars and the wind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "People have been predicting the end of the world for thousands of years, and now it’s really happening. I guess somebody had to be right someday.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NGOC LAN",
          "text": "So sad. Very sad. They gaze at the moonlit landscape. The moment is ripe fo love. Ngoc Lan looks at Paul, hoping he’1ll sense her nee but he seems oblivious, and she starts to walk away. NGOC LAN (CONT’D) Sleep now. Good night, Paul.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Good night, Ngoc Lan. Surprised by her abrupt departure, Paul watches her go. T she pauses, emitting a barely audible grunt of pain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL, (CONT'D)",
          "text": "You okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NGOC LAN",
          "text": "I fine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Maybe I should take a look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NGOC LAN",
          "text": "Okay. Yes. You look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ngoc Lan lies on the bed with one pant leg rolled up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Yeah, that peg’s making the socket chafe a little. Paul squeezes lotion into his palm and begins to massage tender skin of Ngoc Lan’s stump. \f186 187 103",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL, (CONT'D)",
          "text": "You know, if someone had told me five years ago that one day I’d be four inches tall, divorced, helping a famous Vietnamese dissident get a new foot, and cruising up a fjord in Norway discussing the end of the world with Jorgen Asbjernsen, I would have said he was crazy. Paul notices she hasn’t been listening. Her eyes are clos and her head is tipped back. She moans slightly. Paul stops massaging. Ngoc Lan opens her eyes just enough give him a look, then closes them again. Summoning his courage, he lies down next to her and plants his lips on She’s stiff and unresponsive, so he stops.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL, (CONT'D)",
          "text": "I’m sorry. I thought... Jesus, I’m such an idiot. Ngoc Lan opens her eyes and gives Paul a look at once fie and vulnerable.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NGOC LAN",
          "text": "No. Please. I want. Paul draws a deep breath, eases his way close again and g her a few gentle kisses. Ever so slowly, she reciprocates FADE OUT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "A STRANGE SOUND",
          "text": "EXT. KONRAD’S YACHT - MORNING Zipping up parkas as they emerge onto the deck, Ngoc Lan Paul discover a different landscape. The walls of the fjo are narrower, the terrain even lusher.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Paul and Ngoc Lan enter, Konrad and Dusan exchange a knowing look. There are no secrets on a boat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "What’s that sound? \f188 189 190 191 192 104",
          "sentiment": "neutral"
        },
        {
          "speaker": "KONRAD",
          "text": "A greeting. Konrad blasts the foghorn in response. When Ngoc Lan look away, Dusan gives Paul a wink and makes a crude gesture. responds with a glare that says, “Cool it.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A tiny BEARDED MAN in rustic clothing stands on a cliff blowing into a lacquered SNAIL SHELL. OOOEEEEOOOOOO!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Motoring into a bay, the boat approaches a loading dock. few downsized fishing boats are moored in the harbor, the prows carved into dragon heads as an homage to Viking heritage. No dwellings are in sight -- just the dock, two cargo cra and a road leading away from port. HORSE-DRAWN CARTS with DRIVERS await the yacht’s arrival. EXT. KONRAD’S YACHT - DAY 190 Dusan stands with Paul and Ngoc Lan at the railing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Harnessed horses pull a wooden cart up a steep series of switchbacks. Paul, Ngoc Lan, Dusan and the Asbjornsens ri together in back. In the distance below, cranes unload th yacht’s cargo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ngoc Lan is staggered by the immediacy and immensity of n from a small perspective -- trees tall as mountains, leav broad as sails. Paul shares the feeling but even more delights in watching Ngoc Lan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NGOC LAN",
          "text": "I think never in my life I will see some place so beautiful again. \f193 194 105",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The cart crests a hill and pauses to enjoy the remarkable view. A lush valley cradles a village surrounded by tiere fields. Near the village are larger, more modern building",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNE-HELENE",
          "text": "All this land -- everything you see -- belonged for centuries to the Edvardsen family. It was Nellie Edvardsen’s granddaughter Solveig who arranged for us to use this place for our settlement.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. ASBJ",
          "text": "Solveig will remind you of this many times.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNE-HELENE",
          "text": "Jorgen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. ASBJ",
          "text": "(with distaste) Solveig.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "So that’s it. The colony. And that’s the original dome. Wow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. ASBJ",
          "text": "We use it now as a social hall and fitness center, but yes, this is where we started.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNE-HELENE",
          "text": "It was a wonderful time. Remember, Jorgen?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. ASBJ",
          "text": "(wistful) I remember.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The cart passes through a gate and into the settlement, a marriage between a traditional Scandinavian village and a modern eco-commune. The residents’ appearance suggests a life of communal val and harmony with nature -- long hair, sandals, beards, ru cheeks, rustic garments. ALL RACES are represented. \f195 106 There’s a sense of urgency among the villagers as they bu about, but they’re not too busy to cheer the Asbjornsens they pass. The couple respond humbly with smiles and wave",
          "sentiment": "neutral"
        },
        {
          "speaker": "CROWD",
          "text": "Papa Jorgen! Mama Anne-Helene!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The cart stops near a large, weathered SHED built into th side of a hill. A small welcoming party of SCIENTISTS and ENGINEERS greet the new arrivals.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLVEIG, (0.S.)",
          "text": "Jorgen, Anne-Helene! Oh, thank God you’ve arrived! Why didn’t anyone tell me? All turn to see SOLVEIG EDVARDSEN running toward them. A sized Norwegian woman in her 60s, she’s hiking up the hem her long, flowing garments to avoid the mud.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. ASBJ",
          "text": "(smiling stiffly) Solveig. Solveig makes a big show of embracing the Asbjernsens, dr them into her ample bosom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLVEIG",
          "text": "I love you. I love you both so much. Ever since the decision, I didn’t feel right without you here. And you know how I am when I worry. I can’t eat. I can’t sleep. Ask anyone here, they’1l tell you. My stomach has been so upset, like I want to throw up all the time, but can’t. And I’ve had an awful headache that just won’t go away. I know you know about my headaches. I love you so much. Thank God you’re here -- I feel so much better now, like a big release. A FELLOW SCIENTIST comes to the rescue.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FELLOW SCIENTIST",
          "text": "Sorry to interrupt, Jorgen, but we need your advice immediately.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. ASBJ",
          "text": "Yes, yes. Excuse us, Solveig. \fUnplugged the other 107",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLVEIG",
          "text": "Of course, darling. You’ve got important things to do. I love you. You’re a genius.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNE-HELENE",
          "text": "(heading away too) You look wonderful, Solveig.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLVEIG",
          "text": "Really? I do? You really think so?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNE-HELENE",
          "text": "Wonderful.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLVEIG",
          "text": "(grateful) Oh, honey. from the attention she craves, Solveig latches onto new arrivals. SOLVEIG (CONT’D) Dusan, Dusan, dear Dusan. Bless you for coming so quickly. I love you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUSAN",
          "text": "(kissing her cheeks) Solveig, my darling, I am always happy to help -- in difficult times, in easy times, in happy times. Is always a pleasure to visit you and your lovely village.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLVEIG",
          "text": "It is lovely, isn’t it? I can’t bear to think I won’t see it again. (to Paul and Ngoc Lan) You know, I’m the one who made this colony possible in the first place. I’ve been coming since I was just a baby. Papa used to fly us here every summer in his float plane. I remember one time -- (to Paul) Wait. I know you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLVEIG",
          "text": "(gripping his arm) I’m sure of it. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f108",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLVEIG, (CONT'D)",
          "text": "You were in my dream last night. I was a little girl, and I was afraid and lonely, but there you were, walking beside me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Are you sure it was me? Because we've never --",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLVEIG",
          "text": "You were a horse or a pony -- something very strong -- and I instantly felt better. Then I mounted you and rode you through a dangerous forest. And here you are. Right before we leave. Another miracle. You are coming with us, aren’t you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUSAN",
          "text": "(jumping in) Solveig, darling, listen, we love you, but my friends and I are just here for the delivery, and then we must go home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLVEIG",
          "text": "That’s really so sad. We’d love it if you’d join us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "I’m sorry, did you say you’re leaving?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLVEIG",
          "text": "Oh. Yes. All of us. Didn’t anyone tell you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Where are you going? Solveig points at the shed -- isn’t it obvious?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLVEIG",
          "text": "In there. Would you like to see? (leading them, to Dusan) You did remember my hand cream, didn’t you? I couldn’t survive without it. \f196",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "109 196 Solveig escorts the group inside. To Paul and Ngoc Lan's surprise, they find that the rustic shelter conceals the entrance to -- A LARGE TUNNEL, disappearing into the mountain like a min shaft.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NGOC LAN",
          "text": "Where it go?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLVEIG",
          "text": "To China! (giggling) — ; I’m sorry, forgive me. Sometimes I’m so silly. No, to the vault.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "The vault?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLVEIG",
          "text": "Oh, yes. We’ve been working on it almost since the very beginning. Actually, not many people know this, but it was my idea",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUSAN",
          "text": "Of course it was. You’re always thinking ahead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLVEIG",
          "text": "When Jorgen made his big discovery, I said, look, Jorgen, you’re a genius, and downsizing is a genius idea. No one’s questioning that. No one. But what if people don’t accept it? What if it doesn’t catch on in time? Look at me -- you know, it took me years before I did it. I had to sell my antiques and find homes for my cats. They’re very old and one of them is diabetic, needs two shots every day. It was a complete nightmare. Anyway, this is what they came up with. On my suggestion. Solveig leads Ngoc Lan and Paul toward TORVALD, seated at a control panel. SOLVEIG (CONT’D) Torvald, be a sweetheart and give our friends a little tour. an engineer",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The tunnel leads to a vault 1.6 kilometers inside the Earth’s lithosphere and encased in a double layer of Inconel 625. Torvald points at an array of MONITORS displaying high-an views of streets, homes, farms and pastures. TORVALD (CONT’D) In addition to maintaining a broad spectrum of biodiversity, the vault is equipped with fields for growing foods, forests for lumber, livestock for animal husbandry. The residential areas are spacious and easily expandable to provide for future generations.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Wait, that’s not underground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLVEIG",
          "text": "Of course it is! Our new size makes it possible. Otherwise we never could have dreamed of preserving so much of the world in a single safe place.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "This is brilliant. (to Ngoc Lan) Isn’t this brilliant? Like Noah’s Ark.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLVEIG",
          "text": "That’s exactly what I told Jorgen. It’s Noah’s Ark!",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "What kind of power are you using, nuclear?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TORVALD",
          "text": "No, no, 100% geothermal. Interoperable organic systems manage production of artificial sunlight, oxygen, CO2 elimination, water purification, and so forth. As Paul soaks everything up, Ngoc Lan takes his hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "So how long will you stay down there? \f197",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLVEIG",
          "text": "What is it, Torvald? Eight thousand years?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TORVALD",
          "text": "(lips pursed) Something like that. Until the surface environment stabilizes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All the villagers -- perhaps 250 -- dine together at long wooden tables. Tonight the atmosphere is electric. Paul and Ngoc Lan sit near the Asbjornsens and other SCIENTISTS who, between chews, dispassionately explain th project at hand. Konrad and Dusan sit nearby.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ONE SCIENTIST",
          "text": "You know, it’s not unprecedented what we are doing. Less than a hundred thousand years ago humans experienced a near-extinction. Maybe 2,000 survived. And from that handful came all the billions of people you see today.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANOTHER SCIENTIST",
          "text": "Rebooting the species. Nothing new. Glasses clink. Dr. Asbjornsen rises. Never a comfortable public speaker, he scans the faces turned his way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. ASBJ",
          "text": "My friends. Many years ago, when we discovered cellular miniaturization, the world which had seemed so doomed felt suddenly so full of possibilities. We knew we had found the portal to the next stage of man’s evolution. So until very recently, I maintained hope that the contingency plan we embark upon tomorrow could remain simply that -- a plan. He pauses, reigning in his emotions.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. ASBJ",
          "text": "But history has spoken, and this is our final dinner in the place we’ve called home for so many years. And here, on this beautiful little island (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f112",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. ASBJ",
          "text": "(noticing Solveig’s look) -- this island which Solveig Edvardsen had the vision and generosity to provide us... Solveig nods proudly. DR. ASBJ®RNSEN (CONT’D) ...the very survival of mankind rests in our hands. Yes, we are sad to leave, and terribly sad for the reasons why, but man is too beautiful, too improbable a life form to be allowed to disappear forever from the cosmos. (Norwegian) It is no shame to look into the warm spring sun and regret a lost limb. The Norwegians present nod and murmur in agreement. Someo uses the moment to hand Asbjornsen a note. DR. ASBJ®RNSEN (CONT’D) Ah, yes. The kitchen staff wishes to remind everyone that after you scrape your plates, you should place them in the stacking carts, not the dish washing belts. (clearing his throat) Now then, I would like to ask the surviving members of the original colony to stand. Twenty people solemnly rise. Most are in their fifties or older, but among them we recognize one handsome young man DR. ASBJ®RNSEN (CONT’D) Look at him -- Little Ronni, how he’s grown. As Ronni smiles, we note a herpes sore on his upper lip. DR. ASBJ®RNSEN (CONT’D) (addressing the originals) I ask you again as I asked you so many years ago. Generations to come - - perhaps all of humanity -- will thank you for your bravery and commitment. But you must ask yourself whether you are truly ready to enter a new world. For there will be no turning back. Are you ready? \f113",
          "sentiment": "neutral"
        },
        {
          "speaker": "LITTLE RONNI",
          "text": "I am ready!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ORIGINAL COLONY MEMBERS",
          "text": "Yes! I am ready! Yes! Tears and embraces throughout the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. ASBJ",
          "text": "Is everyone ready? Shouts of “I am ready!” coalesce into an ebullient group of “We are ready.” Konrad, Ngoc Lan and Dusan are moved to witness these momentous proceedings, but Paul’s reaction is even more profound. Something deep inside him is awakening.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Residents throw furniture into a BONFIRE. Drunken men sin Viking songs. A hypnotic drum beat inspires dancing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUSAN",
          "text": "Konrad, what do you think? Is the end of civilization really coming so soon?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KONRAD",
          "text": "Look here. My uncle used to say he was born during the Austro-Hungarian Empire, then outlived both the Third Reich and Communism, all three of which were supposed to last forever. In the 1930s they discovered a pyramid in Egypt -- a pyramid! -- when a camel stubbed its toe. How does one lose a pyramid? Or look up at the sky. So many of those bright, bright stars went dark before humans even existed -- we just don’t know it yet. All things come to an end. Why shouldn’t we? But look at the positive side -- if our world really is coming to an end, it’s fascinating to be watching.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Paul sits alone, deep in thought, looking down at the tun entrance. \f114 The shed has been dismantled, and work lights illuminate parade of carts heading inside loaded with supplies. Ngoc Lan approaches, struggling up the hill.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NGOC LAN",
          "text": "Where you go? I look many place for you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "I’ve been here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NGOC LAN",
          "text": "(sitting) I talk with Dusan, he say fat lady pay, he ready go back. I happy for that. Too long time away from Sefior Cardenas and Mrs. Lopez. I worry too much for them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Ngoc Lan, you can’t just be worried about a few little people thousands of miles away. You have to look at the big picture.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NGOC LAN",
          "text": "Why you say like this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Because Mr. Cardenas, Mrs. Ldpez, they don’t stand a chance, none of us do! (gesturing) All of this -- it’s over. Can’t you see what’s going on? This is a defining moment in human history. More than that -- in the history of the universe. And for some reason you and I are here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NGOC LAN",
          "text": "You want go with them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "And I want you to come with me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NGOC LAN",
          "text": "You crazy man! Always I know you stupid. Now I see you crazy too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How am I crazy? You heard them. This is the only chance for the survival of our species -- that’s huge! You want to help people? These are the people you should be helping. The future of humanity is down that hole!",
          "sentiment": "neutral"
        },
        {
          "speaker": "NGOC LAN",
          "text": "Who you help down there? People here needs help, not down stupid hole!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ngoc Lan pulls Paul by the hand toward Dusan and Konrad, now quite drunk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NGOC LAN",
          "text": "Dusan, Konrad, talk to crazy Paul. He say he want go down hole, me go with him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUSAN",
          "text": "Paul, Paul, Paul, Paul... Why would you do such a silly thing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Why not?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUSAN",
          "text": "Because you will live the rest of your life in a hole in the ground. Like a worm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "These people are saving the human race, and I want to help.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUSAN",
          "text": "Okay, fine, you want to help. Then do what I did -- give them a semen sample.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KONRAD",
          "text": "I did, too. That’s a much more pleasant way to help.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "If I’m not supposed to be a part of this thing, then why am I here? I look at my life and I... I’m a nobody. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f201",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL, (CONT'D)",
          "text": "But now I connect the dots and see it’s all been leading me here. Why didn’t I become a doctor? Why did I downsize? Why did my wife abandon me? Dusan, how did you just happen to be my neighbor? Ngoc Lan, why were you the only one to survive that box and just happen to be cleaning Dusan’s place that day? And if you hadn’t lost your leg, I wouldn’t have tried to help you -- which, as usual, I screwed up. And why did I screw up? So I could wind up here at exactly the right time to go into that tunnel! I finally have the chance to do something that matters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUSAN",
          "text": "Paul, come on, you really are talking crazy. These people, they’re wonderful, but --",
          "sentiment": "neutral"
        },
        {
          "speaker": "KONRAD",
          "text": "It’s like a cult.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUSAN",
          "text": "It’s like a cult. And the extinction’s not happening for, you know, maybe few hundred years. Has nothing to do with you. Forget it. Have a drink. Besides, you think they won’t behave as people always behave? They’re all going to go insane down there and kill each other. They will go extinct long before we do. Paul searches the faces of his three friends, seeing them both allies and enemies. Then he turns and marches off in the night. Ngoc Lan watches him go, her heart breaking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUSAN, (CONT'D)",
          "text": "Don’t worry, darling. He said it himself. Nothing he ever wants to do works out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Bacchanal continues on a beautiful, sunny day. Around pond, villagers sunbathe, picnic and skinny dip. Others siphon vodka from a bottle lying on its side. Now dressed in “native” loose-fitting clothes and clogs, dances with a group near the drum circle. \fNgoc Lan approaches shyly, stopping a few feet away. notices and heads over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Beautiful day, huh? Knowing it’s the last time I’1l see the real sun makes it so... vibrant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NGOC LAN",
          "text": "I ask you question. You say me truth. Okay? (he nods) Other night on boat... what kind of fuck you give me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NGOC LAN",
          "text": "What kind of fuck you give me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "What kind? I don’t... I have no idea what you’re talking about.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NGOC LAN",
          "text": "American peoples, eight kind of fuck. (counting on fingers) Love fuck, hate fuck, sex-only fuck, break-up fuck, make-up fuck, buddy fuck, drunk fuck, pity fuck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Look, I don’t know where you heard that, but --",
          "sentiment": "neutral"
        },
        {
          "speaker": "NGOC LAN",
          "text": "Third host family.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "That’s just stupid. There’s a whole spectrum of... emotions and... motivations. And you shouldn’t say “fuck.” It’s vulgar. Say “make love” or something. I don’t know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NGOC LAN",
          "text": "So... was love fuck?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "No, I mean... What’s this all about? 117 Paul \f202",
          "sentiment": "neutral"
        },
        {
          "speaker": "NGOC LAN",
          "text": "You look for me, you want help me, you make fuck with me, now you go down stupid hole. So I try to think what kind fuck you give me. I think maybe pity fuck. For leg.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "No, no, Ngoc Lan, I care about you deeply. You are an extraordinary human being, and I admire you so much. More than anything I want you to come with me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NGOC LAN",
          "text": "Peoples always say me I strong. Okay, maybe Vietnam I organize many protest, survive two year prison and punish me make small. I only person survive TV box, everybody die. I walk around no foot, take care for other peoples. But I woman. Feelings.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "I’m sorry. I really am. It’s so easy for me to see who you are. But if I don’t do this, who am I? I mean, really. Who am I?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NGOC LAN",
          "text": "You Paul Safranek. You good man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VILLAGERS, (0.S.)",
          "text": "Look! Look! BUTTERFLIES, big as kites, flutter overhead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Look, Ngoc Lan! Butterflies! Kon booyem! Kon booyem! Even this miraculous sight cannot lift her sadness. LATER -- The villagers have amassed to watch the SUNSET. one moves. No one speaks. A WOMAN atop a rock sings a haunting Viking song of farew SOLEMN FACES, many streaked by tears, are lit by the gold setting sun. Among them we see the Asbjornsens standing w great dignity, and Solveig, sobbing a bit too loudly. \f203 119 Despite wounded feelings, Ngoc Lan recognizes it’s the la time she will see Paul, and she allows herself to slip he around his waist. He places an arm over her shoulder. The sun vanishes, its amber light now streaked by pinks, greens and blues. Spontaneous applause. Now the residents turn to walk slowly toward the tunnel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The departure nears completion. The last of the carts disappear inside, the final residents following on foot. Torvald waits nearby, preparing to seal the tunnel. Ngoc Lan, Dusan, and Konrad stand with Paul.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "I guess this is it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUSAN",
          "text": "It seems so.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Konrad? Very nice to have met you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KONRAD",
          "text": "Pleasure was mine. Good luck in there, Paul. Paul turns to Dusan and pulls him into a firm embrace.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUSAN",
          "text": "Take care of yourself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "I will. You too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUSAN",
          "text": "I will miss my funny neighbor. Paul nods, then turns to face Ngoc Lan. At a loss, he tries hugging her, but she remains limp in his arms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Ngoc Lan. She places something into his hands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL, (CONT'D)",
          "text": "Your bible. (off her nod) But it’s in Vietnamese. \f204 120",
          "sentiment": "neutral"
        },
        {
          "speaker": "NGOC LAN",
          "text": "Words not matter. Remember me. Paul leans in to kiss her, but she offers only her cheek. looks at the tunnel, then back at Ngoc Lan, her eyes down NGOC LAN (CONT’D) You go now. Paul turns and heads resolutely toward the tunnel, clutch the bible and dragging his wheelie suitcase.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lit by lights strung along the walls, a stream of village march silently and steadily toward their destiny. At the rear, Paul walks with an erect, dignified bearing. Nothing in his life approaches the magnitude of this mome feels many things at once -- pride, fear, excitement, reg Soon the tunnel begins an incline, and Paul trots forward speak with a fit Nigerian guy named TUNDE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Excuse me. Why are we going up? I thought the vault was --",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUNDE",
          "text": "Prevents flooding. (offering his hand) Tunde.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Paul.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUNDE",
          "text": "Just a few hours climb before we begin the descent to the vault.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "And how long is the whole walk?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUNDE",
          "text": "Eleven hours. Something like that. (pulling ahead) See you down there. Stay hydrated. Paul slows to a stop as the last villagers pass him by. Suddenly he hears a SIREN and senses a flashing RED LIGHT turns to look back at the tunnel opening, now 100 meters behind. Torvald is there, cranking the tunnel door shut. \f205 206 207 121",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "From a vantage point atop an incline, Dusan, Konrad and N Lan somberly watch the door closing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The door is nearly shut, when from behind it comes a muff panicked cry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAIT",
          "text": "The door stops, then reopens slightly. Paul squeezes out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL, (CONT'D)",
          "text": "Thanks, Torvald. Thanks. (jerking something) My bag. Do you think you could --?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TORVALD, (0.S.)",
          "text": "Leave it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "But --",
          "sentiment": "neutral"
        },
        {
          "speaker": "TORVALD, (0.S.)",
          "text": "You need to get away from here!",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Okay, sure. Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TORVALD, (0.S.)",
          "text": "Run! Paul releases the bag and sprints away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dusan, Konrad and Ngoc Lan have taken cover behind rocks. Dusan peeks out and, breaking into a smile, invites the others to witness Paul scrambling up the hill in a panick zig-zag.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUSAN",
          "text": "What did I tell you? Nothing ever works out for this guy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NGOC LAN",
          "text": "Paul! Paul spots his friends runs straight into Ngoc Lan's arms \f208 209 122",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "(out of breath) I was thinking about what you said, and I... realized... you’re right. I am Paul Safranek. And... what you were asking... It was a love fuck. Ngoc Lan bursts into tears of happiness and embraces him tightly. KA-BOOM! An EXPLOSION above the tunnel entrance creates a landslide which tumbles down to conceal it forever. Our friends take cover, but they needn’t have -- it’s all sma scale, so the dirt falls pathetically. Soon they emerge from behind the rocks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NGOC LAN",
          "text": "Okay, now we go back Leisureland. Okay, Dusan Konrad Paul? You promise. Nothing more here. We go now. The three men stare at her, reminded once again what a monomaniac she can be. EXT. KONRAD’S REAR DECK - DAYBREAK 208 Paul, Dusan and Ngoc Lan watch the island recede as the y sails out of the harbor amid the rising sun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERGEHL, (V.O.)",
          "text": "And so it was that Safrapiil the Good forsook salvation in order to return to Lohserlund with Princess Noc, to care for the sick and crippled of our ancestors.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tergehl has reached the end of the story and sits back to gauge its effect on his listeners.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LITTLE BOY",
          "text": "Then what happened?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERGEHL",
          "text": "That is the end, little ones. There is nothing more to tell. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f210 211 212 123",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERGEHL, (CONT'D)",
          "text": "We know nothing more of Safrapiil, nor of Princess Noc, nor of Drooshan the Cunning, nor of the sacrifices they made.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Across a moonlit desolate landscape, we see the cave, hig a hill, illuminated by the fire within.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERGEHL, (0.S.)",
          "text": "But that is why, each year at the feast commemorating the Great Exodus, we leave an empty seat for Safrapiil, so that we remember all those who remained behind and suffered through the hell to come.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Paul looks out the window. He seems now genuinely clear- headed, aware, awake.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "To think, one day, all of this --",
          "sentiment": "neutral"
        },
        {
          "speaker": "NGOC LAN",
          "text": "Now maybe you understand little bit how I feel after survive TV box. Paul looks at her, takes her hand. NGOC LAN (CONT’D) When you know death come soon, you look around things more close.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A PORTER slides Ngoc Lan and Paul’s carrier into place an locks it down. Paul glances over at MELANIE and CJ, a normal-size couple seated exactly where he and Audrey sat so many lifetimes ago. They look like nice people, honest and bright-eyed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Hi there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MELANIE",
          "text": "What? \fThe woman 124",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Hi there!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MELANIE",
          "text": "Hi back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Moving to Leisureland, huh? exchanges a shy smile with her husband.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MELANIE",
          "text": "Yep. We’re going for it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Where you guys from?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MELANIE",
          "text": "Upstate New York.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Oh yeah?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CJ",
          "text": "East Aurora. Just outside Buffalo. How about you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Omaha. Nervous?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CJ",
          "text": "Oh, a little skittish.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "I can understand that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MELANIE",
          "text": "We got cold feet and almost bailed out once or twice. But we sure like the idea of buying our first house. And starting a family... And it didn’t feel right to stay big much longer. I guess we just want to help out, if we can.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CJ",
          "text": "Plus, you know, we didn’t want to lose that deposit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "I hear you. \f125",
          "sentiment": "neutral"
        },
        {
          "speaker": "MELANIE",
          "text": "You only live once.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Yeah, you only live once. Paul smiles, moved by these nice folks and the glimmer of they offer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A MONTAGE of the city in the RAIN. 214 EXT. WORKERS’ CITY - DAY 214 The montage ends on a shot of water pooled in a slack par the overhead netting. TILT DOWN to reveal the converted trailers many call home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Paul and Ngoc Lan pull up in a car, both wearing rain sli",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Wait here. I’11 be right back. Paul hurries to the rear, where he retrieves food contain",
          "sentiment": "neutral"
        },
        {
          "speaker": "NGOC LAN",
          "text": "I want go too. I want see Rosa new baby.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "You can see the baby tomorrow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NGOC LAN",
          "text": "Hurry. Don’t forget we still need go Filipino man, take care for his arm!",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "I know. Stop obsessing about it, will you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Paul comes down the stairs with one last container. He tr toward Mr. Cardenas, parked as usual in front of the TV.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Buenas tardes, sefor Cardenas. \f126",
          "sentiment": "neutral"
        },
        {
          "speaker": "SENOR CARDENAS",
          "text": "Hola, Paul.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "éHambre?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SENOR CARDENAS",
          "text": "Mucha. ¢éQué me traes hoy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Creo que es pollo. (opening it) Si, pollo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SENOR CARDENAS",
          "text": "Gracias, Paul.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Hasta manana, senor Cardenas. Paul hustles toward the door and pauses. CLOSE on Paul turning to look back at the hunched figure wheelchair eating his only hot meal of the day.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERGEHL, (V.O.)",
          "text": "Perhaps one day we will learn the fate of Safrapiil the Good and Princess Noc. But for now, we can only hope they lived the rest of their days richly and in happiness. Paul hears a honk, and, pulling the slicker over his head dashes back out into the rain.",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_581"
    }
  ]
}