{
  "movie_id": "MOV595",
  "scenes": [
    {
      "location": "CAR",
      "time": "2",
      "characters": [
        "MANN 49",
        "HIGHWAY AHEAD",
        "MANN 3",
        "DASHBOARD CLOCK 88",
        "END OF ACT TWO",
        "CAR 96",
        "MAN AND WAITRESS 182",
        "TRUCK AND TRAILER 321",
        "EXT, OPEN COUNTRY",
        "DOOR 156",
        "TRUCK AND TRAILER 276",
        "ACROSS HIGHWAY",
        "TRUCK AND CAR 59",
        "ANGLE OVER HOOD",
        "CAR AND TRUCK AND TRAILER 395",
        "MANN 317",
        "MANN 45",
        "ON. REAR OF CAR 334",
        "MANN 185",
        "MANN 251",
        "HIGHWAY 257",
        "TRUCK AND CAR 57",
        "HIGHWAY AHEAD 360",
        "BACK TO MANN 12",
        "TRUCK AND TRAILER",
        "TRUCK 61",
        "MANN 160",
        "TRUCK AND TRAILER 28",
        "MANN'S RIGHT FOOT 361",
        "MANN'S FOOT 143",
        "'",
        "REAR-VIEW MIRROR",
        "MANN'S CAR 4",
        "TRUCK AND TRAILER AND CAR",
        "MANN 268",
        "MANN'S THOUGHT",
        "MANN'S THOUGHT .",
        "MANN 177",
        "VIEW AHEAD 412",
        "RIDGE 410",
        "TRUCK AND TRAILER 85",
        "HIGHWAY",
        "MAN",
        "MANN 281",
        "DOOR . 215",
        "OFFICER'S VOICE",
        "CAR AND TRUCK AND TRAILER 117",
        "CON TINUED 236",
        "INT, MEN'S ROOM 157",
        "MANN 187",
        "CONTINUED 237",
        "ONE-LANE ROAD 271",
        "MANN 168",
        "CONTINUED 261",
        "MANN 65",
        "CONTINUED 172",
        "THE TRUCK AND TRAILER",
        "CONTINUED 366",
        "CONTINUED 157",
        "CONTINUED 282",
        "CONTINUED 159",
        "60",
        "MANN 222",
        "UP ANGLE ON CAR . 365",
        "GRADE",
        "MANN 53",
        "MANN 67",
        "FADE OUT",
        "985-4321., (X)",
        "COLUMN OF FIRE",
        "MAN 165",
        "1",
        "TRUCK AND TRAILER 83",
        "CLOCK 39",
        "HELICOPTER",
        "MANN 122",
        "MANN 311",
        "TRUCK AND TRAILER 64",
        "SEDAN",
        "THROUGH REAR WINDOW",
        "EDGE OF BARN",
        "MANN'S EYES 393",
        "FADE IN",
        "MAN'S VOICE",
        "MANN 162",
        "ACT THREE",
        "MANN 179",
        "CAR 400",
        "MANN 92",
        "CONTINUED 175",
        "MANN 78",
        "INT, TELEPHONE BOOTH",
        "TURNOFF 119",
        "MANN . 450",
        "TRUCK AND TRAILER 50",
        "MANN'S CAR 2",
        "END OF ACT ONE",
        "MILES.\"",
        "CONTINUED 198",
        "CONTINUED 243",
        "BACK TO MANN 408",
        "BUILDING 130",
        "TOWARD HOOD 397",
        "L171",
        "OLD LADY",
        "TRUCK",
        "MANN 370",
        "MAN 203",
        "WIFE'S VOICE",
        "DASHBOARD CLOCK . 17",
        "TRUCK AND TRAILER 66",
        "CAR",
        "MANN 204",
        "CLUSE ON MANN B4",
        "CAR 369",
        "BACK TO MANN . 174",
        "ANGLE PAST MANN-",
        "END OF ACT FIVE",
        "HIGHWAY BARRIER 364",
        "CAR 18",
        "CONTINUED 149",
        "DASHBOARD 87",
        "MANN 155",
        "4O5",
        "MANN 212",
        "INT, CAR",
        "MANN AND WAITRESS 170",
        "INT, CAFE",
        "MAN IN FRONT BOOTH 188",
        "QLD LADY",
        "CONTINUE",
        ". MANN",
        "ON MANN 315",
        "SPEEDOMETER",
        "HIGHWAY 373",
        "EXT, CAR",
        "8",
        "OLD MAN -",
        "MANN 27",
        "MAN AND WAITRESS 180",
        "L",
        "CONTINUED 174",
        "MANN 76",
        ". MANN'S THOUGHT",
        "MAN 200",
        "REAR OF CAR 284",
        "ELDERLY COUPLE'S CAR 307",
        "CONTINUED 9",
        "WAITRESS",
        "MANN 296",
        "REAR OF MANN'S CAR",
        "MANN 40",
        "MANN 94",
        "MANN 322",
        "CAR AND TRUCK AND TRAILER",
        "MANN 298",
        "MANN' THOUGHT",
        "SLOPE",
        "TRUCK 28",
        "MAN AT COUNTER 173",
        "CONTINUED 219",
        "CAR 235",
        "THE END",
        "REAR VIEW MIRROR 98",
        "MANN 'S THOUGHT",
        "OWNER",
        "VOICE",
        "REAR",
        "ANGLE ON WINDSHIELD OF CAR",
        "-INT. CAR",
        "A36",
        "CLOSE ON MANN",
        "TRUCK AND TRAILER 15",
        "SPEEDOMETER 36",
        "I",
        "85",
        "37",
        "1B",
        "MANN 172",
        "8,",
        "ATTENDANT'S VOICE",
        "MANN'S CLASPED HANDS 171",
        "MANN'S CAR AND TRUCK AND TRAILER 312",
        "CANYON",
        "EXT, CAFE",
        "INCLUDING OLD. MAN 149",
        "MANN 80",
        "MANN 189",
        "TRUCK AND TRAILER 310",
        "DOOR TO MEN'S ROOM 158",
        "MANN 285",
        "MANN 352",
        "CONTINUED 305",
        "MANN 25",
        "CAR 371",
        "MANN 320",
        "CONTINUED 359",
        "MANN 294",
        "391",
        "MANN 202",
        "MANN 214",
        "ACT FIVE",
        "THE VIEW AHEAD 102",
        "MANN 8",
        "TRUCK 13",
        "ATTENDANT",
        "AND TRAILER",
        "REAR OF CAR",
        "MANN 82",
        "TRUCK AND CAR 6",
        "MANN 166",
        "POINT OF VIEW",
        "CONTINUED 77",
        "MANN 1921",
        "TRUCK AND TRAILER AND CAR 89",
        "DESERT",
        "HOOD",
        "WAITRESS 5",
        "MANN'S VOICE",
        "SHOULDER",
        "CAR AND TRUCK AND TRAILER 452",
        "ACT SIX",
        "TRUCK AND TRAILER 286",
        "TRUCK AND TRAILER 295",
        "CAR 33",
        "MANN 99",
        "ANGLE PAST MANN",
        "CONTINUED 307",
        "MANN 181",
        "MANN'S CAR 228",
        "TRUCK AND TRAILER AND CAR 20",
        "MAN IN FRONT BOOTH 190",
        "MANN 300",
        "CONTINUED",
        "' MANN",
        "MANN'S CAR 226",
        "MANN 183",
        "FUEL GAUGE 26",
        "MANN 145",
        "MANN 164",
        "MANN 232",
        "CONTINUED 227",
        "SIGN",
        "CAGES 250",
        "MANN 217",
        "FRONT OF CAFE 220",
        "REAR VIEW MIRROR",
        "ON MANN 313",
        "CAR AND TRUCK 23",
        "MANN",
        "ACT_FOUR",
        "CONTINUED 199",
        "MANN 287",
        "SPEEDOMETER 114",
        "CAR AND TRUCK AND TRATLER",
        "TRAILER 32",
        "ACT TWO",
        "IN",
        "TRUCK AND TRAILER 299",
        "ANGLE ON CAR",
        "CAR AND TRUCK AND TRAILER 451",
        "MAN IN FRONT BOOTH 167",
        "END OF ACT FOUR",
        "OLD MAN",
        "MANN 38",
        "TRUCK AND TRAILER AND GRADE AHEAD 93",
        "CAR AND TRUCK AND TRAILER 399",
        "MANN 103",
        "MANN 51",
        "MANN 283",
        "MAN 184",
        "CAR AND TRUCK 128",
        "CONTINUED 333",
        "GAS STATION 233",
        "MANN 275",
        "MANN 309",
        "MANN 86",
        "MANN' VOICE",
        "CAR AND TRUCK AND TRAILER . 112",
        "TURNOFF",
        "CAFE AND GROUNDS 132",
        "MANN'S CAR",
        "MANN 16",
        "CAB 30",
        "DOOR 221",
        "REAR VIEW MIRROR 446",
        "OWNER'S VOICE"
      ],
      "dialogues": [
        {
          "speaker": "EXT, OPEN COUNTRY",
          "text": "Behind titles, we see Mann's car (a low-power, economy mo being driven along a two-lane, rural highway. No music; o the faint sounds of his car motor and those of two widely separated vehicles he passes which are going in the oppos direction. Titles end.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN'S CAR 2",
          "text": "Camera drawing straight ahead of the car as it is driven the curving back country highway. Camera starts to slow d after several moments and the car moves closer until we s Mann more clearly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN 3",
          "text": "His suit coat off, his tie removed and shirt collar opene sleeve cuffs folded back twice, a harness strap diagonal his chest. There is sunlight on his left arm and on part his lap. His hair is ruffled by the wind from the open wi at his left. He is humming softly with the music on the c radio, the fingers of his right hand tapping idly on the ing wheel. Camera draws around him slowly, revealing a cu ing grade ahead between two high hills. Just visible, cli the grade, is a truck pulling a tank trailer. Camera move to the speedometer, Mann is holding his speed at a steady miles per hour. After several moments, camera pans to the dashboard clock and holds. It is 11:31.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN'S CAR 4",
          "text": "Camera shooting from the left and at a shallow downward a Now the camera starts to pull ahead, drawing around so th Mann's car remains in sight. After a while, the truck is vealed foot by foot; a gigantic gasoline tanker truck pul a tank trailer, each of them having six wheels. It is not new rig but dented and in need of renovation, its tanks p a cheap looking silver color. We hear the grinding strain the truck's motor. The vertical pipe to the left of the c is spewing dark smoke which clouds back across the traile Mann's car starts to close in on the truck and trailer. \fdde",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT, CAR",
          "text": "The truck trailer ahead, the distance between it and the car narrowing. The word flammable is printed across the b of the trailer, red letters on a white background. There are parallel reflector lines across the bottom half of th tank which look as though they have been clumsily applied with a stencil. Swaying behind the rear tires are massive black rubber flaps. The license plate is a California iss Mann starts to edge his car toward the opposite lane. He steers back behind the truck with a faint sound of aggrav as he sees a blind curve ahead. Some of the dark exhaust. clouds across his car and he gets a whiff of it through t open window, makes another sound, this one of distaste. After several moments, he edges out into the opposite lan again. The ridge ahead makes it too risky to pass. Mann m another sound, this of semi-amused acceptance as he pulls behind the truck again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRUCK AND CAR 6",
          "text": "The truckireaches the summit of the ridge and moves acros After a brief period, it starts around a left curve on th downgrade. Camera draws around to reveal that no cars are approaching from the other direction. Immediately, Mann's is accelerated and steered into the opposite lane, gradua passing the truck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Toward the back of his car. Through the rear window, we s truck, its front fenders a dingy purple color, the paint and chipped. Mann glances at the rear view mirror, then s back into the proper lane, slowly increasing the distance between his car and the truck. He starts to hum again, re ing. Camera moves past him, stops, then angles down to re his samples on the back seat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN 8",
          "text": "We do not see the highway behind him. He starts to whistl softly with the radio music, looking at the countryside ahead,",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Distant ranges of mountains as far as the eye can see and the immediate area, a valley ahead. o.s.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "\fdde 1g il 12 i3 14",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED 9",
          "text": "We hear Mann's soft whistling. At the bottom of the grade the car crosses a concrete bridge and we hear the dull, p sounds of the bridge rails being passed. Camera down pans the speedometer. Mann has been driving down the last stra portion of the grade at 67 miles per hour. We see the nee move back as he slows to 55 and holds. ANGLE PAST MANN id Camera shooting toward the right rear of the car so the h way behind is not visible. Camera moves in on Mann's face he whistles. He looks toward the dashboard. POINT OF VIEW SHOT - PHOTOGRAPH HOLDER ll Attached by. a suction cup to the flat above the dashboar Camera moves in on the photograph of Mann's wife, sevente year-old daughter and fourteen-year-old son. t",
          "sentiment": "neutral"
        },
        {
          "speaker": "BACK TO MANN 12",
          "text": "Same angle as shot #10. He smiles to himself as he whistl He looks back at the highway, his eyes going out of focus A few moments later, the roar of the truck motor makes hi eyes snap back into focus and he looks to his left.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRUCK 13",
          "text": "Passing in the next lane, camera draws back and around so Mann is included in frame and we see the truck and traile gaining ground, the passing of its bulk causing Mann's ca shudder slightly. The truck has barely gotton by when its ariver cuts in for the propér lane. Mann makes a startled sound as he is forced to brake to keep from getting too c to the rear of the tank trailer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN",
          "text": "Hey, what's with you? CLOSE ON MANN i4 Looking at the truck and trailer with disapproval.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN",
          "text": "Knights o' the highway, anh? \fdde",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ié¢",
          "sentiment": "neutral"
        },
        {
          "speaker": "1",
          "text": "oe 18 i9",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRUCK AND TRAILER 15",
          "text": "About thirty yards ahead. Its black exhaust clouds across the windshield.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN 16",
          "text": "Grimacing at the smell of the exhaust.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN",
          "text": "Oh, come on. He glares at the truck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN'S THOUGHT",
          "text": "Talk about air pollution... He makes a hissing sound, then a pained one as another wh of truck exhaust assails him, He lets up on the accelerat and slows down, looking at the truck, teeth gritted sligh Now he looks at the dashboard clock, winces. ~ f",
          "sentiment": "neutral"
        },
        {
          "speaker": "DASHBOARD CLOCK . 17",
          "text": "11:37",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN'S VOICE",
          "text": "(sing-song) ‘g g I've gotta get going.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAR 18",
          "text": "Camera on the left front fender, shooting toward Mann as edges out slowly into the next lane, looking ahead for si of appraoching traffic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Toward the highway ahead, the truck and trailer visible o right. There is no oncoming traffic. Mann pushes down on the accelerator and his car starts to pass the trailer. Camera draws around to the left so that, as he begins to the truck, we see its cab. It is too high for us to see m than the truck driver's left hand on the steering wheel - darkly tanned and square~looking with large veins knotted its surface. \fdde @ x 21 22 23 é 24",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRUCK AND TRAILER AND CAR 20",
          "text": "Camera ahead on the highway, far enough in advance so tha cannot see the truck driver's face or Mann's, The car pul ahead of the truck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT, CAR",
          "text": "The truck's reflection gradually appearing in it. Camera withdraws to include Mann as he pulls back into the prope lane. He starts and looks up quickly at the mirror as the truck driver gives him an extended horn blast.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The truck behind him in the distance, Mann looks down fro the rear view mirror.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN",
          "text": "(drily) 'What was that, a greeting or a curse?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAR AND TRUCK 23",
          "text": "Camera moving ahead of the car and the truck and trailer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT, CAR",
          "text": "Toward the right front of the car. Off the highway is a s of shale-like earth with patches of scrub grass growing o On top of the slope is a clapboard house with a televisio aerial on its roof which sags at an angle of less than 40 degrees. Mann makes an amused sound. A sign appears ahead printea in jagged black letters on a piece of plywood lea against a boulder: Night crawlers - bait. Mann makes anot sound of amusement,",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "'Night crawler?' (x)",
          "sentiment": "neutral"
        },
        {
          "speaker": ". MANN",
          "text": "Sounds like some monster in a low grade horror movie. Up ahead, a gas station appears.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN 25",
          "text": "Glancing at the fuel gauge. \f8s dde 26 27 28 29",
          "sentiment": "neutral"
        },
        {
          "speaker": "FUEL GAUGE 26",
          "text": "Below the 1/4 mark. ANGLE PAST MANN ~ TOWARD THE GAS STATION “27 Slowing down, Mann turns in and brakes to the left of the pump island nearest the highway. Cutting off the motor, h rubs his eyes and yawns, begins to stretch. The sound of truck motor behind his car makes him twist around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRUCK 28",
          "text": "Seen through the rear window, looming hugely, only the lo portion of it visible as it is steered toward the right o island. Camera draws back and to Mann's left, turning wit him as he watches the truck stop beside the island with a squeal of brakes, the trailer hitch paralled to his front doors. Camera keeps turning with Mann's head until it is shooting past him toward the cab of the truck. We see the hand of the driver on the steering wheel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mann looking toward the truck cab with a slight curiosity He starts, looking upward, as the o.s. attendant bangs on on the roof.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ATTENDANT'S VOICE",
          "text": "Yessir! Mann jerks his head around at the sound of the man's voic camera drawing around to the left to include the skinny, looking Attendant leaning over by the window, smiling in hin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ATTENDANT",
          "text": "What can I do you for? Mann draws in slightly ragged breath.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN",
          "text": "Fill it with Ethyl, please. ATTENDANT . Will do ~ if Ethel don't mind. (x) He moves, toward the rear of the car, whistling happily. smiles a little painfully, then looks toward the cab of t truck again. \fdde e@ 30 31 32 33 ite, #34111 7 ‘",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAB 30",
          "text": "The hand is gone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The attendant removing the cap of the rear gas tank, stra ening up and turning toward the pump. Mann looks to his r",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRAILER 32",
          "text": "(X)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Beneath it the legs of the driver can be seen. He is wear faded pants and nondescript shoes. Camera pans as he move the middle set of tires, Camera draws back to include Man He looks toward the window as the o.s. attendant speaks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ATTENDANT'S VOICE",
          "text": "Check under the hood for ya? Og)",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN",
          "text": "' Please. He looks to the front. In the b.g., the truck driver's le move out of sight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAR 33",
          "text": "Mann sitting in profile, staring ahead, not really anxiou but not comfortable either. Camera starts to draw back. After several moments, we see the attendant by the open h He looks at Mann.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ATTENDANT",
          "text": "Looks like you could use a new raddiator hose.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN'S THOUGHT",
          "text": "(drily) Where have I heard that one before?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN",
          "text": "(smiling) T'll get one later.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ATTENDANT",
          "text": "You're the boss. Camera keeps withdrawing until we see in full shot how th truck and trailer dwarf Mann's car. In relative size, it akin to seeing a tug boat beside an ocean liner. \fg",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "34 35 36",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As the attendant tears off Mann's receipt and hands it to with his credit card, camera drawing back to reveal Mann he takes then.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ATTENDANT",
          "text": "You save them stamps?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN",
          "text": "No,.thank you. He turns on the motor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ATTENDANT",
          "text": "Good enough, Mann lets off the emergency brake and starts to drive awa from the station.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ATTENDANT",
          "text": "Come back now! 1 As Mann steers back onto the highway - looking across his shoulder to make sure it's clear - we see the truck throu the rear window, parked by the gas pump island. Mann pick up speed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WIFE'S VOICE",
          "text": "(sadly chiding) Why do you always turn down stamps, Dave? MANN'S THOUGHT (x) Cause you always make me lick them. He grins.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mann's car approaches camera and drives past, moving out frame. Camera holds. Down the highway, the truck and trai pull away from the gas station, move onto the highway and approach camera. There is a glare of sunlight on the wind shield and we cannot see the driver's face. The huge truc moves into close f.g., passing camera, filling the screen",
          "sentiment": "neutral"
        },
        {
          "speaker": "SPEEDOMETER 36",
          "text": "The needle steady at 55. Camera draws up and back to incl Mann, angling to reveal the highway and terrain ahead. Af awhile, the sound of the truck motor begins impinging on sound of the car motor and Mann glances at the rear view mirror, reacting to what he sees. \fdde",
          "sentiment": "neutral"
        },
        {
          "speaker": "37",
          "text": "eh, 38 39 40",
          "sentiment": "neutral"
        },
        {
          "speaker": "1B",
          "text": "“e",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The truck overtaking it rapidly. Mann alternates worried glances between the rear view mirror and the highway ahea He starts to speed up, is disturbed at being forced to do so and begins to slow again. The truck, moving faster and faster, turns out into the opposite lane. Seeing that the truck driver is determined to pass, Mann slows down furth Camera draws around to show the leviathan shape of the tr passing on the left. Mann throws an irritated glance at i",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN'S THOUGHT",
          "text": "What are we having, a contest? Camera keeps moving around Mann, following the movement o truck. No sooner has it passed than the driver angles tow the proper lane. Mann makes a sound of incredulous surpri as he lets up sharply on the accelerator pedal to keep fr being sideswiped.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN",
          "text": "What's with this guy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "L",
          "text": "The truck pulls on ahead, then shows down. Mann has to decrease his speed even more. The odor of the truck's exh reaches him again and, with an angry mutter, he starts cr up the window to his left.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN 38",
          "text": "As he finishes cranking up the window, looks at the clock",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLOCK 39",
          "text": "11:59",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN 40",
          "text": "His expression tightening.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN'S THOUGHT",
          "text": "I have got to meet Forbes at quarter to three; that's all there is to it. After a few moments, he sees something ahead and reacts w angry satisfaction.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN",
          "text": "Ah. \fdde 41 42 43 44 45 46 47 48",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "10",
          "sentiment": "neutral"
        },
        {
          "speaker": "HIGHWAY AHEAD",
          "text": "Widening, a passing lane between the other two.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jarring down his foot on the accelerator pedal and starti to steer to the left.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Camera drawing ahead of it. lane and starts accelerating further, Camera moves in qui As the car reaches the middle on the windshield and Mann's expression of disgust.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Toward the truck ahead. blocking his way. t Oh, for",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN",
          "text": "Breaking off, he slows down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN",
          "text": "Waiting for the truck and trailer to pass whatever vehicl assumes to be ahead. It is edging into the middle lane,",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRUCK AND TRAILER",
          "text": "Remaining in the middle lane.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN",
          "text": "Beginning to get the message. right to check. He edges his car toward the",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "His car moving enough to the right for him to see that th is no third vehicle ahead. What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN",
          "text": "(faintly) 4l 42 43 44 45 46 47 48",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "al 49 50 51 52 53 54 55",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN 49",
          "text": "looking at the truck and trailer, not wanting to believe evidence facing him but hard put to do otherwise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN'S THOUGHT",
          "text": "Are you kidding?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRUCK AND TRAILER 50",
          "text": "in the middle lane, the right lane clear ahead, Mann's ca straddles both lanes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN 51",
          "text": "There is only one way to find out. His lips press togethe and he steers completely into the right lane, starts acce rating.",
          "sentiment": "neutral"
        },
        {
          "speaker": "I",
          "text": "edging over to block his way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN 53",
          "text": "slowing down in consternation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN",
          "text": "I don't believe it. He stares at the truck incredulously; drives that way for awhile, then, abruptly, features tightening, flicks down turn signal lever and, depressing the accelerator pedal, edges toward the middle lane again, sees it's clear and steers completely into it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As his car finishes its shift into the middle lane, the t and trailer shift to block his way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT, CAR",
          "text": "Mann’s expression contorting. (X)",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN",
          "text": "Oh, yeah?! (x)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "al 56 57 58 59 60 61 62",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "INT. CAR - ANGLE PAST MANN — TOWARD TRUCK 56",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN'S THOUGHT",
          "text": "He's got to be kidding! (X) With a labored exhalation, he steers back quickly into th right hand lane. Ahead, the truck shifts over to block his way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN",
          "text": "You --- ! Breaking off, he exhales hard again. His fingers tap on t steering wheel. Moments pass, Impulsively, he steers into the middle lane again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRUCK AND CAR 57",
          "text": "The truck moving into the middle lane to block the car. M steers back into the right lane and the truck does the sa",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Face contorted with anger, he slams the heel of his hand three times on the horn bar, then holds it down as he ste into the middle lane again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRUCK AND CAR 59",
          "text": "The truck moving over to block the middle lane. Mann stop honking the horn and steers back toward the right lane, t as the truck starts edging over, suddenly turns back to t middle lane again, accelerating.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "His determined expression becoming one of disbelief. He lets up on the accelerator pedal and slows down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRUCK 61",
          "text": "straddling the right and middle lanes, blocking them both",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mann, as he pounds on the horn, resulting in a series of staccato blasts. (X%)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fal 63",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "64 65 é 66 67",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "INT. CAR -— CLOSE ON MANN 63",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN",
          "text": "I don't believe it. (pause) I just don't believe it. He blows out shaking breath. Now he sees something ahead which makes him grimace,",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN",
          "text": "Oh, no.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRUCK AND TRAILER 64",
          "text": "The highway narrowing to two lanes again,",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN 65",
          "text": "fit to be tied.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN'S THOUGHT",
          "text": "‘Why did I go this way? (pause; self- mockingly) I'm tired of the freeway, honey. (x) Think I'll take the old scenic route this time. No traffic, no pressure....",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN",
          "text": "You,..dope. He blows out hissing breath, Several moments pass. Then his expression changes as he sees what's happening ahead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRUCK AND TRAILER 66",
          "text": "The driver has his left arm out the window, waving him on The road ahead curves blindly to the right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN 67",
          "text": "His expression hardening to one of vengeful satisfaction.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN",
          "text": "Well, it's about time, Charlie. He twists the steering wheel, accelerating toward the oth lane. Instantly, his face goes blank with shock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "al 68 69 70 71 72 73",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Camera zooms in on a blue sedan hurtling toward camera.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN",
          "text": "gasping as he jerks the steering wheel around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAR",
          "text": "returning to the right lane so precipitately that the rea end starts to fishtail. The blue sedan shoots by in the other lane, missing Mann by no more than a few feet, the driver of the sedan honking his horn in angry reaction.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mann struggling to control the zigzag whipping of his car as the blue sedan speeds off to b.g., horn honking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAR",
          "text": "Camera pulling ahead of it. Mann is able to regain contro and his car straightens out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A dazed expression on his face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "END OF ACT ONE",
          "text": "68 69 70 7 72 73 \faae 74 75 Te 77 e",
          "sentiment": "neutral"
        },
        {
          "speaker": "FADE IN",
          "text": "Inu, CAR = CLOSE ON MANN 74 A continuation of Scene #73.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN' THOUGHT",
          "text": "My God. (pause) My God. He wanted me to hit that ear head on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He blinks, shakes his head, swallows; manages to control breathing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN'S THOUGHT",
          "text": "Boy, oh, boy, oh, boy. He stares at the truck ahead. . POINY OF VIEW SHOT - TRUCK AND TRAILER a 75",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN'S THOUGHT",
          "text": "(incredulously) ‘ Not only meant for me to be killed but a totally innocent passerby as well.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN",
          "text": "Holy Mackeral. Irritatea suddenly by the radio on which a singing commer is being performed, he reaches out and jerks the knob aro turning off the radio. He drives in seething silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As he starts reacting once more to the dark exhaust fumes the truck, breath quickening, sounds of mounting aggravat in his throat. The highway ahead curves to the left and w see that there is no approaching car in sight. Abruptly, Mann steers left into the other lane. The truck edges ove to plock his way. Immediately, Mann forces down the horn nolas it down. We cannot hear what he is saying though we realize that he Is Cursing at the truck driver.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "aqae 77 78 79 80",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED 77",
          "text": "Come on, you miserable lunatic! (xX) Move your fat-ended truck out of my way! . The truck remains in front of him. Mann lets up on the ho par, breathing hard, steers back into the proper lane. Th truck ana trailer do the same.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN 78",
          "text": "His anger fading to be replaced by a kind of pained wonde as he stares at the truck ahead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN'S THOUGHT",
          "text": "What is with you anyway? I pass your stupid rig a couple of times and you go flying off the deep end. Are you nuts or something? He nods tensely",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN 'S THOUGHT",
          "text": "‘Wo other explanation. He grimaces at the fumes again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN",
          "text": "Those fumes. Could die from them. He lets up on the accelerator pedal. POINi OF VIEW SHOT - TRUCK 79 Moving ahead as Mann slows down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN'S THOUGHT",
          "text": "I'm never gonna make that : (Xx) appointment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN'S THOUGHT",
          "text": "{irritably) Where are the police around here anyway? He makes a scoffing noise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "\fdde r ) 80 gl 82 83 84",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "80",
          "sentiment": "neutral"
        },
        {
          "speaker": ". MANN'S THOUGHT",
          "text": "What police? eat) Here in the boondocks? They probably have a Sheriff on horse- back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN",
          "text": "(an aggravated imitation of this 'Sheriff') Well, I guess it's time to saddle up and check out that new fangled XY) highway -~ ain't been out there for a month,or two. He starts to smile, then gets a startled look on his face the car begins to bounce. He looks at the highway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "the paving consists of pitted slabs with gaps between the t . . .",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN 82",
          "text": "uooking toward the truck and trailer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRUCK AND TRAILER 83",
          "text": "Jolting up and down,",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN'S VOICE",
          "text": "I hope it shakes your brains loose. (beat) if you have any.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLUSE ON MANN B4",
          "text": "Face set against the jarring impacts as he drives. After awhile, the jarring stops. Shortly thereafter, Mann sees something ahead that makes him smile with satisfaction.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN",
          "text": "Ah. (pauses; more loudly) Ah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRUCK AND TRAILER 85",
          "text": "Almost to the base of a long, steep hiil.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "i ade 86 87 88 89 90 91 92 93 94",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN 86",
          "text": "His smile of satisfaction disappearing as he glances at t dashboard clock. He makes a worried sound.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DASHBOARD 87",
          "text": "The time is 12:13.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN' VOICE",
          "text": "I've gotta move,",
          "sentiment": "neutral"
        },
        {
          "speaker": "DASHBOARD CLOCK 88",
          "text": "The time now 12:21.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRUCK AND TRAILER AND CAR 89",
          "text": "Moving up, the steep, curving grade, the truck's motor gr noisily, Mann's car about thirty yards behind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IN",
          "text": "Looking ahead for an appropriate place to pass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Moving slowly up the grade.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN 92",
          "text": "Poised and ready for his chance; trying to ignore the fum which are setting his stomach on edge. Finally he sees wh he's looking for.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRUCK AND TRAILER AND GRADE AHEAD 93",
          "text": "the highway beginning to curve to the left. No approachin cars in sight. Camera zooms in on a turnout for the other lane.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN 94",
          "text": "Flooring the accelerator pedal, he shoots into the opposi liane.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "dde 95 96 97 98 99 100 #34111 . i9",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The slow moving truck begins to angle out in front of him Mann keeps steering toward the left. By the time he is past the trailer, he runs out of paving and his car speed onte the dirt turnoff, camera drawing around to his left keep the truck and trailer in view. Clouds of dust start billowing around the car, obscuring the truck from sight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN",
          "text": "(tightly) Look out. Look cut.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAR 96",
          "text": "Camera pulling ahead of it as it rakes across the turnoff tires buzzing and crackling on the dirt, then shoots back onte the highway before the turnout stops. The truck cann be seen through the dust.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A: look of elation on his face. He glances at the rear vi mirror and a barking laugh erupts in his throat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REAR VIEW MIRROR 98",
          "text": "The truck and trailer just emerging from the swirling clo of dust.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN'S VOICE",
          "text": "(fiercely) How do you like the smell of something rotten in your nose for a change?! (x)",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN 99",
          "text": "Face hard with savage glee, he pounds out the rhythm of \"Shave and a haircut, two bits\" on the horn,",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN",
          "text": "That for you, Jack! Haah! le chuckles to himself, starts cranking down the window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As it sweeps across the summit of the hill and starts dow a long, curving grade toward another valley. \fsH",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "101 102 103 104 105",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Turning on the radio and twisting the knob until he finds jolting rock music number, he starts to beat time with it the steering wheel rim, a look of spiteful pleasure on hi The view ahead begins to please him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN",
          "text": "The scenic route, man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE VIEW AHEAD 102",
          "text": "A striking vista: sunlit hills and desert. 0O.s. we hear rock music. Abruptly, it stops, we hear the sound of stat being bypassed on the radio dial, then a station settled which is playing soft, pleasant music.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN 103",
          "text": "Straightening up and settling back against the seat, look through thd windshield at the view; calming down. The win ruffles his hair again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN",
          "text": "Pretty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mann hums with the radio music, the.car.passes:a boulder the word Comets painted crudely on it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN",
          "text": "(blithely} And who, pray tell, are the Comets? He starts to whistle with the music. The car passes anoth sign: Chuck's Cafe -- 7 Miles Ahead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN",
          "text": "No thanks, Chuck. If you don't mind, I'll just. keep moving; time's definitely awasting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HIGHWAY",
          "text": "As it speeds away from camera and disappears around a gra curve. Camera holds. It is still for several moments. The faintly, in the distance behind camera, we hear the appro sound of the truck motor. \fms 106 107 168 109 110 111",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The downgrade of the highway visible behind him through t rear window. After awhile, the truck appears, closing in on Mann's car. Mann fails to notice it at first. The truc comes closer. Mann continues whistling with the radio mus The massive truck looms in the b.g., getting very near. M hums and taps the steering wheel. Finally, the sound of t truck's motor reaches him and he glances at the rear view mirror. Instantly, his face reflects his stunned reaction",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN",
          "text": "(feebly) He's crazy. (Xx) Swallowing, he presses down on the accelerator pedal.and car begins to pick up speed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Moving down the widely curving slope at increasing speeds car pulls ahead, then the truck goes faster, closing the",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mann's face stiffened as he speeds down the slope. He. gl at the rear view mirror, looks back down. The truck is gaining on him steadily. He depresses the accelerator ped further, starts to pull ahead again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAR AND TRUCK AND TRAILER",
          "text": "© wo Moving into a gradual, right-hand curve.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Leaning to the right, he brakes a little and the truck be to gain on him again. Emerging from the curve, he looks a the rear view mirror, makes a sound.of apprehension. He j his foot down on the pedal and his car leaps forward. SIDE SHOT - CAR AND TRUCK AND TRAILER lil As first one, then the other, sheots into frame, camera p quickly to follow their movement. Now the grade ahead run straight down several miles to the valley. \foe, é 112 113 114 115 116 117 118",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAR AND TRUCK AND TRAILER . 112",
          "text": "Picking up speed as they start down the final stretch of The truck closes in. The car goes faster, widening the ga The truck goes faster, closing it. The car goes faster, t the truck again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "-INT. CAR",
          "text": "He glances at the rear view mirror, makes a faint noise i throat, looks down and presses in the accelerator pedal e more, starts to pull away from the truck. It picks up. sp and starts to close in once more. Mann glances at the speedometer; reacts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SPEEDOMETER 114",
          "text": "Reaching 83 miles per hour.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELICOPTER",
          "text": "Hurtling down the slope, the truck shortening the distanc between them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The truck so close now that its huge, square radiator gri starting to fill the back window, Mann glances at the rea view mirror, makes a whimpering sound and looks down, pre in the accelerator pedal more. The car pulls forward, wid the distance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAR AND TRUCK AND TRAILER 117",
          "text": "Camera pulling ahead of them in the opposite lane as they bullet down the slope, the truck motor howling as it star close in once again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Its square front coming closer and closer. Mann glances a rear view mirror, looks down, teeth clenched. He gazes at highway ahead with desperation. His face reflects the sud burst of hope he gets, seeing what's ahead. \fms 119 120 121 122 123 124 125 126",
          "sentiment": "neutral"
        },
        {
          "speaker": "TURNOFF 119",
          "text": "About a quarter of a mile distant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mann braces himself to try the turnoff.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TURNOFF",
          "text": "The car and truck approaching at speeds of 90 miles an ho Mann's car starts edging over, then, as it reaches the tu camera zooms in on the windshield.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN'S THOUGHT",
          "text": "Don't! You'll turn over! () d . ANGLE FROM ‘TURNOFF ~- TOWARD HIGHWAY 123 Camera shooting toward the valley now. Mann's car roars o pursued at close range by the truck and trailer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The truck so close now that only the lower portion of its is visible through the rear window. Mann glances up at th rear view mirror, makes a panicky sound. He presses down the accelerator pedal, pulls ahead again, glances at the speedometer, makes a sound of agonized foreboding. INSERT - SPEEDOMETER ‘ 125 Registering 94 miles an hour.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Descending the slope which is beginning to level now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ms 127 128 129 130 131 132 133",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mann glances at the rear view mirror again. Seeing how cl the truck is causes blind fury to lance through his fear he begins to honk his horn with frightened rage. This onl causes the truck driver to close the distance between the even more. Mann glances at the rear view mirror and his expression collapses.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN'S THOUGHT",
          "text": "(dazed) He's gonna kill me. Teeth set against the rise of incapacitating panic, he pr down on the accelerator even more and pulls ahead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAR AND TRUCK 128",
          "text": "The pursuit continuing down the slope. Retaining the two vehicles in frame, the camera slowly draws around until w see the valley ahead. In the distance is a low building - surrounded! by open ground, two trucks, one large, one a up, and two cars parked in front of it. Mann's car reache base of the slope. .",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mann looking ahead with desperate resolve.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUILDING 130",
          "text": "A sign above it reading: Chuck's Cafe. The car comes clos to it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bracing himself, Mann accelerates and starts to pull away from the truck, looking ahead tensely.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAFE AND GROUNDS 132",
          "text": "Very close now. We see a pair of gas pumps about 25 feet front of the cafe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A moment; two. Suddenly, Mannstarts to brake and swerve t the right. \fothe, 134 135 136 137 138 139 140 141",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAR AND TRUCK AND TRAILER",
          "text": "Camera pulling into the area around the cafe.as Mann's ca rakes across the open ground. Immediately, it starts to fishtail.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Showing the truck and trailer shooting by on the highway Mann attempts to keep his car under control.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAR",
          "text": "Its rear end lashing from side to side, spewing dirt and vaising clouds of dust. As it passes the gas pumps, the fishtailing movement starts ta become a careening skid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Face distonting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN'S THOUGHT",
          "text": "Steer with it! He steers into the skid, braking as much as he can.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Straightening out a little, heading toward the left.side the cafe. It almost sideswipes one of the parked.cars. as it skids by it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The trucks, cars and cafe flying by outside. He manages t straighten out the car a little more and presses on the b pedal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAR",
          "text": "slowing down as it leaves the cafe behind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "xveacting as he sees what's dead ahead. He presses the br pedal in further. 134 135 136 137 138 139 140 141 \fms #34111 26",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Separating the open area around the cafe from the desert.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN'S FOOT 143",
          "text": "pressing in further on the brake pedal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The car is almost to it now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN 145",
          "text": "as he drives the brake pedal to the fioor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Camera pulling ahead of it as its rear end brakes to the and it spins half around, sheering sideways to a halt ina cloud of dust as the camera passes over the barbed wire f and stops.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Flung against the harness strap, his neck wrenched. by th sudden stop. He cries out dully and reaches up with his l hand to clasp at the back of his neck, grimacing with pai He makes faint noises in his throat, éyes closed, hody sl Camera holds, everything totally motionless.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "nt 148 149",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The only sound that of his erratic breathing. He presses his right hand over his heart, making a sound of reaction to its heavy beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN'S THOUGHT",
          "text": "3 Oh,.wow, it’s pounding. (X) (pause) No wonder. He rubs at his neck, hissing. 0.S. footsteps make him ope his eyes abruptly and look around so fast that he hisses again at the new pain in his neck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INCLUDING OLD. MAN 149",
          "text": "In overalls and yellow flannel shirt, a hat on his head, a toothpick protruding from the side of his mouth. In the b.g. near the cafe, several men stand, looking curiously toward the car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLD MAN",
          "text": "You all right, mister?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN",
          "text": "{ swallowing) Except for my neck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLD MAN",
          "text": "Got y'self a whiplash prob'ly. Mann grunts. The old man looks toward the others.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLD MAN",
          "text": "He's all right! The men remain watching.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLD MAN",
          "text": "What happened?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN",
          "text": "Truck driver tried to kili me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLD MAN",
          "text": "Kill ya? (beat; awed) Go on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "\fnt / e 149",
          "sentiment": "neutral"
        },
        {
          "speaker": "8",
          "text": "ait,",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN",
          "text": "Chased me down the hill at more than ninety miles an hour.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLD MAN",
          "text": "Yeah, I saw ‘im flyin' by. (beat) Tried to kill ya. He whistles softly as Mann nods, then, wincing, has to st He rubs his neck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLD MAN",
          "text": "Sure looks like ya got y'seif a whiplash all right. (pause) Anything I can do for ya?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN",
          "text": "No, thank you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLD MAN -",
          "text": "! (nodding) . “Okay. In the b.g. one of the men goes back into the cafe. Another starts approaching. The old man looks at Mann in silence for a few moments.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLD MAN",
          "text": "Tried to kill ya. He grunts, mightily impressed by this. Mann nods a little",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLD MAN",
          "text": "He must be crazy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN",
          "text": "(grimly) I know he's crazy. The old man chuckles briefly and without humor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLD MAN",
          "text": "Qught t'be arrested.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN",
          "text": "you said it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLD MAN",
          "text": "(nods; pause) Well, you take it easy now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN",
          "text": "Thank you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "\fnt r ) 149",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "150",
          "sentiment": "neutral"
        },
        {
          "speaker": "8,",
          "text": "isl 152 153 a",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "The old man turns away and starts back toward the cafe. Seeing the approaching man, he speaks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLD MAN",
          "text": "He's all right. Got hisself a little whiplash, that's ali. The other man waits for him and they both start back towa the cafe, the second man questioning the old man. Mann slowly releases the harness strap and, pulling his key ri free from the dashboard, opens the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAR",
          "text": "His legs give as he stands and, making a startled noise, grabs the door to keep them from buckling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN",
          "text": "Wow. (x) — (whistles softly) : What an experience. After a few moments, he closes the door and starts toward the cafe, dropping the key ring into his right trouser pocket. He rubs at the back of his neck as he walks, came panning to follow his movement, then stopping. He moves away from camera, having difficulty with his legs. MOVING SHOT - MANN isl Looking washed out as he moves toward the cafe, rubbing t back of his neck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN'S THOUGHT",
          "text": "I'il never make that appointment now. (pause) Oh, what's the difference. (X)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Camera draws around as he turns the corner. He glances aside as a car motor starts o.s.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANGLE PAST MANN-",
          "text": "As his-battered coupe pulls away, the old man taps the ba of his neck with one finger as though to remind Mann that probably has a whiplash. Mann raises his right hand in a returned gesture, then looks toward the cafe, frowning as sees a sign in the window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "nt 154 155 156 157",
          "sentiment": "neutral"
        },
        {
          "speaker": "SIGN",
          "text": "The sign reads TRUCKERS WELCOME.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN 155",
          "text": "Making a shuddery repelled sound; looking away from the s",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOOR 156",
          "text": "O.s., the sound of juke box music playing, a murmur of vo Mann comes in and heads back for the washroom, looking st ahead, camera pulling close ahead of hin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE",
          "text": "(Owner 's) What happened out there, mister?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN",
          "text": "In a minute. He does not look to either side, feeling awkward, sure th everyone is looking at him. We do not get a clear view of anyone, the camera pulling ahead of Mann too closely. Rea ing the rear of the cafe, he walks along a narrow hallway then turns left. Camera pans, then stops as Mann opens @ door and goes into the Men's room. The door shuts and we see the sign GENTS on the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT, MEN'S ROOM 157",
          "text": "small and dingy. Moving to the sink, Mann twists the righ hand faucet and leans over to cup cold. water in his palm hissing at the pain it causes in his neck. He splashes wa in his face for several moments before straightening up. only sounds are those of the running water and the juke b music pulsing faintly o.s. Mann tugs down several paper towels from their dispenser and pats them against his dri ping face. He twists his head around ginerly, experimenta wincing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN'S THOUGHT",
          "text": "Take a couple of aspirins. Dropping the paper towels into a wastebasket, he regards reflection in the wall mirror above the. sink.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN",
          "text": "Still among the living, I see. Swallowing, he removes 4 metal comb from his back trouser pocket and begins to neaten his. hair, grimacing slightly the pain his movements cause in his neck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "157 158 159",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "a",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN'S THOUGHT .",
          "text": "You never know. (pause) You just never know. (beat) You just go along figuring some things don't change. Ever. Like being able to drive on a public highway without somebody trying to murder you. He finishes with his hair and starts to wash his hands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN'S THOUGHT",
          "text": "Then one stupid thing happens -- twenty, twenty-five minutes out of your whole life -- and all the ropes that kept you hanging in there get cut loose. He pulls down more paper towels and starts to dry his han looking at his reflection again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN'S THOUGHT",
          "text": "And it's like there you are -~ right back in the jungle again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOOR TO MEN'S ROOM 158",
          "text": "After several moments, Mann opens the door and comes out. he reaches close f. g. camera starts to pull ahead of him He moves into the cafe and turns to the right, sighing he",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN'S THOUGHT",
          "text": "All right, boy, it was a nightmare but it's over now. Camera draws around, then stops as he sits in the back bo and picks up a menu from its rack, opens it and starts to look at it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OWNER'S VOICE",
          "text": "You all right? He looks toward the counter. ANGLE PAST MANN - TOWARD COUNTER ist The owner, wearing a wrinkled, soiled apron over his clot is looking over from the stove near the rear of the count He is the only man we see.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "\f¢",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ml #34111 32",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN",
          "text": "(not wanting to talk) Fine; thank you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OWNER",
          "text": "What happened out there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN",
          "text": "Oh. Just a little...complication, you might say.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OWNER",
          "text": "Oh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN 160",
          "text": "looking back at the menu to prevent further conversation",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN'S VOICE",
          "text": "(gibing) Looked like a big complication to me. i . General laughter. Mann does not raise his eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN'S THOUGHT",
          "text": "And how about minding your own (xX) business. (pause) Book a nice hotel room, when I get there,order me a bottle of something expensive; soak my poor abused neck in-a hot bath --- He starts to look up toward the front of the cafe, ready order.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN'S THOUGHT",
          "text": "(finishing) ~~ and forget the whole thing. Instantly, his breath stops as he gapes in shock toward t front window of the cafe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Camera zooms in on the window. The truck and trailer are in front, cutting off the view of the two gas pumps. \f163 164 165 166 167 168",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN 162",
          "text": "Staring at the truck in unbelieving shock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN'S THOUGHT",
          "text": "It isn't true. (pause) He won. (with mounting anger and fear)",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN'S THOUGHT",
          "text": "He had the whole highway to (xX) himself! Why did he have to come back?! His lips begin to tremble and he presses them together. S he stiffens, looking at the customers in the cafe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Five men in all, three along the counter, two in booths n the front. ‘Two at the counter are chatting with the wait The third is near the front.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN 164",
          "text": "Looking at the man tensely.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN 165",
          "text": "His pants and shoes similar to those we saw earlier.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN 166",
          "text": "Staring at the man. After several moments, he glances at two men in the booths just to make certain. His features",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN IN FRONT BOOTH 167",
          "text": "His back to camera, his left leg sticking out in view. Ca zooms in on it. It is also garbed in similar pants and th has a shoe on it which might well be the one we saw earli",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN 168",
          "text": "leoking ill. His gaze shifts from one man to the other, s at the man at the counter. \fé",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "m1 169 170",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The man is turning his head to look toward the back of th cafe. Abruptly, Mann jerks up the menu, cutting off the s of the man. Camera draws around slowly to show him starin sightlessly at the menu, his expression one of mounting t",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN'S THOUGHT",
          "text": "Why didn't I look at faces when I came in? Now there's no way of know- ing which one it is. He twitches as the waitress speaks o.s.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAITRESS",
          "text": "(not too genial) You ready t'order?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN AND WAITRESS 170",
          "text": "Mann looking at her blankly before answering.",
          "sentiment": "neutral"
        },
        {
          "speaker": "' MANN",
          "text": "Uh...yes, I-I'll have a -- {looking at the menu ) A...ham on rye and -~ a bottle of beer, please. She turns away. The juke box music stops.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN",
          "text": "(a little too loudly) And do you have ---? He breaks off as she stops and looks across her shoulder him. He tries to smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN",
          "text": "Do you have any aspirin? She grunts and moves out of frame, Mann watches her go, t glances uneasily toward the man at the counter, looks dow the table, drawing in tremulous breath. He swallows. Abru he attempts to put the menu back in its rack. He cannot m it and finally drops it on the table, drawing in another breath. He clasps his hands on the table, staring at them Juke box music starts again, a driving jazz piece. \f“e mi",
          "sentiment": "neutral"
        },
        {
          "speaker": "L171",
          "text": "172",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN'S CLASPED HANDS 171",
          "text": "Trembling slightly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN 172",
          "text": "as he presses his lips together, angry at himself now. Camera moves in very slowly on his face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN'S THOUGHT",
          "text": "Now wait a minute, (beat) All right, he's in here. That doesn't automatically mean he intends to continue his...attack. He looks at his wristwatch. The evidence it gives him hel his rationale.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN'S THOUGHT",
          "text": "It is lunchtime. (beat Ahd Chuck's cafe may be the only place to eat for miles around. He clasps his hands on the table again, trying hard to be himself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN'S THOUGHT",
          "text": "He probably eats here all the time. He was just moving too fast before; he had to slow down, turn around, that's all. (pause; weakening) That's all. He cannot retain the flimsy conviction. His expression sh it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN'S THOUGHT",
          "text": "(miserably) Why didn't I leave when I saw his truck outside? Then I'd know what he intends to do. (pause; with increasing speed) What if he followed me out though? -~- started after me again? I'd be right back where I started. Even if I got a lead, he'd overtake me soon enough. My car's just not that powerful -- and I doubt it's in (X) me to drive 60 and 90 miles an hour.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ml 172 173 174",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED 172",
          "text": "MANN'S THOUGHT (Cont'd) As soon as I stopped concentrating, I'd go back to 55 like I always do. It's a habit, I can't help it. He'd just --- His thought voice breaks off and he jams his lips out together, face in extreme close up now. Camera stops and holds.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN'S THOUGHT",
          "text": "Take it easy! The spasm of mindless dread passes after awhile and he lo toward the man again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN'S THOUGHT",
          "text": "Maybe I should try to make some kind ay) of contact.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN AT COUNTER 173",
          "text": "We hear Matn's footsteps approaching him. MANN'‘S VOICE Look mister, I'm sorry I irritated you. Let me buy you a beer and get this thing straightened out, hunh? Camera pans to the man in the booth and we hear Mann's fo again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN'S VOICE",
          "text": "Look; mister, I'm sorry I irritated you. Let me -~--",
          "sentiment": "neutral"
        },
        {
          "speaker": "BACK TO MANN . 174",
          "text": "A hopeless look on his face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN'S THOUGHT",
          "text": "No. (beat) If he ig letting the whole thing drop, that would only get him angry again...whichever one it is. (agonized fury) Which one! (x) He averts his eyes, stares at the table, drained by indec starts as the waitress enters frame and sets down the san and the bottle of beer, a small tin of aspirin tablets.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "e mi 174 175",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAITRESS 5",
          "text": "Anything else?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN",
          "text": "Uh...no; no, thank you. He opens the tin of aspirin and takes out two tablets as waitress makes out the check and tosses it on the table, away. Mann glances up at her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN'S THOUGHT",
          "text": "(irritably) What's with you?...I just snubbed OO your boss? Your husband? Your boy friend?...or does aspirin tag me a sissy in this place. He washes down the tablets with a swallow of beer. Settin down the sweaty bottle, he takes a bite of the sandwich, Srimaces.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN'S THOUGHT",
          "text": "When did you buy this bread, last Christmas? He chews doggedly, finally draws a piece of leathery ham between his teeth and looks at it distastefully. MANN (SOTTO VOCE). And what shoe did this come off? He sighs and takes another bite of the sandwich. Chewing, looks to one side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He does not make anything of it at first. Then his eyes f on the telephone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN'S THOUGHT",
          "text": "What if I called the local police? Told them what was happening? Camera starts to move in on him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN'S THOUGHT",
          "text": "Then, I'd have to stay here, lose more time. (beat) What if that guy stayed too? Actually talked to the police? Naturally, he'd {X) deny everything. I have no proof; I'm sure none of these people would back me up. The cops would probably",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "\fhi, sn 175 176 177 178 179 180 isi 182",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED 175",
          "text": "MANN'S THOUGHT (Cont'd) believe him. Then, after they were gone, he'd take it out on me again, only worse. He is in close shot now, the torment evident on his face. Abruptly, he puts the sandwich on the plate and pushes th plate away from himself, drawing in a shuddering breath.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN'S THOUGHT",
          "text": "{a cry for help) What am I gonna do? Several moments pass. Abruptly, then, his gaze leaps towa the front of the counter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "getting up and moving toward the cash register.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN 177",
          "text": "watching tensely.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "stepping at the cash register and setting down the check, reaching into his pants pocket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN 179",
          "text": "watching.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN AND WAITRESS 180",
          "text": "The man taking two crumpled dollar bills from the pocket his pants and tossing them onto the glass case. The waitr picks them up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN 181",
          "text": "watching; tension building.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN AND WAITRESS 182",
          "text": "The waitress gives the man his change and, taking a tooth from its dispenser, the man turns for the door, sticking change into his pants pocket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ml 183 184 185 186 187 18a 189 190 191",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN 183",
          "text": "watching; waiting; sitting woodenly, his face a mask,",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN 184",
          "text": "going outside, he moves out of sight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN 185",
          "text": "waiting, statue-like. Suddenly, he reacts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Camera moves in quickly on the window as the man drives b outside in the pick-up truck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN 187",
          "text": "The juke bbx music reaches a howling, pounding crescendo jazz, then stops. In the sudden, deathly silence, Mann's gaze jumps to the man in the front booth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN IN FRONT BOOTH 188",
          "text": "his back to camera as he eats. He leans over and puts a c in the juke box selector.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN 189",
          "text": "staring at the man. He twitches as juke box music starts a crashing chord, the same jazz piece again. Swallowing, draws a breath, eyes fixed on the man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN IN FRONT BOOTH 190",
          "text": "Camera holds on him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN 1921",
          "text": "Tension mounting visibly on his face and in his posture. Camera moves in slowly on his face until it fills the scr Suddenly, he jars to his feet, camera pulling away to sho him grabbing up the check and moving toward the front of cafe, looking at the man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "192 193 194 195 196 197 198 e001 40",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN",
          "text": "Camera approaching him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLOSE ON MANN",
          "text": "moving resolutely toward the front booth. His mouth tight as he notices the man's left hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN",
          "text": "Gamera moves in on his left hand holding a sandwich. It i square and darkly tanned with large veins knotted on its face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN",
          "text": "as he stops beside the table, glaring down at the man wit combination of fear and hatred. 1",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN",
          "text": "eating his sandwich stolidly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN",
          "text": "gazing down at the man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN",
          "text": "turning his head slowly to lock up at Mann. Camera withdr to include Mann, in the b.g., the waitress, owner and two 192 193 194 195 196 197 198 start ‘to watch as the conversation progresses, pitched a volume of the juke box msic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN",
          "text": "You want somethin'?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN",
          "text": "(tightly con- trolled) I want you to cut it out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN",
          "text": "You heard me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "\fBey, mi 198",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN",
          "text": "Cut what out?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN",
          "text": "(voice shaking) Let's not play games.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN",
          "text": "What the.... (x) (hell are you talking about)",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN",
          "text": "(cutting him off) I can call the police, you know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN",
          "text": "Police?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN",
          "text": "You think I won't? Well, you're wrong, Mister. (pointing shakily toward the truck) You can't use that..rig of yours as a murder weapon and think nobody's going to say a thing about it. I got news for you. You're wrong. He glares at the man, breathing hard, ready to blow. The man glances toward the people in the b.g., grins a little then looks back at Mann.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN",
          "text": "(contemptuously) Man, you need help. It all explodes in Mann and, with a maddened look, he sla the sandwich from the man's hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN",
          "text": "Don't tell me I need help, you lousy --! He breaks off startledly as the man lunges up at him, sud enraged. They grapple for a moment, then the man drives a short right to Mann's stomach. Mann doubles over, clutchi at his stomach, his face gone blank. The man delivers a wild haymaker with his left, hits Mann on the shoulder an knocks him against the table of the booth. The owner star to run around the counter angrily.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "\fml = #34111. 42 e@ 198 CONTINUED - 2 198",
          "sentiment": "neutral"
        },
        {
          "speaker": "OWNER",
          "text": "Hey! Hey!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The man grabs Mann by the left arm and jerks him back on feet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN",
          "text": "(viciously) Who d'ya think you are knockin' my san'wich out o' my hand!",
          "sentiment": "neutral"
        },
        {
          "speaker": "OWNER",
          "text": "You wanna fight, go on outside!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN",
          "text": "Damn right I wanna fight! I wanna knock this creep's head off!",
          "sentiment": "neutral"
        },
        {
          "speaker": "OWNER",
          "text": "Y'already hit him twice! What more d'ya want? I wanna --!",
          "sentiment": "neutral"
        },
        {
          "speaker": "OWNER",
          "text": "(cutting him off) Can't ya' see he's sick? He can't fight no one! The man glares at Mann, slowly regaining control of himse",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN",
          "text": "Creep comes up and knocks my san'wich out o' my hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OWNER",
          "text": "(trying to settle things) Come on, I'll make ya' another one. The man makes a sound of angry resistance but allows the to turn him away. The juke box music stops.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OWNER",
          "text": "(to Mann) Why don't you get out o' here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mann cannot respond, holding both hands pressed against h stomach. The owner and the man move out of frame and",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "199 200 201 202 203 204 205 206",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED 199",
          "text": "camera moves in on Mann. He closes his eyes, wincing, mak a soft, gagging noise. After a few moments, he looks up a the o.s. man speaks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN",
          "text": "Anh, forget it, I don' wanna stay here anyway. Mann stares at the man, cringing slightly as the man ente frame and snatches his check off the table, turns out of again. Mann keeps watching him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN 200",
          "text": "moving to the cash register.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mann watching as the man pays his bill and, turning, move out of frame. Mann's head starts to turn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN 202",
          "text": "completing the turn of his head to watch the man open the o.s. door and go outside. The door. shuts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN 203",
          "text": "moving out of sight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN 204",
          "text": "pushing slowly to his feet and moving to the window, came moving with him. He stops.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "striding angrily across the ground. The truck and trailer in b.g. but the man does not seem to be heading for them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "his expression altering as he sees what's happening. . \fm1 207 208 209 210",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN",
          "text": "His expression becoming one of shock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN",
          "text": "Getting into the other truck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN",
          "text": "looking abruptly toward the truck and trailer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "On the other side of the truck, we see the legs of the driver and those of the attendant. Camera zooms in on the pants and nondescript shoes of the driver.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "207 208 209 210 \fi,",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "al 211 212 213 214 215 216",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT, CAFE",
          "text": "so appalled that he can scarcely register what's happened O.s., the other truck motor is switched on and, after sev moments, the reflection of the truck passes on the window the man drives it past the cafe and out of sight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN 212",
          "text": "staring out the window. After several moments, he turns a and moves to the booth, camera drawing around to show the others in b.g., looking at him, He stops and stares at th 0:8. wall with dazed, unblinking eyes. Seconds pass, Suddenly, he jerks his head around as he hears the sound the truck motor being turned on,",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRUCK AND TRAILER",
          "text": "slowly starting to roll away from the gas pumps.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN 214",
          "text": "watching it, stunned. Suddenly, it all erupts inside of h again and he lunges for the door, camera drawing around t follow his movement. The owner calls out as Mann jerks op the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OWNER",
          "text": "Hey !",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOOR . 215",
          "text": "as Mann runs out and races toward the truck, his expressi half mad. in the cafe, the owner rushes after him, Camera starts to pull ahead of Mann.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The driver shifts gears and it travels faster toward the highway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "218 219",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN 217",
          "text": "chasing the truck with a sense of martyred outrage. In b.g., the owner of the cafe runs after him, Mann reaches the rear of the trailer, starts along its side, shouting, his voice unheard because of the grinding volume of the truck's motor.",
          "sentiment": "neutral"
        },
        {
          "speaker": ". MANN",
          "text": "Don't you run away from me, you spineless fink. You wanna fight, (X) let's fight like meni Don't hide inside that crummy truck, you dirty, stinking.... The truck begins outdistancing him. His shouting becomes audible. (x)",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN",
          "text": "Stop, damnit! Stop! (x) Gradually, the truck pulls out of frame and Mann stops running, stands there, panting, staring after it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "as it moves onto the highway, picking up speed. The owner runs into frame and stops.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OWNER",
          "text": "(breathlessly) What d'ya think you're doin', Mister? Mann looks at him, then back at the truck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OWNER",
          "text": "I'm talkin’ t'ya, Mister!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN",
          "text": "{overlapping on 'talkin'; savagely) Nothing! I'm doing nothing! He looks back toward the truck. The owner gazes at him, perplexed by his behavior. The truck recedes down the highway, moves around a distant hill and disappears. Mann shudders. He sucks in trembling breath.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT, CAFE",
          "text": "as Mann's hand slips quarters and dimes into the slots, t pulls out of frame. Camera withdraws to show him standing by the telephone, the receiver at his ear and lips. After several moments, someone answers on the other end of the",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "al 219 220 221 222",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN",
          "text": "Mr. Forbes, please. David Mann calling. (listens) Oh, I see. Could I leave a message then? (listens) I had a three-thirty appointment with Mr. Forbes. Would you tell him I've had some car trouble and won't be able to make it. (listens) How long is he in the office after lunch? (listens) I should be there before (X) then, Would you tell him I'll phone as soon as I arrive? (Listens) Thank you, Hanging up, he turns toward the front of the cafe. t",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRONT OF CAFE 220",
          "text": "Mann removes a money clip from his trouser pocket, takes dollar bills from it, and, stopping by the register, sets them on the glass case with the check. The owner takes th money, sticks the check in its register slot and rings up the sale. He takes Mann's change from the register drawer and dumps it on the glass case. Mann picks it up, puts do a quarter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN",
          "text": "(mutedly) Would you give this to --- ? He gestures toward the waitress with his head, Without waiting for an answer, he turns for the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOOR 221",
          "text": "As Mann comes out, the people inside begin to discuss wha happened. Camera moves with Mann as he turns te the right and walks to the end of the cafe, turns.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN 222",
          "text": "Camera pulling ahead of him as he walks toward the car. \fal 223",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "224 225 226 227 “@",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mann approaching. He reaches the car and gets inside, tak the key ring out of his trouser pocket and inserts the ig nition key, then closes his eyes, draws in a long breath through his nostrils and exhales it slowly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN'S THOUGHT",
          "text": "Right; it's over, Opening his eyes after a few moments, he reaches into the back seat for his suit coat, removes a box of thin cigars from an inside pocket and lights one. Blowing out smoke with a sigh, he switches on the motor, puts the transmiss into Reverse and turns left as he backs away from the fen He brakes, puts the transmission into Drive and turns tow the highway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN'S THOUGHT",
          "text": "I’ll take my time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN",
          "text": "Just take my time. t",
          "sentiment": "neutral"
        },
        {
          "speaker": "HIGHWAY",
          "text": "Mann drives his car past the cafe and angles toward the h way, starts to drive past camera.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "smoking and trying to relax as he drives.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN'S THOUGHT",
          "text": "No need to hurry now. I'll just eruise along at thirty, let that {X) idiot get out of range.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN'S CAR 226",
          "text": "moving along the highway at thirty miles an hour. A car comes up behind him, pulls into the opposite lane and pas",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "grunting with amusement.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "\fal e@ 227",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "228 229 230",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN'S THOUGHT",
          "text": "Don't go too fast, buddy or you'll catch up to the bloody Red Baron. His expression ceases to be one of amusement as a thought eccurs to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN'S THOUGHT",
          "text": "Lord, maybe that's how my friend, the (X) sadist, whiles his time away; picking on innocent drivers, (pause; repelled) Oh, wow. Is that possible? He blows out a soft, whistling breath and shakes his head",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN'S CAR 228",
          "text": "moving along the two-lane highway at thirty miles an hour INT. CAR ‘_ ANGLE PAST MANN - TOWARD HIGHWAY AHEAD - LATE He has finished the cigar and is tamping it out in the as tray. The highway ahead curves gradually to the left, dis appearing behind a hill.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN'S THOUGHT",
          "text": "Well, outside of Crazy Jack, it's not too bad a day for driving. Highway nice and empty. He chuckles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN'S THOUGHT",
          "text": "Maybe everybody stays at home when Crazy Jack is out. ,",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "His car has picked up speed a little and he lets up on th accelerator pedal. MANN’S THOUGHT Easy does it, boy. Thirty miles an hour, no faster. (pause) I'll just take my time. (pause) Take my sweet ti --- His thought voice terminates abruptly as he sees, ahead: \f233 234 f 235 236",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE TRUCK AND TRAILER",
          "text": "in the distance creeping along the highway at approximate fifteen miles an hour.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN 232",
          "text": "staring at the truck, half furious, half fearful.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN",
          "text": "(bitterly) And he'll take his...just waiting for me. He slows down, gaze moving to the right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GAS STATION 233",
          "text": "about a hundred and fifty yards ahead: old and battered w some low structures in back, an office shack near the pum i",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "face hardening as he decides what to do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN",
          "text": "All right; if that's the way you want it. He speeds up and, reaching the station, turns in beside t pumps and brakes. He opens the door abruptly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAR 235",
          "text": "Mann gets out of the car, slams the door and starts aroun the back of the car, heading for the office. Camera draws ahead of him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN",
          "text": "(sotto voce) That does it, Jack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANGLE PAST MANN",
          "text": "An Old Lady wearing stained, fingerless gloves, emerges from the office.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "al 236 237",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLD LADY",
          "text": "Help you, Mister? Mann gestures toward the office with his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN",
          "text": "Telephone in there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLD LADY",
          "text": "(pointing) Out in back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN",
          "text": "(changing direction) Thank you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLD LADY",
          "text": "(accusingly) Somethin’ fer yer car? Mann slows down, looking at her. . ‘ MANN Uh...well, see whatever Ethyl you can get in the tank. .",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLD LADY",
          "text": "(mollified) All right. She starts for his car, he for the telephone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN",
          "text": "(across his shoulder) And you might check the radiator hoses.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLD LADY",
          "text": "I'll do that. (pause) Take a look at my snakes if y'have time. Mann glances around in surprise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN",
          "text": "Your --~- ?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "\fal e 237",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "238 239 240 241 242 243",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED 237",
          "text": "The Old Lady has turned away and doesn’t hear, Still walk ing, Mann looks to his left, reacts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cages, above them a sign which reads SALLY'S SNAKERAMA ST",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "making a sound of grim amusement.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN",
          "text": "That's all I need.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "approaching. As he reaches f.g. and moves out of frame, camera jerks around so that it points toward the highway ahead, It zooms in on the truck and trailer parked on the shoulder. The driver stands beside it, looking toward the station, too far away to be seen except as a figure obvio watching Mann. INT. CAGE - CLOSE ON RATTLESNAKE'S EYE 2a) For a moment or two we should believe the eye to be that the truck driver. Then camera withdraws, revealing the snake, its head reared. 0.s., we hear the sound of Mann's passing footsteps.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANGLE PAST MANN",
          "text": "Mann looking at it as he walks by the cage. Inside the ca are a number of snakes, most of them coiled in lethargic heaps, asleep. Mann makes a sound, his smile without humo Reaching the telephone booth, he goes inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT, TELEPHONE BOOTH",
          "text": "muttering to himself as he fumbles in his pocket for chan",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN",
          "text": "What a place to put a phone booth. He pulls out change and dumps it on the shelf beside the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "€",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN",
          "text": "Right beside Snakerama. He has to smile. Then, groaning softly, he picks up a dim and slips it into its slot, dials the operator.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN",
          "text": "(singing softly; quaveringly) What_a day this has been. Camera slowly pans as he speaks, stopping when it points toward the highway ahead. The truck is moving.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN",
          "text": "Give me the police, please. (listens) Whichever is closer. (listens; reading the number on the dial)",
          "sentiment": "neutral"
        },
        {
          "speaker": "985-4321., (X)",
          "text": "‘We waits. In the distant b.g., the truck has just comple a U-turn and is starting back toward the station.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mann's back to camera. Waiting, he whistles softly to him self. After several moments, there is an answer on the other end of the line.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN",
          "text": "I'd like to report a truck driver. He listens, talks again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN",
          "text": "A truck driver. He's been endanger- ing my life. On Highway -- {breaks off) All right. He draws in weary breath; exhales.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN",
          "text": "{continuing the song quaveringly) What _a rare mood I'm in. Faintly now, the sound of the truck motor is heard. Littl by little, it grows in volume.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "\ftees, al 244 245 246 247 248 249",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN",
          "text": "(enunciating) I'@ like to report a truck driver who's been endangering my life. (listens) David Mann. (listens) Yes, two \"n's\". (listens) 2490 Eldorado Road. By now the sound of the approaching truck has gotten quit loud. Mann starts to turn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN",
          "text": "Center City. He breaks off, horrified, at what he sees.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "heading ¢traight for the. telephone booth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN",
          "text": "frozen, gaping at the truck and trailer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The truck about twenty yards distant, juggernauting towar the telephone booth. Abruptly, Mann drops the receiver an lurches from the booth, turns left and races for his life",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN",
          "text": "as he stumbles, loses balance and pitches to the ground, breaking the fall with his hands. In the b.g. the truck smashes the telephone booth off its base, mangling and flinging it aside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As the truck driver turns back toward the highway, the trailer smashes against the cages, breaking them apart. Mann shoves to his feet, then topples, wincing, as his ankle gives, Camera zooms in on him as he looks toward the shattered snake cages. 246 245 246 247 248 246",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "al 250 251 252",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGES 250",
          "text": "snakes flung out and crawling in all directions, several toward camera.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN 251",
          "text": "He cries out in shock as one of the rattlesnakes flies by He struggles to his feet, hissing at the pain in his ankl starts to run limpingly toward the car. Another rattlesna slithers toward him. With a revolted sound, Mann changes directions, skirts the snake. Moving camera draws around him, angling up to show, first, the truck and trailer rec down the highway, then the old lady rushing toward Mann, her expression one of angry shock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "QLD LADY",
          "text": "Why'd he do that? (xX) Mann, too stunned to answer, keeps running for his car, limping painfully. She grabs his arm to stop him. i OLD LADY “Why'd he do that? Why'd he break my cages up?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN",
          "text": "(panting; numbly) Call the police. He jerks away and runs for his car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLD LADY",
          "text": "(shouting after him) With what?! That phone's the only one I got! She looks away, grimacing with pain at the sight of her s",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLD LADY",
          "text": "My snakes! She rushes toward them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In the b.g., the old lady rushes among her snakes, starti to pick them up one by one. Mann slams down the hood and runs around the car, camera panning with him. Yanking ope the door, he jars in clumsily behind the steering wheel a twisting the ignition key, starts the motor. Jerking the",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "\fwhee, ie, al 252 253 254 255",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "transmission shift to Drive, he floors the accelerator pe 56 The tires spin, and the car shoots out of frame.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN'S CAR",
          "text": "speeding down the highway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "still in a state of shock from what has just occurred. Fumbling, he draws the harness strap across his chest and After awhile, he looks into the rear clips it into place. view mirror and reacts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REAR VIEW MIRROR",
          "text": "Camera moves in on the reflection of the truck and traile following, him again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FADE OUT",
          "text": "252 253 254 255",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "al 256 257 258 259 260 261",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mann presses down on the accelerator pedal and his car surges forward. Then reaction sets in and he shakes his head jerkingly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN",
          "text": "Oh, no. (drawing in shaky breath) Not again. He looks ahead as his car starts into a curve which turns to the right around a hill.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HIGHWAY 257",
          "text": "As the car turns the curve, we see an old barn ahead, set several dozen yards from the highway, a one-lane road bes it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The truck and trailer hidden from view behind the hill. Mann starts to slow down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The tires of Mann's car squealing as he turns into the ro",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDGE OF BARN",
          "text": "Mann turns in and drives behind the barn just before the truck and trailer appear around the curve.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As he bolts to a halt at the other end of the barn, body straining against the harness strap. 0.s., we hear the mo of the truck, then the truck and trailer appear, moving d the highway. Mann slumps, rubbing at his neck. Camera dra around him slowly as the truck and trailer move out of si He reaches forward and switches off the motor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN'S THOUGHT",
          "text": "Highway's all yours, Jack. I'm not budging for at least an hour.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "\fal #34111 58",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED 261",
          "text": "He sighs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN'S THOUGHT",
          "text": "Maybe the police'l1 pull you in by then, Maybe they won't.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN",
          "text": "But at least you'll be far away . from me. (beat) Even at fifteen miles an hour. He looks at his palms, grimacing at their scraped conditi Taking a handkerchief from his trouser pocket, -he begins to wet it with his tongue and clean the dirt stains off h palms. After awhile, he manages a wincing smile. We hear the sound of a telephone ringing. Someone picks up the receiver.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WIFE'S VOICE",
          "text": "Hello?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN'S VOICE",
          "text": "' Hi, honey. I've arrived,",
          "sentiment": "neutral"
        },
        {
          "speaker": "WIFE'S VOICE",
          "text": "Oh, good, Did you have a nice trip? Mann makes a sound of pained amusement as he continues cleaning off his palms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "very still. A scene of peace. Somewhere, a bird chirps. Camera holds. 263 INT. CAR - ANGLE ON MANN - TOWARD REAR OF CAR — (FANT (X)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "His face a mask of terror. The truck front fills the back window, its motor howling. Mann glances toward the speed~ ometer, reacts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SPEEDOMETER",
          "text": "x registering 120 miles an hour. Suddenly, the sound of an apocolyptic crash. .",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "map 265 thru 267 268 269 270 271 272",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(X)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "265 OMITTED thru 267",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN 268",
          "text": "as he opens his eyes with a grunt of shock, face wet with perspiration. For several moments, he cannot collect his thoughts and stares ahead blankly. Then he sits up, rubbi his eyes. He looks around sleepily for several seconds before looking at the dashboard clock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ten minutes after two.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN'S VOICE",
          "text": "Oh, boy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN",
          "text": "Yawning, he picks up his handkerchief to dry his face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN'S THOUGHT",
          "text": "I won't be seeing Forbes today, that's for sure. He looks at his palms and makes a worried noise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN",
          "text": "Gotta get these cleaned off. With a sigh, he reaches forward and turns the ignition ke The motor starts. Mann puts the transmission into reverse and twists around to look as he begins to back up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ONE-LANE ROAD 271",
          "text": "Mann backs his car past the edge of the barn and onto the road, brakes, puts the transmission into Drive and starts toward the highway, camera panning to follow the car's movement.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HIGHWAY",
          "text": "Mann steers onto the highway and picks up speed, driving past camera. \fal 273 274 275 276 277 278",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN'S THOUGHT",
          "text": "And so Electronico's number one salesman, David Mann, continues on his merry way. {xX} (pause) Well, number two or three anyway. (X) He manages a sleepy smile, then yawns, groans.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN",
          "text": "What a day. He leans forward and turns on the radio, adjusting the vo so the music plays softly, then straightens up. A few mom pass. He begins to whistle under his breath, then stops abruptiy, looking stunned, as he sees ahead:",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRUCK AND TRAILER",
          "text": "pulling off the shoulder and onto the highway several hundred yards ahead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT, CAR",
          "text": "Mindless reflex driving his right foot down against the b pedal. The car skids to a halt, Mann gaping toward the tr",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN'S THOUGHT",
          "text": "He waited for me. (pause; aghast) Waited.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRUCK AND TRAILER 276",
          "text": "pulling off the highway ahead and stopping.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN 275",
          "text": "staring at the truck and trailer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN",
          "text": "_ (stunned) God help me, he is crazy. (x) A sudden horn blast behind makes him twist around, gaspin",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN 27",
          "text": "as.he completes his turn to look back at the highway, reacting to what he sees.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "al 279 280 281 282",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "bearing down on him at high speed. Suddenly, it veers off toward the opposite lane.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mann jerks around to watch it hurtle past his car, rear e snapping back and forth, back tires screeching. Camera draws around quickly to follow the movement of the statio wagon. As it passes, we see the twisted features of the m inside, his lips moving rapidly as he curses Mann. Camera keeps moving, then stops as we see the station wagon swer back into the proper lane, horn honking angrily. Mann is still in f.g., watching it. The station wagon passes the truck and moves off. MANN‘'S THOUGHT He can pass the truck, (beat) I'm the only one who can't. (beat) ' The one who's being singled out. Drawing in a shaking breath, he pulls his car onto the shoulder and stops again, turns off the motor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN'S THOUGHT",
          "text": "Well, I won't play, Charlie. (pause; bitterly) We can sit here for a week.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN 281",
          "text": "looking at the truck, anger starting te build in him agai He snaps off the radio, straightens up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN",
          "text": "(muttering) And still no police? (pause; looking around) What is this, the forgotten highway? He winces, starts to rub his neck. After awhile, he stops and lowers his arm, stares at the truck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN'S THOUGHT",
          "text": "Now what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRUCK AND TRAILER 28",
          "text": "parked on the shoulder ahead,",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "\fjes #34111 62",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN'S THOUGHT",
          "text": "If I get out and try to walk to him, 1 he'll only pull away and park a",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "little farther down the highway...he (x) doesn't want talk -- he wants torture.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN'S THOUGHT",
          "text": "(with mounting fury) He isn't going to let it go. (pause) He 's-just-not-going-to-let-it-go. iX) On a sudden, angry impulse, he turns on the motor, snaps transmission into Drive and stamps down on the accelerato pedal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REAR OF CAR 284",
          "text": "i The tires spin sizzlingly on the shoulder, shooting up di then the car jolts forward onto the highway, moving away from camera toward the distant trunk and trailer. £",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN 285",
          "text": "Face going rigid as he sees what the truck driver is doin",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRUCK AND TRAILER 286",
          "text": "Starting to pull off the shoulder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN 287",
          "text": "Enraged, he floors the pedal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It is apparent that Mann cannot make it, that the truck w block his way if he continues. 289 CLOSEUP ~- MANN 28s",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN'S THOUGHT",
          "text": "Not",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He brakes, slows down, then turns in toward the shoulder \fjes 290 291 292 293",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHOULDER",
          "text": "Mann's car heading for camera, the windshield stopping in close f.g. Mann looks toward the truck with hatred.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRUCK AND TRAILER",
          "text": "Pulling off the highway onto the shoulder again; stopping",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mann's words unheard as he curses at the truck driver.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN",
          "text": "You maniac, you dirty ---",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN",
          "text": "Voice trembling as he finishes his sentence. t",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'd like to kill you. His motor is still running, the transmission in neutral. switches it off and draws in shaking breath, exhales it raggedly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN'S THOUGHT",
          "text": "Now what? (beat) Turn around and head back east until I reach a cut-off that'll take me there by another route? (beat) How do I know he wouldn't follow me even then? He probably would. His cheeks twitch as he bites his lips together.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN'S THOUGHT",
          "text": "No! I'm not going to turn around! I'm not! (pause; shakily) Why is he doing this? Does he know who I am? Did I do something to him once without even knowing it? (beat) why?! He cannot remain inside the car; it feels like a trap to He yanks up the handle and pushes out the door. 290 291 292 (X)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "293 (X)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fjes e@ 294 295 296 297 298 299 300 a",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN 294",
          "text": "As he gets out, slams the door, paces to the rear of the",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN'S THOUGHT",
          "text": "(angrily) What's the difference, why? He's doing it, that’s all that matters. He turns and walks back toward the front, turns again, th whirls and starts to move toward the truck with long, ven strides, camera pulling ahead of him. 0.s., the distant t motor is turned on. Mann stops.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRUCK AND TRAILER 295",
          "text": "Parked on the shoulder, its motor running.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN 296",
          "text": "Watching it, eyes hooded, his expression one of murderous animosity. Abruptly, hé starts to run toward it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANGLE PAST MANN",
          "text": "The truck and trailer start to pull back toward the highw Mann runs faster. The truck and trailer pick up speed. Ma stops running and, after a few moments, the truck and tra pull back onto the shoulder, stop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN 298",
          "text": "Staring at the truck, breathing hard. Camera moves in on face, which reflects the malignance he feels toward the t driver.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN'S THOUGHT",
          "text": "If I hada rifle....",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRUCK AND TRAILER 299",
          "text": "We hear a rifle shot, then the noise of the trailer gas t exploding.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN 300",
          "text": "After several moments, he turns and walks back toward his moving away from camera.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "jes 301 302 303 304 305",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Returning to the car and stopping beside it, wondering wh to do. His eyes shift-as he sees a car approaching.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SEDAN",
          "text": "Approaching down the highway at a slow speed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN",
          "text": "Watching the car. Abruptly, he moves toward the highway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mann steps onto the paving and raises his arms to flag do the car. There is an elderly couple in the front seat, th man driving. The old man slows down and pulls over to the shoulder, braking his car about ten yards behind Mann's. Mann walks over to the driver's window, stops. :",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLD MAN",
          "text": "Car trouble?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN",
          "text": "In away. I wonder if you'd do me a favor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLD MAN",
          "text": "{suspicious now) What's that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN",
          "text": "Would you stop at the first tele- phone booth you come to and call the police?",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLD MAN",
          "text": "(alarmed) Police? Mann gestures toward the truck with his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN",
          "text": "You see that truck? The old man glances toward the truck, as does his wife.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUE",
          "text": "301 302 303 304 305 \fjes",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "é 306 307",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLD LADY",
          "text": "(overlapping on \"that\") Mister, we don't want any trouble. MANN. You won't have any trouble. All I'm asking you to do is ---",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLD LADY",
          "text": "(cutting in) Jim, we'd better go. Faintly, the sound of the truck motor reaches audibility. Mann is too distraught to notice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN",
          "text": "(voice rising) Ma'am, all I'm asking you to do is make a phone call. t OLD LADY . (tensely) Jin.",
          "sentiment": "neutral"
        },
        {
          "speaker": ". MANN",
          "text": "My life's in danger. Can't you even --- ?",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLD MAN",
          "text": "(breaking in) I'm sorry, Mister.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN",
          "text": "(finishing) ~~ make a phone call for me? The old lady looks abruptly toward the truck and trailer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLD LADY",
          "text": "(shocked) Jim! Both Mann and the old man look, react.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Backing along the shoulder, heading for Mann's car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELDERLY COUPLE'S CAR 307",
          "text": "The old man throws his transmission into Reverse and star to back up quickly. Mann jerks around. '",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "\ftty, jes 307 308 309 310 311 312 313 314 315",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN",
          "text": "Wait! The car is already out of his reach. He whirls back towar the truck and trailer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Backing toward Mann's car with increasing speed. Camera withdraws to include ann looking toward it. He starts to back off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN 309",
          "text": "Backing off, breath erratic, terror enguifing him again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRUCK AND TRAILER 310",
          "text": "Still coming at his car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN 311",
          "text": "Turning suddenly to bolt toward the desert beside the hig camera moving with him as he runs, his expression one of less dread. He has reached the bottom and is running like frightened child. He stumbles, regains his feet and crash on. Behind, o.s.,.the squealing brakes of the truck are h Mann pays no attention to them, keeps on fleeing. Only as squeal of brakes gets louder and no crashing sound is hea does he look back. Seeing what he does makes him slowdown",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN'S CAR AND TRUCK AND TRAILER 312",
          "text": "The truck and trailer slowing down, almost stopped now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON MANN 313",
          "text": "as he turns, looks in the other direction.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESERT",
          "text": "An endless, bleak and searingly hot landscape.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON MANN 315",
          "text": "as he turns back to face the highway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "jes 316 317",
          "sentiment": "neutral"
        },
        {
          "speaker": "AND TRAILER",
          "text": "Mann in the desert, watching, as the trailer stops a few yards from the front of the car. The truck driver shifts into first gear and the truck starts moving forward again Camera moves with the trailer as it is pulled about fifty yards down the highway and stopped again. Past the edge of the trailer, we can still see the figure of Mann stand watching. The elderly couple speed by in their car. Sever moments pass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN 317",
          "text": "Face as hard as stone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN'S THOUGHT",
          "text": "Enough.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN",
          "text": "(huskily) ! Enough.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN'S THOUGHT",
          "text": "(pause) You-have-pushed-me~all-you're- going-to. Drawing himself erect, he starts back toward his car, wal slowly, resolutely, camera drawing ahead of him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "END OF ACT FIVE",
          "text": "\fsf, jes 318 319 320 321 322 323",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Emerging from the desert, he walks around the front of th car. Camera draws around until we see the truck parked up ahead. Mann gets in his car, starts the motor and pulls onto the highway, camera following. The truck pulls out ahead of him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mann taking a position about thirty yards behind the trai",
          "sentiment": "neutral"
        },
        {
          "speaker": "'",
          "text": "Looking at the truck ahead, expression unchanged. Moments pass. His expression alters slightly toward suspicious curiosity, as he sees what the truck driver is doing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRUCK AND TRAILER 321",
          "text": "The driver has his left arm out the window, waving him on",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN 322",
          "text": "Smiling with contempt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN'S THOUGHT",
          "text": "Another car coming you want me to hit?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "After several moments, it seems apparent that there is no car coming in the opposite direction. As the highway curv to the left and Mann can see into the distance, it become a certainty. Mann grunts softly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN'S THOUGHT",
          "text": "{still suspicious) So what are you waving me on for? (scornfully) I know; you've repented. You regret Our little misunderstanding. Let bygones be bygones. (a hissing noise) Sure. . 9 {X} \fjes #34111 70",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Smiling tightly as he realizes what the answer is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN",
          "text": "I get.it;. it's no fun this way,.. rL7s is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": ". MANN'S THOUGHT",
          "text": ". an It's only fun if I'm in front of you and you can take a crack at killing me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN",
          "text": "Well, tough beans, Charlie. i'm staying where I am.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The driver pulls in his arm and starts to slow down. The tension in Mann's voice belies his words. 1",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN",
          "text": "Oh, you're slowing down? Okay. I'll slow down too. a He does so.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN",
          "text": "How's that? Slow enough? After several moments, the truck starts slowing down more",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN",
          "text": "No? All right. I'll just slow down a little more then.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "After awhile, the truck and trailer are steered toward th shoulder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN",
          "text": "(with tight, false amiability) Oh, you're going to stop? Okay. I'll stop too. He pulls off the road and brakes, taps the. transmission lever into Park position.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN",
          "text": "How's that, Charlie?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "jes 326 327 328",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN",
          "text": "His expression making it obvious that his deliberate rail is hovering above a seething rage which may erupt at any moment. His smile is humorless. His eyes, as he regards the truck, are steely.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN'S THOUGHT",
          "text": "Two can play that game, you know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Moments passing. Abruptly, Mann retrieves a cigar from hi suit coat pocket and lights it, blows out smoke.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN",
          "text": "Smoking tensely.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN'S THOUGHT",
          "text": "‘Is it going to be like this all day? (pause) - Obviously, he's not on any kind of (X) schedule. Or, if he is, he’s sure paying no attention to it. He begins to look at the truck with an analytic eye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN'S THOUGHT",
          "text": "Equally obviously, he wants me to pass him. (a long pause) What if I do? (beat) There have to be grades ahead with all those mountains. If I keep my speed at eighty-ninety miles an hour, he's got to fall behind. His eyes narrow as he makes a final analysis of the situa and himself. Camera moves in slowly on his face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN",
          "text": "The only question is ---",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN'S THOUGHT",
          "text": "(continuing his thought) Do I have the nerve to maintain that kind of speed over a long distance? I've never done it before. But then I've never gone through this before.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "\fjes e@ 328 329 330",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "331 332 333",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "#34111 “72",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "O.s., he taps his fingers quickly and incessantly on the steering wheel rim as he thinks it over. Camera stops whe his face is in closeup. He stops tapping suddenly, face tightening as he decides.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN",
          "text": "Right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN",
          "text": "He presses the cigar into the ashtray, then snaps the tra mission lever to Drive position, guns the car along the shoulder, looking into the side-view mirror and pulls out onto the highway. Up ahead, the truck pulls out. Mann moves up behind it rapidly, eases out to see if any cars are coming in the opposite direction, then, seeing none, speeds into the other lane.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mann starting to pull along the side of the trailer. He keeps glancing at the truck, prepared to react if the dri tries to ferce him off the road. The trailer remains in place. Mann's car picks up speed and he starts to pass th truck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mann remaining tense, prepared for anything, throwing con stant glances toward the truck. When nothing happens, he floors the accelerator pedal and starts to pass the truck quickly. “",
          "sentiment": "neutral"
        },
        {
          "speaker": "REAR OF MANN'S CAR",
          "text": "5 Camera retaining the speed of the truck, staying beside i as Mann's car draws away and is steered back into the pro lane. Immediately, the truck begins to pick up speed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He looks into the rear-view mirror, sees that the truck a trailer are going faster and smiles grimly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN",
          "text": "I thought so. His expression hardens as he presses down on the accelera pedal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "328 329 330 331 332 333",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "nt 333 5334 335 336 337 338 339 340",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN 'S THOUGHT",
          "text": "All right, Charlie. Let's see you beat me now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN",
          "text": "Here we go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON. REAR OF CAR 334",
          "text": "As it roars away from camera, moving into the distance. After a while the truck catches up to and begins to pass the camera.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Moving rapidly along the two-lane highway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "His face masklike with determination as he drives. He gla into the rear view mirror, reaction showing in his eyes. presses down further on the accelerator pedal, looks at t speedometer and swallows, ‘unnerved despite his resolutio",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He is going 87 miles an hour.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The bush, shaking a little as the car shoots by, camera w panning to follow its movement down the highway. 0.5. the roaring motor of the truck is heard approaching. It speed past camera and the bush shakes violentiy. INT. CAR - ANGLE PAST MANN ~ TOWARD. TRUCK AND TRAILER . His expression beginning to lose its adamantine set as uneasiness about the speed he's traveling starts to work on him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Parked on the shoulder under a tree. A young couple insid are talking earnestly. Mann's car goes roaring past and the couple looks toward it startledly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT, CAR",
          "text": "He glances at the rear-view mirror angrily. Behind, the truck speeds past the parked sedan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "\fot nt. 341 342 343 344 345",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN'S THOUGHT",
          "text": "Call the policej Please! He looks at the speedometer, reacts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Registering 91 miles an hour. HELICOPTER SHOT - CAR AND TRUCK AND TRAILER . Speeding along the two-lane highway. Camera draws around show an overpass ahead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANGLE OVER HOOD",
          "text": "He twitches as the shadow of the overpass whips across th hood and windshield.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "f . He glances at the rear-view mirror. Clenching his teeth, looks intently at the lane ahead. MANN'S “THOUGHT” There has to be some kind of town ahead. The freeway passes them, but not a highway as old as this. Imagining, he starts to slow down unconsciously.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OFFICER'S VOICE",
          "text": "Glad you called us, Mr. Mann, and don't you worry, we'll get him. We've been after him for some time now. You're not the first one who's complained. (voice starts fading) He's really going to get it this time. The sound of the motor drowns away the thought voice. Man .ghakes himself and glances at the rear-view mirror again reacting as he sees that the truck is closer. His gaze da to the speedometer and he reacts again, this time with fu at himself, jarring down on the accelerator pedal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN",
          "text": "Don't slow down!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "341 (X)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "342 343 344 345",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "nt 345 346 347 348 349 351",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN 'S THOUGHT",
          "text": "(tightly) You've got a murderer behind you! He reacts, seeing something ahead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A billboard reads: SLOW DOWN! WE DON'T LIKE TO GET OUR CUSTOMERS THAT WAY! JENSEN'S MORTUARY.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN",
          "text": "Reacting to sign. We hear the sound of organ music, then man's sepulchral voice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN'S VOICE",
          "text": "David Mann was taken from us far too soon. Mann forces away the ugly imagination. t",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The hills and mountains nearer now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN 'S THOUGHT",
          "text": "Almost to the hills now. Hang on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The car rocketing toward the mountains.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Camera pulling straight ahead of Mann's car as it speeds along. In the b.g., the truck and trailer follow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He starts, gasping, as a tumbleweed rolls across the high He almost loses control of the car, then manages to regai it, jerking his left hand down to the steering wheel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN'S THOUGHT",
          "text": "Don't lose your nerve. 345 346 347 (x) 348 349 350 351",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "nt 352 353 354 355 356",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN 352",
          "text": "Face hardening.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN'S THOUGHT",
          "text": "That's what he wants! -- For you to kill yourself! He shakes his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN",
          "text": "(gutterally) No _ way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Speeding along the highway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The route ahead not straight now; starting to wind up tow the foothills. i MANN'S THOUGHT Almost there. Camera draws around him so the broad terrain to his left visible, hills blending into mountains. Moving along a distant road toward the highway is a dark sedan. Mann gla toward it; tightens.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN'S THOUGHT",
          "text": "(startledly) Is that a police car? He looks ahead, then glances at the car again. Impul sive he jams the heel of his right hand down against the horn holding it in. The blast of his horn is shrill and rackin",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He keeps glancing toward the car and holding the horn bar in. Suddenly, he lets up on the bar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POINT OF VIEW",
          "text": "Camera moving in on it to show that it is just a black se with white lettering on its side. \fe 358 359",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(x)",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN",
          "text": "Damn! He glances into the rear-view mirror, chuckling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN'S VOICE",
          "text": "I can just hear that Cretin -- (mimicing) 'You think you're gonna' get a cop to save you, boy? No siree, boy, you're gonna' die!’",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN'S THOUGHT",
          "text": "No, not me, you miserable ape. You!” You're going to die.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN",
          "text": "(finishing the thought aloud) You hear me? He fight for control. Looking ahead, he regains a measure of satisfaction.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Closer now, a long grade in the distance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN'S THOUGHT",
          "text": "There it is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN'S THOUGHT",
          "text": "No matter how he tries, he can't beat my speed on a grade like that. (beat) But I cant His smile is one of fierce elation. Camera moves in on hi face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN'S THOUGHT",
          "text": "Fill that bathtub to the top, man. A drink in one hand, a cigar in the other -- and re-lax.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "é",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ac 359 360 361 362 363 364 365 366",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED 359",
          "text": "Bis eyes refocus on the highway ahead and he reacts to wh e sees,",
          "sentiment": "neutral"
        },
        {
          "speaker": "HIGHWAY AHEAD 360",
          "text": "Both lanes blocked. There is a ROAD REPAIRS sign and a hu plack arrow pointing toward the alternate route -- a grav road angling to the right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN'S RIGHT FOOT 361",
          "text": "starting to pump at the brake pedal. Camera moves up quic to his face as he throws a look at the rear-view mirror.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REAR",
          "text": "The truck gaining on him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "His expression freezing as he starts to steer onto the si road.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HIGHWAY BARRIER 364",
          "text": "Mann's car shooting by and onto the gravel road. Camera w pans to follow its movement as it starts along the rutted surface, its rear end breaking toward the left, then stra ening out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "UP ANGLE ON CAR . 365",
          "text": "as it jars along the road, tires battering at the ruts, flying gravel pounding at the under-frame. INT. CAR - ANGLE PAST MANN ~ TOWARD TRUCK AND TRAILER 36€ Elbows braced against his sides, trying to keep. the stee wheel in position. The windows rattle noisily. His neck snaps back and forth with painful jerks. His jolting body surges against the binding of the safety harness, slams b and down against the seat. His clenching teeth slip sudde and he ories out as his upper teeth gouge into his lower His face contorts as the right end of the car begins surg to the right. He starts to jerk the steering wheel to the left, then reacts as he realizes that he should be doing just the opposite.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ac 366 367 368 369 370 371 372 373 374",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN'S THOUGHT",
          "text": "To the right! He wrenches at the wheel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Camera pulling ahead of the car as its right rear fender eracks into a fence post, knocking it down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He pumps at the brakes, struggling to regain control. The car rear starts sliding to the left.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAR 369",
          "text": "Its back end yawing sharply to the left, shooting out a s of gravel,",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN 370",
          "text": "He wrenches at the steering wheel and the car begins to s toward the right again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAR 371",
          "text": "careening from side to side of the road, its left rear fe knocking down a fence post before Mann finally gets it ba on course.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He coughs abruptly as he gags on dripping blood in his th",
          "sentiment": "neutral"
        },
        {
          "speaker": "HIGHWAY 373",
          "text": "Mann's car regains the highway and picks up momentum, roa off. O.s., we hear the motor of the pursuing truck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT, CAR",
          "text": "daring to look,at the rear-view mirror again. \fac 3 3 15 76 377 3 78 379 381 uy 80",
          "sentiment": "neutral"
        },
        {
          "speaker": "REAR-VIEW MIRROR",
          "text": "The truck negotiating the road, rocking like a freighter a storm-tossed sea, huge tires scouring up gravel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He shoves in the accelerator pedal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN'S THOUGHT",
          "text": "Now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HIGHWAY AHEAD",
          "text": "A steep grade about a hundred yards ahead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He glances at the rear-view mirror, swallowing some blood and coughing as he sees the truck and trailer back on the highway. | He picks up the handkerchief and presses it'to bleeding lip, eyes fixed anxiously on the slope ahead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The car is almost to it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN'S THOUGHT",
          "text": "Now! Up ANGLE ON SLOPE as Mann's ear shoots into frame and up the grade, moving from camera very fast. 0.s., we hear the motor of the ap- proaching truck; then it roars into frame and starts up t grade.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAR AND TRUCK AND TRAILER",
          "text": "The car increasing the distance between it and the truck trailer as they climb the grade.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANGLE ON WINDSHIELD OF CAR",
          "text": "Looking into the rear-view mirror and making an exultant (unheard) sound, his expression one of angry triumph. Cam holds, then slowly, starts to pull back until the entire of the car is in f.g. Camera stops and holds. After sever moments, steam begins to issue from beneath the hood, Cam zooms in on Mann's Pace. 375 376 377 378 379 380 381 382",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ac 383 384 385 386 387 389",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT, CAR",
          "text": "staring at the hood with shock-widened eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN",
          "text": "(feebly) No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOOD",
          "text": "The steam increasing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN",
          "text": "Gaze jerking to the dashboard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The small square on the dashboard still darkened. 1",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He looks up the siope.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLOPE",
          "text": "Long and gradual with many curves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN",
          "text": "A dazed look on his face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN'S THOUGHT",
          "text": "I'll never make it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN",
          "text": "(as it hits him) Oh, my god --- Camera zooms in on his face until it fills the screen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN'S THOUGHT",
          "text": "(whispering) I'm going to die!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAR AND TRUCK AND TRAILER",
          "text": "The car in f.g., steam inéreasing, now a smoking mist. the distant b.g., the truck keeps coming. 283 384 385 386 387 388 389 390 In \fac",
          "sentiment": "neutral"
        },
        {
          "speaker": "391",
          "text": "392 393 394 ty, 395 396 397",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT, CAR",
          "text": "His face set in a look of dread.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The steam increasing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN'S EYES 393",
          "text": "as the memory tortures him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ATTENDANT'S VOICE",
          "text": "Looks like you could use a new radiator hose. He gasps, gaze shifting to the dashboard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "t Camera zooms in on the square, now red, the word \"HOT\" printed on it in black letters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAR AND TRUCK AND TRAILER 395",
          "text": "The car moving slower, steam coming from beneath the hood The truck-and-trailer starts to gain on it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT, CAR",
          "text": "Jerking at the transmission lever suddenly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN'S THOUGHT",
          "text": "Put it in low! He glances at the pear-view mirror, reacting as he sees t truck getting closer. He looks at the highway ahead, forc to shift around to see clearly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOWARD HOOD 397",
          "text": "Steam obscuring the view.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Camera moves in on his face as he begins to hear the 0.8. throb of boiling water in the radiator. \fac e 399 400 HOl 402 403 hou",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAR AND TRUCK AND TRAILER 399",
          "text": "The distance between them narrowing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAR 400",
          "text": "Camera pulling close ahead of it, the thumping of the radiator water getting louder. INT, CAR - ANGLE PAST MANN - TOWARD HOOD 4Ol The steam is starting to haze up the windshield. Reaching out, Mann twists a dashboard knob and the wipers start flicking back and forth in rapid, fan-shaped sweeps. REVERSE ANGLE — PAST MANN ~ TOWARD TRUCK 4oe Camera moves.in quickly on his face as the car begins to lureh and shudder,",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN",
          "text": "(nalf horrified, haif angry) No! MOVING SHOT - ANGLE PAST CAR 4o3 as it labors up the grade, losing speed. In b.g., the tru gets closer. INT. CAR - ANGLE PAST MANN - TOWARD TRUCK AND TRAILER hou Mann stares at the slope ahead with haunted eyes. Yard by yard, the car is slowing down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN'S THOUGHT",
          "text": "(pleading) Make it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN",
          "text": "(sotto voce; pleading) Make it. Make it. HELICOPTER SHOT - CAR AND TRUCK AND TRAILER bos The car running more and more unevenly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ac 406 407 408 409 410 411 412",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT, CAR",
          "text": "The thumping percolation cf the radiator water very loud He stares at the slope ahead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLOPE",
          "text": "The car almost to the top. Steam obscures the view.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BACK TO MANN 408",
          "text": "glancing at the rear-view mirror. Seeing that the truck i closer yet, he presses down on the accelerator pedal and motor makes a grinding noise. Mann groans.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN'S THOUGHT",
          "text": "Don't! REVERSE ANGLE PAST MANN - TOWARD HOOD hog 1 Steam gushing from beneath the hood, The ridgé ahead can just be made out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN",
          "text": "Make it, make it. (oeat) Please, God, make it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIDGE 410",
          "text": "at the approaching car, the truck and trailer behind it i the distance. The car is shuddering and clanking, slowing down. It gets closer, closer. Finally, it reaches f.g. INT. CAR - ANGLE ON MANN ~ TOWARD REAR OF CAR Bll As it moves across the ridge and starts descending. Mann shoves the transmission into neutral and lets the car go into a glide, switches off the motor. His look of triumph fades as he sees what lies ahead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIEW AHEAD 412",
          "text": "The steam decreasing rapidly with the motor turned off. There is nothing in sight but hills and more hills, The ear rolls by a sign which reads: \"TRUCKS USE LOW GEARS NE",
          "sentiment": "neutral"
        },
        {
          "speaker": "MILES.\"",
          "text": "\fac 413 41k 41s 416 417 418 419",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He looks into the rear-view mirror, a little encouraged b the fact that the truck has not appeared yet. He looks at the speedometer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The car picking up speed slowly: 48, 49, 50 miles per hou",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN",
          "text": "Come on, come on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAR",
          "text": "picking up speed as it rolls down the grade.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "52, 53, 54, 55 miles per hour. Camera up pans to Mann as he glances at the rear-view mirror, Still no sign of the truck. He swallows dryly, rubbing at his neck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN",
          "text": "Come on, faster. Several moments later, he looks up at the rear~view mirro again, reacting as he sees the truck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Camera zooms in on the top of the ridge, holding as the truck comes over like some leviathan surfacing from a gre sea.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANGLE ON CAR",
          "text": "Camera pulling ahead and slightly to the left of it. Afte awhile, moving camera pans enough to the right to retain the car in shot as well as show the truck in the distance picking up speed as it begins descending the grade.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "413 ayy 416 i a m2 438 4g Mann looking at the rear-view mirror; down at the grade a breath quickening. \fstn, ac 420 Hel 422 423 yeu Hes 426 427",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The truck beginning to close the distance between them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mann glances at the rear-view mirror again, tightens. He hesitates, then reaches for the ignition key, pulling bac his hand with a worried sound. He looks at the rear-view mirror, then at the speedometer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN",
          "text": "Come gn! Camera pans quickly to the speedometer. The car is barely up to 60 miles an hour.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAR",
          "text": "at the far left side of the screen, rolling down the grad After awhile, the front edge of the truck begins to ease into frame on the far right of the screen. INT. CAR - ANGLE PAST MANN -— TOWARD TRUCK AND TRAILER making a panicky sound as he looks into the rear-view mir to see the truck gaining. His gaze drops quickly and he r acts as he notices something ahead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A sedan speeding up the grade in the other lane.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He twists his head to the side as the other car speeds pa The sight maddens him. He looks at the grade ahead, camer drawing around until it is in front of him and we can see the truck and trailer in b.g., closer yet. Mann reacts at what he sees ahead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRADE",
          "text": "Leveling off ahead for a hundred yards or so.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Reaching out, he twists the ignition key, The motor makes a grinding noise but doesn't start. Mann looks stunned.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "420 422 423 yak 425 426 4o7 \fg ac 427 428 4ag 430 431 432 433 43h 435",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "He turns the key again and again with the same result. He looks ahead, crushed by total panic now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAR AND TRUCK AND TRATLER",
          "text": "Camera pulling straight ahead, angled down at them, The c slows down on the level area , then starts down another s the truck closing the gap between them more. INT, CAR — ANGLE PAST MANN - TOWARD TRUCK AND TRAILER The truck close behind, the high-pitched wailing of its m becoming audible to him. Camera moves in slowly on his fa that of a man whe knows he is about to die. Moments pass. Then, suddenly, his eyes shift as he catches sight of som thing ahead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Camera zooms in on an escape route for trucks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mann deliberates; decides,",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "approaching camera, coming closer and closer, Just before the car reaches the escapé route, camera zooms in on it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN",
          "text": "wrenching the steering wheel around, Immediately, the car rear starts breaking to the left, tires shrieking on the pavement, Mann steers with the skid, braking just enough to keep from losing all control. MOVING SHOT — CAR As it shoots onto the steep dirt trail at sixty miles an hour, tires slinging up a cloud of dust.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN",
          "text": "He brakes and struggles with the steering wheel, teeth clenched, 427 428 42g 430 432 833 43h 435 \fte",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "436 437 438 439 440 Wal 4u2 bys aay",
          "sentiment": "neutral"
        },
        {
          "speaker": "REAR OF CAR",
          "text": "The wheels sideslip and the car slams against the dirt ba bounces off and starts to fishtail with violent, whipping motions, angling toward the trail edge on the left.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT, CAR",
          "text": "Braking as hard as he can. The car rear skids to the righ and slams against the bank again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAR",
          "text": "as Mann brakes it to a hait on the steep incline. INT. CAR — ANGLE ON MANN - TOWARD FRONT OF CAR His body surging against the harness, then being pulled b throwing the transmission lever to park position, he turn toward the highway, reacts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THROUGH REAR WINDOW",
          "text": "The truck and trailer swerving off the highway, heading f the escape route.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN",
          "text": "looking through the rear window. Paralyzed cy shock, he seems to watch the approaching truck with almost detachme",
          "sentiment": "neutral"
        },
        {
          "speaker": "THROUGH REAR WINDOW",
          "text": "Camera moves toward the massive truck coming at the car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN",
          "text": "as he waits to die.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THROUGH REAR WINDOW",
          "text": "Camera moving toward the truck, a continuation of Shot #4 The gargantuan shape comes closer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "A36",
          "text": "437 439 kao Hey 44e Aug kal \fac 44s aay hag 450 451 4682",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN 45",
          "text": "A last, wild thought occurring to him. Jerking around, he puts the transmission into neutral and the car begins to roll backward down the steep incline, Looking into the re view mirrdr to help his steering, he twists the ignition repeatedly. The motor will not start, but the car keeps picking up speed. Suddenly, the motor catches. He throws the transmission into reverse and jams down on the accele pedal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REAR VIEW MIRROR 446",
          "text": "The truck and trailer rushing up the incline toward Mann' car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Closing in rapidly on the car. From the look on Mann's fa it seems as though he is about to sacrifice his life in order to ram the truck. Then, with a shaking hand, he beg to unfasten the safety harness. : MOVING SHOT - ANGLE PAST CAR - TOWARD TRUCK AND TRAILER a as they near each other, the truck driver beginning to br as he sees what Mann intends to do, INT. CAR - ANGLE PAST MANN — TOWARD TRUCK AND TRAILER bug When the two vehicles are so close that collision is in- evitable, Mann shoves open the door and bails out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN . 450",
          "text": "as he rolls and bounces toward the edge of the trail, gra bing a bush to keep from going over. Scrabbling around dizzily, he looks toward the truck and trailer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAR AND TRUCK AND TRAILER 451",
          "text": "about to collide.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAR AND TRUCK AND TRAILER 452",
          "text": "The film going into slow motion, The gas tank of Mann's c explodes as his car smashes into the front of the truck. Flames obscure the driver's view and the truck begins to yeer toward the edge, pushing Mann's car ahead of it. \f453 a5y 455 456 466",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN",
          "text": "Film still in slow motion as he watches,",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRUCK AND TRAILER AND CAR",
          "text": "Film still in slow motion. Reaching the trail edge, the truck begins to tilt, tipping over like some ponderous beast, shoving Mann's car off the trail.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN",
          "text": "watching, film still in slow motion.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Film still in slow motion, Its monstrous bulk begins to overturn,",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN",
          "text": "film still in slow motion as he stares at the toppling tr",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Film still in slow motion as the tilting truck goes over edge, pulling the trailer with it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN",
          "text": "The film returning to normal speed. ©.8., we hear the horrendous noise of the truck going down the slope. He turns to watch it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRUCK AND TRAILER",
          "text": "sliding, capsized, down the hill toward a canyon below, huge wheels spinning free. Mann's car, in flames, has already hit the canyon floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN",
          "text": "The first explosion takes place below frame, the violence of its detonation causing Mann to roll clumsily onto the trail, A second explosion roars below frame, its hot wave buffeting across him, His glazed eyes start to look upwar 453 ask 455 456 457 458 459 460 \fac 462 465",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLUMN OF FIRE",
          "text": "Shooting toward the sky, followed by another. “ ANGLE FROM TRAIL EDGE Mann crawls slowly to the edge and peers down at the cany",
          "sentiment": "neutral"
        },
        {
          "speaker": "CANYON",
          "text": "Enormous gusts of flame towering upward from it, topped b thick black, oily smoke. The truck and trailer cannot be seen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANN",
          "text": "as he looks down at the burning truck and trailer, all feeling drained from him. Camera moves in siowly on his Face as emotion manifests itself; not dread, not regret, not sickened withdrawal. As his face fills the screen, we see, instead, an expression of primevel victory clutch ing at his features -- the look of some ancestral brute regarding the body of his vanquished foe. And from deep in his throat comes a recidivistic blood cry. It is on th look and this sound’ thatthé picture freezes and the came holds. Final titles move across the screen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE END",
          "text": "462 463 465 (X)",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_596"
    }
  ]
}