{
  "movie_id": "MOV600",
  "scenes": [
    {
      "location": "BEACH AT MALO LES BAINS CONTINUOUS",
      "time": "MORNING",
      "characters": [
        "COMMANDER BOLTON",
        "THE FIRST-",
        "SEAMAN",
        "155B",
        "AND FRENCH ARMIES TO THE SEA.",
        "HIGHLANDER2, (CONT'D)",
        "FISHERMEN, MERCHANT NAVY SAILORS, NAVAL OFFICERS, CIVILIA",
        "PETTY OFFICER",
        "BLASTING WATER AND BENDING METAL-",
        "OMITTED 137",
        "BANG",
        "\"CHURCHILL ADDRESSES DUNKIRK EVACUATION IN COMMONS\"",
        "HAVE YOUR OWN SHIPS",
        "TRAPPED AT DUNKIRK, THEY AWAIT THEIR",
        "BLAST AND BLAST-",
        "PETER",
        "DECK BLASTS APART -",
        "HITS THE WATER WITH A JOLT AND A TEARING SOUND-",
        "THEY PULL AWAY FROM THE DISAPPEARING SHIP WITH THE STRENG",
        "BORN OF ABSOLUTE DESPERATION...",
        "MALE VOICE, (CONT'D)",
        "THE SEA",
        "NOW",
        "START THE BLOODY ENGINE-",
        "158A",
        "T",
        "COLONEL WINNANT, (CONT'D)",
        "HE DIVES DOWN UNDER THE RANGE OF THE REAR TURRET-",
        "MAN",
        "TOMMY AND ALEX BURST FREE OF THE DOOR AS IT SINKS BENEATH",
        "DUTCH SEAMAN",
        "THE DIM LIGHT OF THE OPEN DOOR BECOMES A BEACON-",
        "COLONEL WINNANT",
        "YOU DON'T EVEN HAVE GUNS",
        "COLLINS, (CONT'D)",
        "WITH HIS FISTS- INSTINCT TAKING OVER- NO MORE THOUGHT, NO",
        "ENGINEER",
        "SMASH- SOMETHING CRACKS INTO THE CANOPY RIGHT ABOVE HIS H",
        "PETER, (0.S.)",
        "SECOND LIEUTENANT",
        "STEWARDESS",
        "REAR ADMIRAL, (CONT'D)",
        "52.",
        "FADE IN",
        "GUNFIRE THREE FEET AWAY-",
        "FRANCAIS",
        "OPENS UP ON HIM- TRACER FIRE LIGHTING UP ALL AROUND HIM-",
        "BOMBS FALLING AROUND THE DESTROYER-",
        "OF WATER BLASTING IN-",
        "CORPORAL",
        "HE IS ENGULFED, SCREAMING, DYING-",
        "OILY SURVIVOR",
        "HIGHLANDER1",
        "FRENCH SOLDIER",
        "A SHIPS'S WHISTLE-",
        "THE ENEMY HAVE DRIVEN THE BRITISH",
        "SAILOR",
        "TITLE 2",
        "ALEX, (CONT'D)",
        "HIMSELF THROUGH- PUSHING OFF HIS SEAT-",
        "PULL THE GANGPLANKS",
        "ABLE SEAMEN",
        "ALEX",
        "THE LIGHTS GO OUT- COMPLETE DARKNESS...",
        "FIRE-",
        "HIGHLANDER3",
        "THE MOLE",
        "ANYONE STANDING IS THROWN OFF THEIR FEET-",
        "THE WAVES AND-",
        "I'M NOT GOING BACK",
        "PLUG THE HOLES",
        "TOMMY, (V.0.)",
        "THE SHIP LISTS- RAPIDLY SINKING-",
        "GEORGE, (CONT'D)",
        "MR.DAWSON",
        "A BURST OF MACHINE GUN FIRE OPENS A NEW GROUP OF HOLES BE",
        "155A",
        "NO FRENCH",
        "BOY",
        "MAKE WAY",
        "SHIVERING SOLDIER, (0.S.)",
        "FORTIS LEADER",
        "WHERE'S THE BLOODY AIR FORCE",
        "OPEN UP, DAMMIT",
        "TOMMY",
        "REAR ADMIRAL",
        "YACHTS, PADDLE STEAMERS, FISHING TRAWLERS, DAY SAILERS,",
        "VOICE ON RADIO",
        "TITLE 4",
        "HIS INSTINCT TO BREATH PUSHES HIM UP INTO THE FLAMES WHER",
        "HIGHLANDER2",
        "THE SURFACE OF THE WATER CATCHES FIRE- SPREADING ACROSS T",
        "SOLDIER, (CONT'D)",
        "GIBSON",
        "GO",
        "FOR A MIRACLE.",
        "A BLAST THAT MOVES EVERY BOLT OF THE DESTROYER-",
        "ANGLAISES",
        "CREW, NAVAL CREW, NURSES, RETIRED SAILORS...",
        "\"LOCAL BOY, GEORGE MILLS, JUST 17, HERO AT DUNKIRK\"",
        "I",
        "PRIVATE",
        "OMITTED",
        "WARRANT OFFICER",
        "TOMMY AND ALEX CLAW THEIR WAY UP THE STEPS AS THE ENTIRE",
        "FERRIES, DREDGERS, DINGHIES, ROW BOATS...",
        "COLLINS",
        "ELDERLY MAN",
        "CUT HER LOOSE",
        "PETER, (CONT'D)",
        "THE AIR",
        "COLLINS THRASHED AGAINST HIS BELTS FORWARD/BACK/LEFT/RIGH",
        "SUB-LIEUTENANT",
        "THE MEN IN THE WATER BETWEEN THE TRAWLER AND THE DESTROYE",
        "DIVE BOMBERS",
        "TURN IT AROUND",
        "FLOAT",
        "TORPEDO",
        "TITLE 3",
        "GUNFIRE RIGHT NEXT TO HIM-",
        "MALE VOICE, (0.S.)",
        "MALE VOICE",
        "MORE PLAN- BANGING, BANGING- WATER RISING OVER HIS EARS-",
        "59.",
        "BLAMBLAMBLAMBLAMBLAM",
        "TOMMY, (V.O.)",
        "SHIVERING SOLDIER",
        "MACHINE GUN FIRE STRAFES THE HULL- THE MEN DUCK BELOW THE",
        "OPENS THE DOOR-",
        "ESCAPE THE FLAMES-",
        "WATERLINE...",
        "LIEUTENANT",
        "DEAFENING- HE HOLDS HIS EARS WITH HIS HANDS-",
        "MR.DAWSON, (CONT'D)",
        "BANG -",
        "FARRIER, (CONT'D)",
        "CONTINUED",
        "CUT TO",
        "WARRANT OFFICER, (CONT'D)",
        "SOLDIER",
        "SHEETS -",
        "BLACKNESS -",
        "YOU SHOULD BE AT HOME",
        "VOICES",
        "GEORGE",
        "TITLE 1",
        "FATE.",
        "COMMANDER BOLTON, (0.S.)",
        "MALE VOICES",
        "THE STUKA IS STRAFED WITH FIRE AS SPITFIRE1 FLASHES PAST-",
        "ABANDON SHIP",
        "ANGLAIS",
        "SOUND OF MEN SCREAMING BARELY AUDIBLE OVER THE SOUND OF",
        "A VAST PLUME OF FIRE EXPLODES UP AND OUT OF THE FUNNEL- T",
        "TOMMY SPOTS GIBSON WAVING-",
        "MR. DAWSON",
        "GIBSON PREPARES TO JUMP-",
        "COMMANDER BOLTON, (CONT'D)",
        "44,",
        "TOMMY, (CONT'D)",
        "MEN SCREAM AS THE IRON PLATES OF THE WALLS BUCKLE- A GLIM",
        "THE ROW BOATS PULL AWAY, HARD-",
        "THE HOLES",
        "SHIP GOES UNDER-",
        "FARRIER",
        "STREAKS PAST -",
        "NURSE",
        "HOPING FOR DELIVERANCE.",
        "SHIVERING SOLDIER, (CONT'D)",
        "SOLDIER, (0.S.)",
        "SUPER TITLE"
      ],
      "dialogues": [
        {
          "speaker": "FADE IN",
          "text": "Paper. Falling like snow. Six young, filthy Tommys raise their heads along a deserted street, checking rubbish bin windows... One crouches to check a coiled garden hose. He tries the tap- nothing...",
          "sentiment": "neutral"
        },
        {
          "speaker": "AND FRENCH ARMIES TO THE SEA.",
          "text": "One TOMMY plucks paper from the air... propaganda leaflet showing their position... \"YOU ARE SURROUNDED\"...",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATE.",
          "text": "He wads the leaflets up, crouches, drops his trousers... Tommy with the hose carefully lifts each side...",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOPING FOR DELIVERANCE.",
          "text": "He gets a tiny DRIBBLE of water which he licks from the n",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOR A MIRACLE.",
          "text": "BLAMBLAMBLAM!- Tommy JOLTS, grabs his trousers- all six R away from us, towards a FENCE twenty yards away- one by o FIVE are SHOT DOWN- the survivor CLIMBS the fence- Gunfire BURSTS through the fence, TEN FEET AWAY- Tommy tries to RELOAD his rifle- fingers STRUGGLING with Magazine, training forgotten- Gunfire SPLINTERS the fence, FIVE FEET AWAY- Tommy THRUSTS his index finger into the breach of his rif AGAIN AND AGAIN, scraping skin- a round JUMPS into the ch",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUNFIRE THREE FEET AWAY-",
          "text": "Tommy tries once, twice- slides the bolt FORWARD- (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUNFIRE RIGHT NEXT TO HIM-",
          "text": "Tommy SPINS AROUND, FIRES BLIND until empty, SCRAMBLES ou the back- He RACES down NARROW DUNKIRK STREETS. BREATHING. Kit JANGLING... building after building... he rounds a corner BLAM! Bullets hit dirt and bricks near him- the street ah is barricaded, manned by FRENCH TROOPS-",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANGLAIS",
          "text": "The French stop firing and wave him through. He SCRAMBLES over their sandbag barricade, taking in thei dirty, frightened faces as he passes... A FRENCH SOLDIER grabs him-",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRENCH SOLDIER",
          "text": "Allez, Anglais. Tommy's mouth opens at the man's BITTERNESS. FRENCH SOLDIER (contempt) (CONT'D) Bon voyage. He SHOVES Tommy down the street behind their protection. GUNFIRE behind- Tommy TAKES OFF AGAIN- HURTLING down the dark street, heading towards the BLAZING LIGHT of -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The LONGEST, WIDEST BEACH he's ever seen, sunlight DAZZLI off the water- Endless dark FENCES snaking across the sand and out into water - Tommy SQUINTS- not fences- lines of MEN- HUNDREDS OF THOUSANDS OF MEN... Tommy looks around, clutching his stomach. He CLAMBERS ov a dune, FEVERISHLY undoing his belt, dropping trousers an SQUATTING before he realizes- He's not alone- Another soldier, British army shirt undone, sweating with the labour of BURYING A BODY. This is GIBSON. The other man notices Tommy, but barely pauses. Tommy finishes, pulls up his trousers and moves towards him. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tommy helps scoop sand over the body. Tommy notices the corpse's STOCKINGED FEET, then watches Gibson stoop to TIE HIS BOOTS... Gibson looks up at him. Tommy shrugs, gestures for Gibson water can. Gibson hands it over and Tommy takes a SWIG, carefully CATCHING drops in his hand, then LICKING them o his palm. Tommy leaves Gibson buttoning his shirt and heads back on the beach. There are DESTROYERS out on the water, too far to reach. Tommy wanders down to join one of the long, snaking lines which extends into the sea, soldiers up to their CHESTS i water, WAITING PATIENTLY FOR SHIPS WHICH DO NOT MOVE. The man at the back turns to Tommy, unwelcoming. Points a his own insignia.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN",
          "text": "Grenadiers, Mate. Tommy moves off. Looks around at other impossibly long li At the unattainable ships. Futile. A line of STRETCHER BEARERS comes past, carrying wounded along the beach towards the harbour... Looking where they're headed, Tommy sees a LONG, NARROW BREAKWATER extending out into the sea, packed with soldie A HOSPITAL SHIP at the end of it. This breakwater extends a kilometer into the sea. It is called THE MOLE. Super title:",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE MOLE",
          "text": "one week Tommy becomes aware of the sound of DISTANT AIRCRAFT. Soldiers peer up into the sky...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIVE BOMBERS",
          "text": "Tommy spots the distinctive KINKED WINGS of the notorious STUKA DIVE BOMBER- its NIGHTMARISH HOWL RISING as it pick up speed, DIVING at the beach... The lines of men INSTANTLY VANISH- soldiers SCATTERING ba to the dunes, BURROWING into the sand... the first BOMBS lift sand into the air- (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The stretcher bearers put down their loads, lying across them, protecting them as the area is HAMMERED... The first STUKA pulls out of its dive, revealing TWO MORE STUKAS DIVING- there are NINE MORE about to follow... Tommy sees a soldier lying ON HIS BACK, RIFLE AIMED AT TH SKY, FIRING DEFIANTLY, DESPERATELY at the attacking plane the ground around him LIFTS into the air with the second wave of bombs. Tommy buries his face in the sand as the bombs BLAST AND",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLAST AND BLAST-",
          "text": "The explosions stop. Tommy lifts his head. BOOM- ANOTHER WAVE OF BOMBS EXPLODES IN SERIES UP THE BEACH. Then, fina quiet. Tommy rises... The stretcher bearers, back on their feet, lift their bur (four bearers per stretcher, one at each corner) Several stretchers are left behind on the sand. Soldiers on the beach watch in despair as one of the DESTROYERS is slipping below the water, smoke billowing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A LANKY YOUTH runs down to the masts of the crowded harbo He RACES along the wooden dock, jumping over ropes as he rushes to a large yacht, the MOONSTONE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE SEA",
          "text": "one day The Youth, GEORGE (17), leaps from the dock into the well Two NAVAL OFFICERS emerge from the cabin, pushing past. George watches them go, confused... Mr.Dawson (50's, civilian dress) hands George a stack of china plates and ducks back inside. A second young man, PETER (19), emerges, carrying boxes-",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "Navy's requisitioned her- there's some men across the channel, at Dunkirk, need taking off. (MORE ) (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER, (CONT'D)",
          "text": "(points at dock) They told us to strip her and load those life jackets. George looks along at the dock. At a pile of HUNDREDS of life jackets. George looks at Peter. Surprised.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "Some men?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "Navy'll be back in an hour. My dad wants to be ready before then...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MOVING through BILLOWY PEAKS, three sleek, beautiful SPIT streak into frame. Elegant. In confident formation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE AIR",
          "text": "one hour",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The pilot, FARRIER, has a light touch on the controls. He checks his left and right, scanning the skies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE ON RADIO",
          "text": "Check fuel, Fortis 1 and 2. Farrier reaches forward to his FUEL GAUGE, pushes the but beside it- the needle SHOOTS up to 3/4 FULL.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FARRIER",
          "text": "70 gallons.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The pilot, COLLINS, checks his fuel gauge-",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLINS",
          "text": "68 gallons, Fortis Leader. FORTIS LEADER (over radio) Stay down at 500ft to leave fuel for 40 minutes fighting time over Dunkirk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLINS",
          "text": "Understood. Vector 128, angels point five. \f10",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Farrier checks his chart.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FORTIS LEADER",
          "text": "Keep an eye on that gauge, even when it gets lively- save enough to get back. With a glance at his fuel gauge, Farrier pulls on the sti",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The three planes bank left in perfect harmony as we-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tommy looks down at several patients on stretchers left behind, bearers dead or disappeared... ONE OF THEM GROANS. STILL ALIVE. Tommy looks around- Gibson is there. They GRAB the stretcher and HUSTLE down the beach towards the mole...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A WARRANT OFFICER tries to keep order as men line up to s the shuffle out along the 8 FOOT WIDE CONCRETE MOLE. The LINE OF STRETCHER BEARERS approaches... From the base all you can see is the the backs of helmete heads queuing out onto the narrow breakwater The Warrant Officer sees the stretchers, waves them past-",
          "sentiment": "neutral"
        },
        {
          "speaker": "WARRANT OFFICER",
          "text": "Along the mole. All the way, she's leaving-",
          "sentiment": "neutral"
        },
        {
          "speaker": "WARRANT OFFICER, (CONT'D)",
          "text": "That's it- (he turns)",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAKE WAY",
          "text": "The stretcher bearers squeeze past... \f11 12 13 14 15",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tommy and Gibson hear the SHIP'S WHISTLE. They start RUNN with the stretcher, heading for the base of the mole...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Warrant Officer addresses a group of FRENCH SOLDIERS-",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAVE YOUR OWN SHIPS",
          "text": "Tommy and Gibson arrive, panting. The Warrant Officer loo at them. The SHIP'S WHISTLE- the Warrant Officer points u",
          "sentiment": "neutral"
        },
        {
          "speaker": "WARRANT OFFICER, (CONT'D)",
          "text": "That's two minutes- you've missed it. He turns back to ARGUING with the French... Tommy PUSHES forward with the stretcher- soldiers try to him through on the narrow mole- The Warrant Officer, seeing Tommy, just shakes his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stretchers are loaded up the gangplank onto the deck of t ship, supervised by a Petty Officer. He checks his watch, then looks along the mole at the remaining stretchers...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tommy weaves along the mole, squeezing past the mass of t jamming the breakwater... Tommy leans out over the edge where the RAIL IS MISSING, 20ft drop to the churning water... Gibson follows, echoing Tommy's route and footing...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The last of the line of stretchers is carefully, awkwardl raised up from the mole onto the deck of the ship. The Pe Officer speaks urgently to the last stretcher bearer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETTY OFFICER",
          "text": "Last? The Stretcher Bearer NODS, too breathless to speak, then follows his colleagues BACK DOWN OFF THE SHIP- (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f15 16 17 18 19 20 21",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "An EXPLOSION hits the water nearby- Everyone hits the deck as shells IMPACT the water",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tommy is PULLED UP SHORT as Gibson STUMBLES- A 109 STRAFES the length of the mole with gunfire- soldie hit the deck, several are HIT... Gibson STRUGGLES up-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter and George RUSH things off the boat- then start loa the orange life preservers Mr.Dawson looks up from his ch to see NAVAL OFFICERS AND CREW coming along the harbor, assigning crew members to boats... Peter follows his gaze-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter bursts into the cabin, stacking life vests-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The pile of life vests on the dock SHRINKS... Mr.Dawson watches the Naval men coming closer...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Farrier lightly brushes his fingers over the dashboard. COLLINS (over radio) Dunkirk's so far, why can't they load at Calais? Farrier looks over at his wing mate, COLLINS (Fortis 2) FORTIS LEADER (over radio) The enemy had something to say about it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Collins SCANS the skies above...",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLINS",
          "text": "Down here we're sitting ducks. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "15 16 17 18 19 20 21 \f21 22 23 24 25",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "FORTIS LEADER (over radio) Keep ‘em peeled. They'll come out of the sun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Farrier looks around into the blinding sun...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Petty Officer barks orders at the crew-",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETTY OFFICER",
          "text": "Man the bow line! Ready on the stern! Troops stuck down on the mole below look resentfully at t ship preparing to depart. One soldier calls up-",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLDIER",
          "text": "Any more room? The Petty Officer GLARES down at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tommy breaks through a tight crowd of soldiers and STOPS. In front of him is a jagged chasm. One NARROW PLANK laid across it. The drop is fifteen feet to rocks and concrete below- The SHIP WHISTLE SOUNDS- Tommy stares-",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLDIER",
          "text": "Take a run at it! Tommy glances at the soldier who spoke. Looks back at Gib",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOMMY",
          "text": "One, two, three! Tommy BOLTS across, pure concentration, the plank BOWING and BOUNCING as he crosses the middle, Gibson following- Tommy's foot SLIPS- he almost goes over, rights himself - Helpful arms GRAB them as they hit the other side, a coup of CHEERS from the crowd- Tommy PLOUGHS ON-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tommy passes the stretcher bearers coming back down the m one of them moves to help but Tommy SHAKES his head, push past... The Petty Officer gestures at his men to pull the gangpla (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f25 26 10.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PULL THE GANGPLANKS",
          "text": "Tommy and Gibson arrive at the end of the mole-",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOMMY",
          "text": "Oi! A gangplank is shoved back down- They STRUGGLE up it with the stretcher... When they make it to the deck they practically drop their burden, GASPING for breath. Orderlies takes the stretcher below. Tommy and Gibson look around for a place to perch, catchi their breaths...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr.Dawson sees the Naval Officers stepping onto their doc",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. DAWSON",
          "text": "Ready on the stern line. George HOPS onto the dock, unties the stern line. STOPS. Looks at the approaching Officers. Then back to Mr.Dawson",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "Aren't you waiting for the navy? Mr.Dawson starts the engine. Peter jumps down onto the bo with the bow rope...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. DAWSON",
          "text": "They've asked for the Moonstone, they'll have her. With her Captain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "And his son. The boat moves off- Peter looks to catch the line from Ge",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER, (CONT'D)",
          "text": "Thanks for the help, George. Who, instead, JUMPS onto the stern, to Peter's surprise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER, (CONT'D)",
          "text": "You know where we're going?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "France. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f26 27 28 29 30 31 32 11.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. DAWSON",
          "text": "Into war, George.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "I'll be useful, sir. Mr.Dawson looks at George. Pushes the throttle forward an they motor out of the harbour into the English Channel...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Collins spots something-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Farrier SPOTS the ME109 COMING OUT OF THE SUN-",
          "sentiment": "neutral"
        },
        {
          "speaker": "FARRIER",
          "text": "Bandit- eight o'clock. FORTIS LEADER (over radio) Break.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The three Spitfires dart away from each other- the German plane takes the left one (Collins), HURTLING down-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Collins dives, ROLLING, glancing back-",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLINS",
          "text": "He's on me!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Farrier banks around, lining up on Collins' pursuer-",
          "sentiment": "neutral"
        },
        {
          "speaker": "FARRIER",
          "text": "And I'm on him-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tommy and Gibson shuffle around the deck, looking for a s to settle... The Able Seaman manning the gangplank calls over-",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABLE SEAMEN",
          "text": "You two, get a shift on! Tommy reluctantly follows Gibson onto the plank. 26 27 28 29 30 31 32 \f33 34 12.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As he shuffles down the gangplank he looks over at the THOUSANDS queuing on the mole... A SECOND LIEUTENANT on the mole WAVES Tommy along-",
          "sentiment": "neutral"
        },
        {
          "speaker": "SECOND LIEUTENANT",
          "text": "Off you go! Back up the line! As Tommy steps off the plank he hears a noise- Gibson, finger to his lips, \"shush\", is crouched in the crisscross structure below the mole where he can't be see by the officers on top. He beckons Tommy to join him..",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETTY OFFICER",
          "text": "That last barrage damaged the rudder The Second Lieutenant TURNS to the Petty Officer- Tommy s down beside Gibson-",
          "sentiment": "neutral"
        },
        {
          "speaker": "SECOND LIEUTENANT",
          "text": "Tie up again while we try to fix it. They settle in on the beams just above the water line...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr.Dawson comes to the back of the well, fits the TILLER, steer from outside. Peter at his side. George, on the bow looks across at several Naval Vessels on the same course. Suddenly he SPOTS a BOMBER overhead-",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "Mr .Dawson! Mr.Dawson's eyes don't leave his course-",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. DAWSON",
          "text": "One of ours, George. George looks up as the plane, a Blenheim bomber passes ov Looking down to his left- a FISHING TRAWLER bobbing along Further back down the convoy his sees a THAMES PADDLE STE A Destroyer approaches from the opposite direction. As Ge PEERS, he starts to make out shapes of men on the decks. The Destroyer passes close enough that George can see tha the boat is PACKED with soldiers. Weary, bedraggled, dispirited soldiers. George STARES at the haunted faces. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f34 35 36 37 38 39 40 13.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "As the Moonstone rides over the WAKE of the Destroyer, an OMINOUS BOOM REVERBERATES in the distance. Too sudden for thunder, the boom multiplies into a distant barrage... Mr.Dawson comes forwards, drawn by the sound. He stares a the horizon- distant BLACK SMOKE precisely where they're headed. More BOOMS. Mr.Dawson looks at George. Who is SCARED. He puts his hand on his shoulder. Nods reassuring",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Farrier concentrates, trying to angle his plane at the ta of the ME 109 ahead... but the German plane keeps pulling out of his sights, turning right, pulling g's, rolling...",
          "sentiment": "neutral"
        },
        {
          "speaker": "FARRIER",
          "text": "On my mark- draw him left, Fortis 2... 3,2,1, mark-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Collins pulls hard left, rolling up and left as TRACER FI",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Farrier watches the ME 109 cut left to follow Collins- he pushes the button on his stick to STRAFE the plane with h cannons... SMOKE starts trailing from the German plane-",
          "sentiment": "neutral"
        },
        {
          "speaker": "FARRIER",
          "text": "Clear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The ME 109 trails heavy smoke as it tips towards the wate",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Collins straightens out- tries to look back-",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLINS",
          "text": "Is he down?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Farrier watches the ME 109 SMASH into the water, breaking in a fiery mess-",
          "sentiment": "neutral"
        },
        {
          "speaker": "FARRIER",
          "text": "Down for the count- TRACER FIRE SMASHES into Farrier's plane, SPARKING inside and out- Farrier banks HARD RIGHT as a second 109 STREAKS away- he straightens up- (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f40 41 14.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FARRIER, (CONT'D)",
          "text": "Fortis leader, one bandit down... (nothing) Fortis Leader, do you read? Nothing. Farrier looks around- spots a Spitfire-",
          "sentiment": "neutral"
        },
        {
          "speaker": "FARRIER, (CONT'D)",
          "text": "Fortis 2, I have you to port- no eyes on Fortis leader. Over. COLLINS (over radio) Understood, Fortis 1. Orbit for a look... Farrier looks all around as he pulls right on the stick..",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eerie quiet. Tommy and Gibson sit in the structure, UNSEEN, listening. COMMANDER BOLTON checks progress on board the hospital sh",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMANDER BOLTON",
          "text": "How long, Lieutenant?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIEUTENANT",
          "text": "We need to run a new cable, sir. They're scrambling. Commander Bolton turns to Colonel Winnant, the army representative.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMANDER BOLTON",
          "text": "Colonel, you're going to have to decide how many more wounded to evacuate... one stretcher takes the space of seven standing men. Colonel Winnant takes this in. Tommy crouches lower as he sees a LAUNCH approach... A HIGH RANKING OFFICER is helped up the ladder onto the m COMMANDER BOLTON (salutes) (CONT'D) Rear Admiral.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REAR ADMIRAL",
          "text": "Commander . (MORE ) (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "REAR ADMIRAL, (CONT'D)",
          "text": "(to Colonel Winnant ) At ease, Colonel. How's the perimeter? Colonel Winnant GESTURES towards the smoke-shrouded town-",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL WINNANT",
          "text": "Shrinking every day. But between our rear guard and the French... we're holding the line. And the enemy tanks've stopped.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMANDER BOLTON",
          "text": "Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL WINNANT",
          "text": "Waste precious tanks, when you can pick us off from the air, like fish in a barrel?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMANDER BOLTON",
          "text": "How long does London expect the army to hold out before we make terms? The Rear Admiral looks sharply at the idea.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REAR ADMIRAL",
          "text": "Make terms? They're not stopping here. We need to get our army back. The Rear Admiral points across the dark water...",
          "sentiment": "neutral"
        },
        {
          "speaker": "REAR ADMIRAL, (CONT'D)",
          "text": "Britain's next. Then the world. Commander Bolton puts his field glasses to his face-",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMANDER BOLTON",
          "text": "Christ, you can almost see it from here...",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL WINNANT",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMANDER BOLTON",
          "text": "Home. (turns to the town) What about the French?",
          "sentiment": "neutral"
        },
        {
          "speaker": "REAR ADMIRAL",
          "text": "Publicly, Churchill's told them \"Bras Dessous\" (off look) Arm in arm. Leaving together (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f41 16.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL WINNANT",
          "text": "And privately?",
          "sentiment": "neutral"
        },
        {
          "speaker": "REAR ADMIRAL",
          "text": "We need our army back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL WINNANT",
          "text": "How many men are they talking about?",
          "sentiment": "neutral"
        },
        {
          "speaker": "REAR ADMIRAL",
          "text": "Churchill wants 30,000. Ramsay's hoping we can give him 45. Commander Bolton looks out at the mass of humanity.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMANDER BOLTON",
          "text": "There are 400 thousand men on this beach, sir. Down below, Tommy takes this in. Every man for himself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REAR ADMIRAL",
          "text": "We'll just have to do our best. Bolton straightens up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMANDER BOLTON",
          "text": "Right, this mole stays open at all costs. Bolton points at the FUNNEL and MASTS of SUNKEN SHIPS-",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMANDER BOLTON, (CONT'D)",
          "text": "We're in range of artillery from the west- anything else sinks out here the mole's blocked and we're stuffed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REAR ADMIRAL",
          "text": "Can't we load from the beaches?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL WINNANT",
          "text": "Better than standing out here when the dive bombers come.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMANDER BOLTON",
          "text": "Impossible. The Rear Admiral looks at the lines of men on the beaches",
          "sentiment": "neutral"
        },
        {
          "speaker": "REAR ADMIRAL",
          "text": "Too shallow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMANDER BOLTON",
          "text": "Anything drafting more than three feet can't get near. (MORE ) (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f41 42 17.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMANDER BOLTON, (CONT'D)",
          "text": "We don't have enough small boats to ferry men out to the destroyers. The Rear Admiral nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REAR ADMIRAL",
          "text": "The mole it is, then, gentlemen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr.Dawson is on the bow, peering ahead. The distant smoke is closer, small shapes in the sky move above distant shi accompanied by thunderous booms... Much nearer: a shape. A WRECK. Upside down. Mr.Dawson moves quickly down the yacht to the well and ta the helm, throttling back. He gestures for Peter to head the bow. The Moonstone approaches the wreck. BODIES surround the overturned hull. Crouched on the hull- a SOLDIER. Mr.Dawson REVERSES the screw, slowing to a crawl. Peter stares out at the SHIVERING SOLDIER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "Can you swim it? The Shivering Soldier STARES back at Peter. Peter looks back at Mr.Dawson-",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER, (CONT'D)",
          "text": "Can you get closer? Mr.Dawson looks down the side of the boat, considers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. DAWSON",
          "text": "Can't risk it! Mr.Dawson turns to George.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR.DAWSON, (CONT'D)",
          "text": "Take Peter a line. George grabs a coiled rope and heads up to the bow. Peter takes the rope from George-",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "I'll throw you a line! (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f42 43 44 18.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "The shivering soldier looks up at him, blank. Peter tosse the line. It hits the water several feet in front of the soldier who STARES at it. Peter gathers the line, then TOSSES it again- The shivering soldier SPRINGS for it, GRABBING it and HAN ON as Peter and George reel him in, pulling him around to the stern ladder. He is too exhausted to make it up the ladder, so they gra his shirt, pulling him into the well. George grabs a blanket and puts it around the soldier's shoulders. Mr.Dawson glances at the Soldier, then reverses from the wreck the way he came in, and steers wide around the visi portion of the wreck Once the water ahead is open, Mr.Dawson speeds up, headin again for the dark smoke of Dunkirk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The two Spitfires arc around the wreckage of the ME 109..",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Farrier SPOTS something-",
          "sentiment": "neutral"
        },
        {
          "speaker": "FARRIER",
          "text": "Wreckage below. He heads low over the wreckage... COLLINS (over radio) More of the 109? Farrier banks, looking down- spots a half submerged tail- clearly RAF-",
          "sentiment": "neutral"
        },
        {
          "speaker": "FARRIER",
          "text": "No, it's Fortis Leader, over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLINS",
          "text": "Do you think he got out?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FARRIER",
          "text": "Didn't see a ‘chute. Farrier straightens up. Considers. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f44 45 46 47 19.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FARRIER, (CONT'D)",
          "text": "Record his position, then set heading 128, height... 1,000, over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLINS",
          "text": "Vector 128, angels 1. Understood. Farrier reaches forward, pushes the button by his fuel gauge... NOTHING. The glass is CRACKED. He TAPS it with his glove. Nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FARRIER",
          "text": "Fortis 2, what's your fuel?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Collins checks his gauge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLINS",
          "text": "Fifty gallons, over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Farrier takes this down with a grease pencil...",
          "sentiment": "neutral"
        },
        {
          "speaker": "FARRIER",
          "text": "Keep letting me know- my gauge took a knock back there, over",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLINS",
          "text": "Should you turn back? Farrier methodically checks his other gauges and switches checks the responsiveness of rudder, aerilons...",
          "sentiment": "neutral"
        },
        {
          "speaker": "FARRIER",
          "text": "I'm confident it's just the gauge. Farrier glances at his pencil mark, sets the BEZEL on his watch. He TAPS his gauge one more time. Nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bolton watches the Rear Admiral motor away in his launch- the engine noise fading to be replaced by- A familiar, dreaded sound is building. STUKAS. The men on the mole look up at the sky. From high above we see how trapped and exposed this line men stretching a kilometer into the sea really is. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f47 20.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Restless, the soldiers look behind and in front. There's simply nowhere to go. The awful whine builds. Then change pitch as the bombers go into their DIVE. BOOMBOOMBOOMBOOMBOOM! The bombs impact the sea either sid of the mole- soldiers crouch as low as they can- The onslaught is ENDLESS, TERRIBLE and INESCAPABLE... BOOM! A direct hit to the Hospital Ship- The Stukas have gone. Screams and shouts- people start JUMPING OVER THE SIDE of the HOSPITAL SHIP onto the mole...",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICES",
          "text": "She's going down! SHE'S GOING UNDER! g g Commander Bolton shouts at the men manning the lines-",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT HER LOOSE",
          "text": "The crew are jumping off the side, the burning ship is SI",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUB-LIEUTENANT",
          "text": "What about the wounded?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMANDER BOLTON",
          "text": "Cut her loose, and push her off! We can't let her sink at the mole! The men cast her off and PUSH her off- Crew members and orderlies LEAP from the deck into the wa The bow of the BLAZING, SINKING ship drifts away from the mole... Tommy and Gibson pull soldiers up onto the beams of the mole... As the bow comes around, the stern SCRAPES along the wood pilings, SPLINTERING them in its path- A FLAILING SOLDIER is in its path, trying to swim free- The STEEL HULK is about to CRUSH HIM- Tommy GRABS him by the shoulders and YANKS with all his m pulling him clear just as the hull GRINDS against the woo Tommy looks down on the breathless, wet soldier. The wet Soldier focuses on Tommy. THIS IS ALEX. He nods thanks. Tommy nods back. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f47 48 49 50 21.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Commander Bolton WATCHES the ship slip down into the wave",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr.Dawson is back at the helm. The Shivering Soldier sits in the well, blanket over his shoulders. Staring at the deck. George watches him, then leans forward-",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "Come below- it's out of the wind. The Shivering Soldier glances at the companionway. Shakes his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE, (CONT'D)",
          "text": "Really- it's warmer. George reaches out for the Shivering Soldier's arm- who S it away-",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. DAWSON",
          "text": "Leave him, George. George looks up at the Commander",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR.DAWSON, (CONT'D)",
          "text": "He feels safer on deck. You would too if you'd been bombed-",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHIVERING SOLDIER",
          "text": "U-boat. It was a U-boat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "Get him some tea, George. George darts downstairs. Useful.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The two Spitfires head towards the massive BLACK SMOKE ha over the distant port of Dunkirk. There are many different ships and boats of all sizes in water in front of them...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Collins pushes the button to check the fuel gauge-",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLINS",
          "text": "40 gallons, Fortis 1. over. \f51 52 53 54 22.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Farrier instinctively looks at his gauge. Nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FARRIER",
          "text": "40 gallons, understood. Farrier pulls out a grease pencil and notes fuel and time",
          "sentiment": "neutral"
        },
        {
          "speaker": "FARRIER, (CONT'D)",
          "text": "We're about five minutes out- climb to 2,000. COLLINS (over radio) That's more fuel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FARRIER",
          "text": "I don't want to get jumped again. Get some altitude, dive down on the bastards. Over. COLLINS (over radio) Understood. Angels two, over Farrier pulls back on the stick-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Spitfires RISE gloriously into higher air...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Commander Bolton looks over at the wet soldiers clinging the understructure of the mole.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMANDER BOLTON, (0.S.)",
          "text": "Right, Highlanders. Let's find you another ship. The wet soldiers pull themselves to their feet... Tommy, watched by Alex, SLIPS into the water, then pulls himself out, dripping. Gibson follows suit. Alex LAUGHS a them... then helps them push into the group... They follow the wet soldiers up onto the mole, where Bolt men shepherd them onto a LAUNCH.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tommy and Gibson make themselves inconspicuous amongst th Highlanders, eyes down. As the launch pulls away from the mole, Tommy glances bac at the men lining the breakwater (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f54 55 56 23.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "he launch motors out of the harbour. t approaches a DESTROYER, its sheer iron side TOWERING ab he launch, as it BOBS up and down alongside. 1",
          "sentiment": "neutral"
        },
        {
          "speaker": "I",
          "text": "t CARGO NETS are dropped over the side, and the men start t step up onto the rail of the BOBBING ship, waiting for th RHYTHMIC movement towards the iron wall- GRABBING at the rope mesh, STRUGGLING to pull themselves up. ommy steps up to the railing, next to an EXHAUSTED soldie ho can barely lift himself up- Tommy grabs his shoulder t teady him on the rail as the launch BOUNCES off the iron all of the destroyer- he exhausted soldier has not got his feet into the nettin e slips lower... he gap between the launch and the destroyer shrinks to",
          "sentiment": "neutral"
        },
        {
          "speaker": "T",
          "text": "wi s Wi They both grab at the net, Tommy climbing up- 1 h",
          "sentiment": "neutral"
        },
        {
          "speaker": "T",
          "text": "nothing-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The soldier's legs are CRUSHED between the two oblivious craft- He SCREAMS- hands PULL him up as the craft separate...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The men collapse onto the deck in exhausted piles. SAILOR and NURSES urge them to move below decks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAILOR",
          "text": "Down below. Come on, mate- Tommy follows Alex and his mates to a doorway at the head the stairs down below. A NURSE is standing there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NURSE",
          "text": "Come on, boys. There's a nice cup of tea for you down there. This way, come on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tommy starts down the stairs- Gibson has stopped at the t looking down into the stairwell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NURSE",
          "text": "Come on, down you go- Gibson, shaking his head, steps back Alex sees this- turns to follow Tommy into the crowd in t hold. They are handed a cup of tea each and a hunk of bre \f24.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Out on deck, Gibson sits by the companionway in the gathe dark as the ship gets underway...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Down below, Tommy and Alex eat and drink hungrily and gratefully. Between bites, Alex gestures to the stairs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "What's wrong with your friend? Tommy WATCHES THE DOOR TO THE HOLD CLOSE. Takes another bite. Uneasy. Looks around the hold, PACKED LIKE THE TUBE AT RUSH HOUR.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOMMY",
          "text": "Looking for a quick way out. In case we go down. Tommy and Alex edge through the crowd towards the stairs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "George hands the Shivering Soldier a steaming mug of tea. The BOOMS start reverberating again. The Shivering Soldier glances up. REALIZES SOMETHING...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHIVERING SOLDIER",
          "text": "Where are we going?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. DAWSON",
          "text": "Dunkirk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHIVERING SOLDIER",
          "text": "No, we're going to England!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. DAWSON",
          "text": "We have to go to Dunkirk first.",
          "sentiment": "neutral"
        },
        {
          "speaker": "I'M NOT GOING BACK",
          "text": "Peter watches from the companionway. The Shivering Soldie throws his arm out at the dark cloud on the horizon-",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHIVERING SOLDIER, (CONT'D)",
          "text": "Look at it! We go there we'll die! Mr.Dawson looks at the Shivering Soldier. Calm. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f59 60 61 62 63 25.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. DAWSON",
          "text": "I see your point, son. Take your tea below and warm up while we plot a course. The Shivering Soldier considers this. Then takes his blan and heads down the companionway. Peter helps him down bel",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter opens the door to the forepeak and sits the Shiveri Soldier down on a narrow bunk",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "I'll get you some more tea. Peter shuts the door. Looks at the bolt. Considering.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "George looks up at the Commander. Addresses him with the tone of a child trying to speak like a grown up...",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "Is he a coward? Mr.Dawson looks sharply at George.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR.DAWSON",
          "text": "He's shell-shocked, George. He's not himself. He may never be himself again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter hands the Shivering Soldier a cup of tea. The Shive Soldier accepts it wordlessly. Staring in front of him. Peter closes the forepeak door. Pauses. Peter gently slides the bolt, LOCKING THE DOOR.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Farrier looks down at the mass of ships and boats passing each other- there is the minesweeper, CASTOR, every inch her deck covered with troops- COLLINS (over radio) Heinkel, 11 @'clock, lining up to drop her load on that minesweeper - Farrier's head SNAPS around- spots the German bomber -",
          "sentiment": "neutral"
        },
        {
          "speaker": "FARRIER",
          "text": "Fighters? \f64 65 66 67 68 69 26.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Collins PEERS down- scanning around the Heinkel BOMBER fo its fighter escort... SPOTS-",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLINS",
          "text": "109's- off her starboard- FARRIER (over radio) I'm on the bomber. Collins pushes forward into a DIVE...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Spitfire 2 DIVES at the German fighters, cannons BLASTING Spitfire 1 DIVES at the German bomber, cannons BLASTING..",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Farrier has the Heinkel in his sights, bucking and weavin as his spitfire SLICES down through turbulent air... he p the button on the stick which control his guns... He ROLLS away from the Heinkel as he dives beneath it, ta his finger off the trigger, fighting the g's with his nec as he pulls out of the dive...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Collins fires at one of the 109's until he sees SMOKE tra he DIVES between the German planes...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Farrier SCANS his surroundings as he tries to orient hims relative to the Heinkel... Finding it, he pulls the stick, lining up for another run it, this time from below... The bomber is in his sights- he fires his guns... He flashes past- dangerously close to its top turret whic HURLS TRACER BULLETS at him- he sees SPARKING on the hull the bomber -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Coming around- starting to climb- Collins sees the Heinke VEER OFF COURSE, heading away from the minesweeper -",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLINS",
          "text": "She's turning- you must've damaged her. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f69 70 71 72 27.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "FARRIER (over radio) Where's the escort?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLINS",
          "text": "I got one of- BLAMBLAMBLAM!!! Cannon fire RIPS into Spitfire 2- Collins YANKS the stick but it's too late... flames leap from the fuselage...",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLINS, (CONT'D)",
          "text": "I'm going down. FARRIER (over radio) I'm on him- bail out. Collins checks his parachute, opens the canopy, the wind HOWLS inside the cockpit- he surveys the water below- SLIDES his canopy shut again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLINS",
          "text": "The swell looks good, I'm ditching.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The MUNCHING and SLURPING of starving soldiers. The ENGINES kick into gear as the destroyer starts to mov A CHEER goes up around the hundreds of men in the hold...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Up on deck, Gibson watches several ROW BOATS heading towa them- hearing the engines, they starts SHOUTING-",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALE VOICES",
          "text": "Wait! Wait for us! Gibson spots white water on the black sea- a wake-",
          "sentiment": "neutral"
        },
        {
          "speaker": "TORPEDO",
          "text": "An EXPLOSION LIFTS WATER at the side of the ship-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The cheering STOPS- BOOOOOMS SHUDDER the suddenly FRAGILE iron walls of the hold- MASSIVE PERCUSSIONS OF WOBBLING M",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHEETS -",
          "text": "\f73 74 75 76 77 78 79 28.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "73 74 75 76 77 78 79 \f80 81 82 29.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "George hears planes behind them- he looks up- THREE SPITFIRES IN CONFIDENT FORMATION SWEEP OVERHEAD... Mr.Dawson keeps his eyes on the black smoke ahead of them",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. DAWSON",
          "text": "Spitfires, George. Greatest plane ever built. George smiles. Then looks quizzical-",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "You didn't even look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. DAWSON",
          "text": "Rolls Royce Merlin engines. Sweetest sound you could hear out here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter is folding a chart. A clicking sound catches his attention... the handle of the forepeak door is being rat from the other side. Peter FREEZES, uncertain what to do. BANG- the rattles become BANGS-",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHIVERING SOLDIER, (0.S.)",
          "text": "Hello?! Anyone there?! Peter puts the chart down, takes a step towards the door-",
          "sentiment": "neutral"
        },
        {
          "speaker": "OPEN UP, DAMMIT",
          "text": "Peter freezes. Turns back to the companionway-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter pokes his head out- Mr.Dawson looks at him, quizzic",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "He wants to come out- The banging and SHOUTING of the Shivering Soldier continu",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. DAWSON",
          "text": "What did you do? Lock him in? Peter is at a loss-",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR.DAWSON, (CONT'D)",
          "text": "Let him out, for God's sake! \f83 84 85 86 30.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter comes down the companionway, reluctantly approachin the BANGING, RATTLING DOOR... THE BANGING STOPS... Peter reaches up to the bolt, BRACES, gently SLIDES it ba Opens the door- the forepeak is EMPTY... Peter rushes in spots the open forward hatch...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr.Dawson leans down to try and see in the cabin-",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHIVERING SOLDIER, (0.S.)",
          "text": "You haven't turned around! Mr.Dawson turns calmly to the Shivering Soldier",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. DAWSON",
          "text": "No. We have a job to do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHIVERING SOLDIER",
          "text": "Job? This is a pleasure yacht! You're weekend sailors, not the bloody navy-! A man your age-",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. DAWSON",
          "text": "Men my age dictate this war. Why are we allowed to send our children to fight it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. DAWSON",
          "text": "There won't be any home if we allow this slaughter across the channel. There's no hiding from this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Farrier chases the 109 as it circles around on Collins...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Collins glances out at his burning wing- Checks his altimeter- Checks his canopy is locked in the half-open position- LOWER... \f87 88 89 90 91 31.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Farrier fires at the 109, chasing him off-",
          "sentiment": "neutral"
        },
        {
          "speaker": "FARRIER",
          "text": "He's turned tail, I'm after him-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Collins checks his belts are tight- Checks the release pin on his harness-",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLINS",
          "text": "Good luck. Watch your fuel... (reads) Fifteen gallons. Checks his Mae West, puffing into the inflating tube- LOWER...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Farrier grease pencils the reading on the chart-",
          "sentiment": "neutral"
        },
        {
          "speaker": "FARRIER",
          "text": "Fifteen gallons, understood...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FARRIER (over radio) ...best of luck, Collins. Collins checks wind direction- Checks wave direction on the surface of the water- LOWER... Turns, lining up along the the waves as he descends... LOWER... The water rushes by BLINDINGLY FAST...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Farrier watches Spitfire 2 CARVE gracefully across the wa before coming to a stop, floating. Farrier spots a CIVILIAN YACHT heading for Collins... (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f91 92 32.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "He sees Collins' hand stick out of the canopy, WAVING... TIPS HIS WINGS at Collins- turns away, looks ahead, chasi the 109 towards Dunkirk...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tommy and Alex, life jackets on, swim on the swell, bodie and burning wreckage all around. Fuel BURNING on the surf of the water. Tommy and Alex pull for an OVERLOADED row boat. Tommy GRA the side, tries to climb- he's PUSHED OFF by the men insi",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALE VOICE",
          "text": "Piss off- it's too crowded! Alex is GRABBING at the rail as well-",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "You can't leave us! Make some room-",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLDIER, (0.S.)",
          "text": "You men, leave off. You'll capsize the boat- it's gone over twice on the way out here... Tommy looks at the Soldier. It is the Shivering Soldier NOT YET SHIVERING. IN FULL CONTROL OF HIS FACULTIES.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLDIER, (CONT'D)",
          "text": "You have to stay calm. There are plenty of boats.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Calm?! Wait till you get torpedoed, then tell us to be calm!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLDIER",
          "text": "You have life jackets?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALE VOICE",
          "text": "Yeah, they do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLDIER",
          "text": "Don't panic, the water's not too rough, or too cold. We're heading back to the beach-",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALE VOICE",
          "text": "Fuck off! Let's go to Dover Several voices join in. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f92 93 33.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLDIER",
          "text": "We can't make it across the channel on this, lads. We need to get back to the beach and wait for another ride. (gestures) It's not even half a mile. You men in the water float here, save your strength, we'll come back for you. The men start rowing. Gibson is in the back. Alex SPOTS him. Gibson quietly drops the rear painter (a small rope attac to the stern) into the black water Alex takes it, hands part of it to Tommy and they quietly drag behind the boat as it rows in to the shore... the me in the rear notice, but nobody says anything... As the dawn breaks, the small, packed boat pulls across t calm water to the vast, packed beach at Dunkirk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Shivering Soldier steps up to Mr.Dawson-",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHIVERING SOLDIER",
          "text": "What is it you think you can do out there?! On this thing?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. DAWSON",
          "text": "Not just us. The call went out- we won't be the only ones to answer",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. DAWSON",
          "text": "Did you have a gun?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHIVERING SOLDIER",
          "text": "Course. A rifle. 303.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. DAWSON",
          "text": "Did it help you against the dive bombers? Or the U-boats? The Shivering Soldier GLARES at Mr.Dawson.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHIVERING SOLDIER",
          "text": "You're an old fool. And you're going to die if you don't turn around. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f93 94 95 34.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "The BOOMS echo. Closer now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHIVERING SOLDIER, (CONT'D)",
          "text": "We're turning around, now! The Shivering Soldier steps towards Mr.Dawson. SCREAMING the top of his lungs-",
          "sentiment": "neutral"
        },
        {
          "speaker": "TURN IT AROUND",
          "text": "Peter, hearing this, makes his way back from the bow- The Shivering Soldier GRABS the wheel- George GRABS his shoulder - The Shivering Soldier SMASHES HIS ELBOW into George's fac sending him flying BACKWARDS DOWN THE COMPANIONWAY - Peter PULLS the Shivering Soldier away from the wheel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "Calm it down, Mate. The Shivering Soldier looks at him, shocked. Confused. Peter calls down the companionway-",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER, (CONT'D)",
          "text": "George? Nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER, (CONT'D)",
          "text": "George?! Nothing. The Shivering Soldier watches as Peter climbs do to find-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "George, sprawled out at the foot of the steps, on his bac QUIETLY GROANING, BLEEDING from the back of the head. Pet grabs a life jacket and puts it behind George's head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "It's okay. You're okay. It's okay. George blinks at Peter. Frightened.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Farrier chases the 109, gradually CLOSING... (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f95 96 35.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Up ahead- a convoy of ships is gathered around the entran to the harbour... Farrier passes over a FISHING TRAWLER WITH A BLUE CABIN, covered with soldiers, strangely low in the water, WATER WASHING ACROSS ITS DECKS... He looks up ahead to the 109, just coming into range... He spots GERMAN PLANES in the distance, heading towards h he sights the 109... FIRES a short burst... NOTHING... HE REMEMBERS HIS FUEL GAUGE... -pointlessly pushes the button next to the cracked gauge. NO RESPONSE. Farrier checks his position on his chart. Checks the last fuel reading he grease-penciled... KNOWS HE SHOULD TURN A Farrier sights the 109, banking slightly to bring it acro his sights... Farrier FIRES- the 109 starts SMOKING, DROPPING- Farrier SPINS AROUND- TURNING AWAY from the approaching planes, HEADING FOR DOVER... FOR HOME. As he passes over the sinking blue trawler, he sees men jumping into the water, swimming for a DESTROYER nearby.. In his REAR VIEW MIRROR; the enemy planes approaching... Farrier looks at his cracked fuel gauge... THINKING...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The SURF has picked up since yesterday... Tommy, Gibson, Alex lie on the beach, sleeping as the lig comes up on a stormy day. In the distance, towards the dark smoke of Dunkirk, the l of men extend into the sea. Nearby, small groups of soldiers attempt to climb onto sm vessels- rowboats are being SWAMPED and OVERTURNED in the surf, overcrowded boats are GROUNDED on the sand-",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALE VOICE",
          "text": "Right. Three of you out, or the rest's stuck. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f96 97 98 36.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Soldiers give up their places. Some head back out of the surf. Some wade out past the break...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Colonel Winnant walks the beach, surveying. He approaches group of ENGINEERS driving TRUCKS onto the sand, taking t air out of their tires, laying duckboards on top...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ENGINEER",
          "text": "(brightly) A pier. When the water comes back in. Tide's turning, now. Colonel Winnant looks out at the churning water.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL WINNANT",
          "text": "How can you tell?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ENGINEER",
          "text": "(quietly) The bodies come back Colonel Winnant looks out at the water- men in line, ches deep, gently push floating bodies aside as they wash in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tommy BANGS a tin of vegetables on a rock. It springs a leak and he sucks the juice. Gibson holds out his hand. Tommy keeps sucking for a beat or two, then hands it over Tommy watches Vanquisher loading troops from the vast cro lining the mole. Despairing. Alex opens his eyes and sits up. Spots some HIGHLANDERS walking past, away from Dunkirk in loose formation...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Hey! Highlanders! Tommy watches as Alex gets to his feet, heading over to h regimental comrades.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX, (CONT'D)",
          "text": "What's that way?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HIGHLANDER1",
          "text": "(points) A boat. Alex follows his gesture to a FISHING TRAWLER WITH A BLUE CABIN, listing in the shallows a mile up the beach.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "She's grounded. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f98 99 37.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HIGHLANDER2",
          "text": "Not when the tide comes in, she isn't. Tommy and Gibson are already on their feet. Alex nods at them as they follow the Highlanders down the beach toward the grounded trawler...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter goes down below to check on George. He checks the bleeding on the life jacket behind George's head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "What'd you want to come along for George?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "Sea cadet? You and Mr.Dawson? Best thing I ever done. Only thing I ever done. I told my dad I never done nothing at school. I told my dad I'd do something one day. Maybe get in the local paper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "The Herald? Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "Maybe teachers would see it. Make my school proud.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "(laughs) Who cares what your bloody school thinks, George? George looks up at Peter, desperate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "Please! Please don't laugh at me! Peter looks at George, deciding how to respond.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "I'm going to laugh at you, George- ‘cos you're being bloody silly. George is crying.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER, (CONT'D)",
          "text": "Now, stop it. I need you back up on deck. George keeps crying. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f99 100 101 38.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "I can't. I can't see. Peter looks at him. Gets a blanket, puts it across George chest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "Get some rest. Peter gets up. Looks down at the softly weeping boy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER, (CONT'D)",
          "text": "I'll need you as soon as you're able. George nods. Smiling through his tears.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter comes up on deck The Shivering Soldier, crouched in the well, STARES at hi Mr.Dawson is at the helm. Peter comes close. Speaking low",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "The blood won't stop. Should we turn back? Mr.Dawson looks back towards Britain. Then forward to Fra Thinking. Shakes his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. DAWSON",
          "text": "Come too far. BOOM! Explosions nearby- The Shivering Soldier moves into a foetal position. Mr.Dawson and Peter look ahead to where PLUMES of water r seemingly in slow motion, amongst the ships up ahead- German BOMBERS drifting overhead, 109 fighters buzzing ar them... Mr.Dawson holds his course...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Farrier flies, DISTRACTED, glancing from his broken fuel gauge to the switch for his reserve fuel tank...",
          "sentiment": "neutral"
        },
        {
          "speaker": "FARRIER",
          "text": "Sod it. Farrier BANKS, COMING AROUND... (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f101 102 103 39.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Farrier CLIMBS, trying to gain advantage for the coming encounter... lining up on the German planes threatening t Destroyer and the blue trawler...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Colonel Winnant makes his way towards the crowded mole. Stretchers of FRENCH TROOPS are brought down to the mole. PRIVATE comes out of the crowd, BREATHLESS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRIVATE",
          "text": "The French've been forced back on the western side, sir. Colonel Winnant looks at EXPLOSIONS over the warehouses.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL WINNANT",
          "text": "But they're still holding a perimeter?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRIVATE",
          "text": "For now. Colonel Winnant pushes on down the mole...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He finds Bolton, but NO SHIPS...",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL WINNANT",
          "text": "Where're the destroyers?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMANDER BOLTON",
          "text": "There'll be one soon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL WINNANT",
          "text": "One?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMANDER BOLTON",
          "text": "After yesterday's losses, it's one ship on the mole at a time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL WINNANT",
          "text": "The battle's here, what're they saving them for?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMANDER BOLTON",
          "text": "The next battle. The one for Britain. Same with the planes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL WINNANT",
          "text": "(peers through his field glasses) But it's right there! You can practically- (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f103 40.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMANDER BOLTON",
          "text": "Seeing home doesn't help us get there, Captain. Colonel Winnant turns to the flaming town at their backs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL WINNANT",
          "text": "They need to send more ships, dammit! Every hour the enemy pushes closer",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMANDER BOLTON",
          "text": "They've activated the small vessels pool-",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL WINNANT",
          "text": "Vessels pool?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMANDER BOLTON",
          "text": "The list of civilian boats for requisition-",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL WINNANT",
          "text": "Civilian? We need destroyers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMANDER BOLTON",
          "text": "Small boats could load from the beach. Colonel Winnant watches men struggling to load in the sur",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL WINNANT",
          "text": "Not in these conditions.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMANDER BOLTON",
          "text": "I'd rather face waves than dive bombers. Colonel Winnant looks up at the cloudy sky-",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL WINNANT",
          "text": "You're right- they won't get up in this...",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL WINNANT, (CONT'D)",
          "text": "(points) The Royal Engineers are building piers from lorries- should help when the tide comes back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMANDER BOLTON",
          "text": "We'll know in six hours.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL WINNANT",
          "text": "I thought tides were every three? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f103 104 105 41.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMANDER BOLTON",
          "text": "Then it's good that you're army and I'm navy, isn't it? Colonel Winnant allows himself a smile. Commander Bolton spots a shape on the horizon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMANDER BOLTON, (CONT'D)",
          "text": "Vanquisher...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr.Dawson, at the helm, studies the horizon. Peter joins him, GLARING at the Shivering Soldier before taking a sea Mr.Dawson hears something, starts scanning the sky... Spots a distant plane... Peter follows his gaze... Mr.Dawson THROWS the wheel, bearing to starboard, hard, throttling up-",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. DAWSON",
          "text": "Heinkel. Mr.Dawson points at a MINESWEEPER heading towards them...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR.DAWSON, (CONT'D)",
          "text": "They'll go for the minesweeper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "Shouldn't we stand by? To pick up survivors?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. DAWSON",
          "text": "To do that we have to survive ourselves. As the boat MOTORS away, Peter looks back to see the HEIN AND ITS TWO FIGHTERS moving towards the MINESWEEPER...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Highlanders approach, cautiously... the beach is DESE here- just disabled army vehicles and dead bodies... The blue trawler is tilted towards them... they circle th hull, checking it... it seems sound enough. Tommy and Gibson follow the Highlanders as they climb up onto the abandoned trawler... \f42.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tommy looks over at the dunes above them. Alex looks arou the boat- turns to Highlander1i",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Where's the crew?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HIGHLANDER1",
          "text": "Probably got spooked after they ran aground. Scarpered up the beach.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HIGHLANDER2",
          "text": "We're outside the perimeter. Enemy could be right there- Points at the dunes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HIGHLANDER2, (CONT'D)",
          "text": "Best shut ourselves inside and wait for high tide... Highlander3 heads down the companionway into the small ho",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "How long's that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HIGHLANDER3",
          "text": "Every three hours. They descend into the hold, shutting the door behind them",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Moonstone ploughs through the swell, Peter looks back the Heinkel coming over the minesweeper... Peter SPOTS-",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "Spitfires! Dad, Spitfires! Mr.Dawson TURNS to see two Spitfires DIVING at the German bomber and its fighter escort- One Spitfire DIVES RIGHT BETWEEN TWO 109'S SETTING ONE AL",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER, (CONT'D)",
          "text": "He got him, he got him!! The other Spitfire flies close over the Heinkel, which tu away from the ship- Mr.Dawson eases back on the speed... (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f107 108 109 43.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. DAWSON",
          "text": "The Heinkel's moved off... As they watch, ONE OF THE SPITFIRES STARTS SMOKING...",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "Oh, no. Mr.Dawson sees the smoke- THROWS the wheel, spinning the yacht around to head back-",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. DAWSON",
          "text": "Watch for a parachute! Mr.Dawson THROTTLES up...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Farrier hears his engine skip a beat- puts his gloved fin on the RESERVE TANK TOGGLE SWITCH, LISTENING... his engin evens out again. He puts his hand back on the stick, focu on the German planes... He THROTTLES UP, speeding into the fray, CLIMBING...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dimly lit by a couple of small, dirty portholes. The soldiers lie around the hold. Sleeping or chatting. Alex is scrounging around the hold, finding nothing usefu",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "(to Gibson) Poke your head out, see if the water's coming in. Gibson shakes his head, pulling his arms tight around him Alex GLARES at him-",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX, (CONT'D)",
          "text": "Talkative sod. Tommy gets up, climbs up to the door, cracks it- CRAWLS u into the well- PEEKS over the rail- The boat is in INCHES OF WATER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOMMY",
          "text": "Bugger. Barely come in at all.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "For fuck's sake. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f109 110 114 112 113",
          "sentiment": "neutral"
        },
        {
          "speaker": "HIGHLANDER3",
          "text": "Calm down. What goes out comes back in, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Yeah, but how long? Silence answers this. Clearly no sailors aboard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Moonstone PUSHES through the swell, FULL SPEED, diese engine STRAINING... Peter watches the SMOKE-TRAILING SPITFIRE fly LOWER and LOWER...",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "No parachute... Mr.Dawson is watching the plane like a hawk, steering aro the waves by instinct...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The water FLASHES BY BLINDINGLY FAST... Collins PULLS BACK ON THE STICK, raising the nose as the plane-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter watches the Spitfire 'land' on the surface of the w",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "He's down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "With a SHOOOOOSH, the plane is floating over the swell- Like a sprinter hearing the gun- Collins RELEASES HIS BEL starts INFLATING his life vest- pulls the catch on the ca YANKING it back along its track- it JAMS... he THRUSTS hi hand through the gap, STRUGGLING... From outside it looks like he is WAVING... He looks up to see Farrier's spitfire shoot over, DIPPING WING IN SALUTE... (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f113 114 115 45.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Collins sits in the gently bobbing plane, collecting hims as he watches the water start to rise around the slowly SINKING PLANE... Collins tries the canopy again- JAMMED. HE IS TRAPPED IN THE SINKING PLANE...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Farrier levels off, looking down at the Heinkel approachi It has a SINGLE FIGHTER ESCORT- an ME 109 off the port wi",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tommy JOLTS awake- there are STEPS outside- he moves up t the door. Highlander1 gets his rifle, moves in front of t door. Aims. Nods at Tommy... Tommy throws open the door- a SEAMAN stands there-",
          "sentiment": "neutral"
        },
        {
          "speaker": "SEAMAN",
          "text": "Nee, nee! Highlander1 is confused. Tommy GRABS the Seaman, PULLING him down into the hold. Highlander1 holds his gun on him-",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Kraut? The Seaman looks uncomprehendingly up at Alex-",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX, (CONT'D)",
          "text": "Are you German?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SEAMAN",
          "text": "Dutch! Dutch! Merchant navy. Here to pick you up. To help you. They sit him up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Why'd you leave your boat?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SEAMAN",
          "text": "In case Germans come. We wait up the beach with the soldiers. Wait for the tide. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f115 116 117 118 46.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HIGHLANDER2",
          "text": "You came back, the tide must be in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SEAMAN",
          "text": "Coming, yes. But more hours till we float.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Hours?! Why'd you come back? The Seaman gestures around the packed hold-",
          "sentiment": "neutral"
        },
        {
          "speaker": "SEAMAN",
          "text": "Not so heavy when I left! Alex and the others take this in. A GUNSHOT PENETRATES THE HULL- everybody LIES FLAT, Tommy STARES at the bullet hole, which lets in light...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr.Dawson PUSHES the boat towards where the plane went do",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "There was no ‘chute, dad... Mr.Dawson ignores him. The engine is SCREAMING...",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER, (CONT'D)",
          "text": "Dad, there was no 'chute. He's probably dead-",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. DAWSON",
          "text": "(snaps) Damn it, he might be alive! Peter is SHOCKED at his dad's outburst. Mr.Dawson stares at where the plane went down...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Farrier lines up for his attack... sighting the Heinkel a it commits to its bombing run over the Destroyer- Farrier pushes forward on his stick, going into his DIVE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Everybody STARES at the bullet hole, not making a sound.. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f118 119 120 124 47.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Another SHOT PUNCHES A HOLE 2 FEET FROM THE FIRST- Highlanders near the holes ease away, SQUEEZING up agains other soldiers... BANG! A third shot, directly above the first... Two Highlanders GRAB their rifles, going for the stairs-",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOMMY",
          "text": "No! Then they'll know we're in here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HIGHLANDER1",
          "text": "Why else are they shooting at us?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOMMY",
          "text": "Look at the grouping... Everybody looks at the three bullet holes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOMMY, (CONT'D)",
          "text": "...target practice. BANG! A fourth hole, near the others...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Moonstone is getting closer to the Spitfire bobbing o the waves. Close enough to see that it is SINKING...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. DAWSON",
          "text": "Peter, go forward with the boat hook.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Collins SMASHES the canopy back and forth on its track... JAMMED, JAMMED, JAMMED. WATER STARTS POURING IN, streaming through the gap in the half-open canopy... he SHUTS IT... TRAPPED... OPENS IT, YANKING, WATER POURING IN... Collins SEARCHES around looking for inspiration, for an implement, for ANYTHING- Water RISING past his ankles... his calves...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Farrier DIVES, plummeting towards the Heinkel... (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f124 122 123 124 125 126 48.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "He GLANCES across at the 109, which suddenly BANKS TOWARD HIM, clearly REACTING to Farrier's ATTACK...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As the men STARE at the bullet holes, WATER starts SLOPPI through the lowest ones... a highlander goes to plug the holes- BANG! The highlander SCREAMS, clutching his face- his comrades pull him back, trying to SMOTHER his cries.. The water pours in STEADILY through the lowest holes. Ale points at the target zone-",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "We have to plug it!",
          "sentiment": "neutral"
        },
        {
          "speaker": "HIGHLANDER2",
          "text": "After you, mate! They stay back from the holes, wary. Watching the WATER POUR IN...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Collins pulls the steel FLARE GUN from its holder- Water is coming up OVER HIS LEGS NOW... He SMASHES the flare gun into the canopy, again and again",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Farrier FIRES at the Heinkel- TRACERS ZIPPING at the bomb The 109 RISES at him, GUNS BLAZING- Farrier ROLLS away, trying to dodge the fire-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Spitfire 1 rolls away, the Heinkel releases its load-",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE FIRST-",
          "text": "(CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f126 49.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Alex watches the water spraying in. He TURNS to the Dutch Seaman-",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "How do we get off?! Do we need to ditch some ballast?! The Dutch Seaman looks at him, uncomprehending-",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX, (CONT'D)",
          "text": "Weight! Do we need to lose weight! The Dutch Seaman shrugs-",
          "sentiment": "neutral"
        },
        {
          "speaker": "SEAMAN",
          "text": "Weight, yes. Alex turns to face the group-",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Somebody needs to get off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HIGHLANDER1",
          "text": "Well volunteered.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "We don't need a volunteer. I know someone who ought to get off... Alex turns to Tommy and Gibson. Points at Gibson.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX, (CONT'D)",
          "text": "This one. He's a German spy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOMMY",
          "text": "Don't be daft. Alex stares Gibson down...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "He's a bloody jerry. You might not've noticed that he hasn't said a word, but I have. He doesn't speak English- or if he does it's with an accent thicker than sauerkraut sauce-",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOMMY",
          "text": "You're daft. Tell him. Gibson just stares at Alex...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Yeah, tell me. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f126 127 128 129 50.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Nothing. Just the sound of water SPRAYING IN HARD- jettin in through the bottom holes...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Collins SMACKS the canopy- The flare gun BOUNCES OFF- He DROPS the flare gun- SCRAMBLES to find it under the water- The water is RISING UP HIS CHEST...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Farrier CUTS RIGHT, dodging away from the 109- BANKING HARD, he gets a clear look at the Destroyer weath the EXPLOSIONS- A PLUME OF WATER RIGHT NEXT TO THE DESTROYER comes so hig he flies through the top of its spray-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alex TURNS to Highlander 1- holds out his hand for his gu Highlander 1 hands it over- Alex moves at Gibson pointing the rifle, he hooks the bar on Gibson's tags, pulling them closer to read-",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Tell me..., Gibson! Tommy looks at Gibson, panicking-",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOMMY",
          "text": "Tell him, for God's sake! Alex PUSHES the rifle against Gibson's CHEEK- Gibson CRAC",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANCAIS",
          "text": "Tommy stares, SHOCKED. Alex moves back slightly, taking this in... A BURST OF MACHINE GUN FIRE- everyone DUCKS from ricochet (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "A Frog. A bloody Frog. A cowardly little queue-jumping frog... With the end of his rifle Alex shakes Gibson's tags-",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX, (CONT'D)",
          "text": "Who's Gibson, eh? A naked dead Englishman lying out on that sand. Or did you at least have the decency to bury him? 'Gibson' just stares.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOMMY",
          "text": "He did. I helped him- I thought it was his mate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Maybe he killed him-",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOMMY",
          "text": "He didn't kill him-",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "How do we know?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOMMY",
          "text": "How hard is it to find a dead Englishman on Dunkirk beach, for God's sake?! He didn't kill anyone- he was looking for a way off the damned sand like the rest of us! The water is SPRAYING IN FROM MORE AND MORE HOLES as the WATER LEVEL RISES... Alex has the rifle on Gibson. Another BURST OF MACHINE GU",
          "sentiment": "neutral"
        },
        {
          "speaker": "HIGHLANDER2",
          "text": "Haven't they had enough practice by now?! !!",
          "sentiment": "neutral"
        },
        {
          "speaker": "HIGHLANDER1",
          "text": "They're making sure she won't float. Highlander2 looks at the holes SPRAYING WATER, the water POOLING in the bottom of the hold- he turns to the Seaman",
          "sentiment": "neutral"
        },
        {
          "speaker": "HIGHLANDER2",
          "text": "Will she still float?! The Seaman assesses the leaks... (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f129",
          "sentiment": "neutral"
        },
        {
          "speaker": "SEAMAN",
          "text": "Float, yes. With less weight, yes-",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "And we know who's getting off-",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOMMY",
          "text": "You can't do that. We're on the same side. Alex NUDGES Gibson with the rifle-",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Go on- up you go-",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOMMY",
          "text": "As soon as he pokes his head out they'll slaughter him-",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Better him than me-",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOMMY",
          "text": "It's not fair-",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Survival's not fair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HIGHLANDER1",
          "text": "No, it's shit. It's fear and greed. Fate squeezed through the bowels of men. Shit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOMMY",
          "text": "He saved our lives.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HIGHLANDER2",
          "text": "And he's about to do it again- go on- Alex starts shoving Gibson up the stairs-",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOMMY",
          "text": "No! Just stop! Alex turns to Tommy- looks him in the eye-",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "We need someone to get off so the rest of us can live- you want to volunteer?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOMMY",
          "text": "Fuck no. I'm going home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "And if this is the price? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f129 130 53.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOMMY",
          "text": "I'll live with it, but it's wrong. Alex shoves Gibson up another step, opens the door-",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOMMY, (CONT'D)",
          "text": "Alex, one man's not going to make enough difference-",
          "sentiment": "neutral"
        },
        {
          "speaker": "HIGHLANDER1",
          "text": "You'd best hope it does- 'cos you'd be volunteering next-",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOMMY",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "(indicates Highlanders) We're regimental brothers, mate. Just the way it is. Gibson GRABS for the rifle- Tommy JUMPS at Alex to help G they SMASH against the hull- as they drop into the water, the ship LEVELS-",
          "sentiment": "neutral"
        },
        {
          "speaker": "START THE BLOODY ENGINE-",
          "text": "The Seaman is already crawling out the hatch, reaching up The ENGINE STARTS- LOUD as LOUD can be-",
          "sentiment": "neutral"
        },
        {
          "speaker": "WATERLINE...",
          "text": "The Seaman THROWS the screw into reverse, FULL THROTTLE.. The men HOLD THEIR BREATHS UNDER THE WATER AT THE BOTTOM THE HOLD AS BULLETS PEPPER THE HULL...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Collins, WATER UP TO HIS EARS NOW, grabs the flare gun-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now he PANICS, pushing his face up against the canopy, BA",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMASH- SOMETHING CRACKS INTO THE CANOPY RIGHT ABOVE HIS H",
          "text": "he RECOILS- it IMPACTS the canopy again- SMASHING A HOLE- (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f130 131 132 133 54.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "It is a BOAT HOOK... Collins PULLS HIMSELF THROUGH THE HOLE- ELBOWS FIRST- FOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Collins BREAKS the surface, GASPING, looks around- A private yacht with a young man on the bow, boat hook extended... Collins GRASPS the boat hook.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLINS",
          "text": "(breathless) Afternoon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Farrier comes around again, searching the sky for the Ger planes... He looks down at the Destroyer- It is LEAKING OIL FROM A LARGE HOLE IN ITS SIDE... The dark OIL SLICK SPREADS QUICKLY ACROSS THE WATER- COVE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Destroyer BASILISK casts off. Men cover every availab piece of deck. Commander Bolton watches her wake. Colonel Winnant approa",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL WINNANT",
          "text": "We've wasted the day, Commander.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMANDER BOLTON",
          "text": "I share your frustration, Colonel. They hear distant SHOTS- Commander Bolton raises his FIELD GLASSES... he sees a bl trawler stuck in the shallows miles down the beach.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMANDER BOLTON, (CONT'D)",
          "text": "Grounded trawler, taking fire. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f133 134 135 136 137 138 55.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Colonel Winnant takes the field glasses...",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL WINNANT",
          "text": "The enemy's breaking through the dunes to the east. This is it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tommy comes up for air, GASPING, SPLUTTERING... Water is POURING IN FROM DOZENS AND DOZENS OF HOLES... Alex comes up, COUGHING, with Gibson...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "We're off-! Alex crawls over to the stairs, climbs out into the well-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alex pokes his head out as the Seaman is sneaking up to s where they are headed- The Dutch Seaman TURNS the wheel- JUMPS back onto the flo of the well as BULLETS IMPACT the cabin- He throws the engine into FORWARD gear- Turns to Alex-",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE HOLES",
          "text": "Alex crawls back downstairs-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alex FALLS down the stairs-",
          "sentiment": "neutral"
        },
        {
          "speaker": "PLUG THE HOLES",
          "text": "The men STUFF RAGS, BOLTS, FINGERS, ANYTHING they can lay hands on to plug as many holes as possible...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Collins, drying himself with a blanket, looks down at Geo whose breathing is shallow, sightless eyes open. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f138 139 140 56.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLINS",
          "text": "(to Peter) I don't really know, son. You were right not to move him. (reassuring) You've done the best for him you can.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Shivering Soldier watches Collins come out on deck-",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHIVERING SOLDIER",
          "text": "Is he alright?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER, (0.S.)",
          "text": "No. Peter is glaring at the Shivering Soldier",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER, (CONT'D)",
          "text": "No, he's not- BOOM! Collins follows Mr.Dawson's gaze to a Destroyer up ahead being BOMBED by a Heinkel, HUGE PLUMES of water ris just beside her... The Shivering Soldier retreats into himself- Peter runs u to the bow- A BLUE FISHING TRAWLER a quarter of a mile off, sinking..",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER, (CONT'D)",
          "text": "Dad, there's men in the water Mr.Dawson looks ahead to where Peter is pointing- He puts the throttle forward, heading into the fray... Collins spots Spitfire 1 arcing around, trying to get a b on the Heinkel...",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLINS",
          "text": "Come on, Farrier...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Farrier pulls on the stick, lining up behind a 109... He FIRES, chasing down the plane, FIRING again... SMOKE f the German plane, which starts to drop... Farrier is in a heavy DIVE, when HIS ENGINE CHOKES- (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f140 141 142 143 144 145 146 147 57.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Farrier's hand DARTS forward, SWITCHING TO HIS RESERVE TA BEFORE THE ENGINE CAN DIE... The engine CATCHES AGAIN- Farrier PULLS OUT OF THE DIVE..",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Through the binoculars Colonel Winnant watches the Blue Trawler pushing out to sea, LOW in the water... Commander Bolton watches a Destroyer, under full steam, heading out to the channel... Where there are SHAPES OF BOATS ON THE HORIZON...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Dutch Seaman aims the boat at a Destroyer out at the mouth of the harbour...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tommy, Gibson, Alex, Highlander1 and the others STUFF the holes as best they can- the makeshift plugs POP OUT every few seconds- the soldiers SCRABBLE UNDER WATER to find th and STUFF them back in- hands PRESSED against water jets SPRAY COMING IN EVERYWHERE...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Dutch Seaman looks over the rail, CONCERNED, to see h fast his boat is lowering into the swell...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Collins watches Farrier spin around to get after the Hein The Moonstone comes up on the men in the water. Collins comes to the side, to help Peter fish men out- Collins notices the surface of the water-",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLINS",
          "text": "(to Mr.Dawson) Oil. We're getting into oil! Mr.Dawson puts the screw into reverse, stopping the boat. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "140 141 142 143 144 145 146 147 \f147 148 149 150 151 152 153 58.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "They fish men out of the water- the men COVERED IN OIL ANONYMOUS IN THEIR GLOSSY BLACK FILTH...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Farrier chases down the Heinkel, closing in as its top tu",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Dutch Seaman sees water SLOSHING OVER THE DECK-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The soldiers, holding back the water, cannot hear him... by one they start to abandon the task- more and more wate pouring in... Alex and Gibson are last- Alex TURNS, sees they are alone, GRABS Gibson by the shoulder then JUMPS f the exit- Gibson, STILL HOLDING BACK THE WATER, notices too late-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tommy gets on deck- Sees the Keith, a quarter of a mile away... He DIVES INTO THE WATER, pulling away from the SWAMPED TR All the men dive off the sinking boat, swimming for the Keith...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gibson DIVES for the exit- He is BLASTED back by water- DRAGGED DOWN with the sinking trawler...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "147 148 149 150 151 152 153 \f154 155",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter, Collins and the first oil-covered men pull more oi men from the water, the decks of the yacht rapidly fillin Mr.Dawson looks at the oil slick, concerned. He addresses the oily survivors-",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. DAWSON",
          "text": "Below deck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OILY SURVIVOR",
          "text": "No fear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. DAWSON",
          "text": "We need to get as many of you on board as we can before the oil catches fire- get below or get off my boat- your choice. The oily survivors head below decks- Peter runs back to t companionway to shout down-",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "Careful there-!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter pokes his head down- Sees two oily survivors moving George from the bottom of steps-",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "Careful! The oily survivors look up at him- Alex is one of them-",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "(quiet) He's dead, mate. Peter takes this in...",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "So be bloody careful with him!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Commander Bolton STARES at the shapes in the distance... He GRABS the field glasses from Colonel Winnant, puts the to his eyes- BOATS. CIVILIAN BOATS. ALL SHAPES AND SIZES. AN ARMADA. Colonel Winnant PEERS over Commander Bolton's shoulder... (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "155B",
          "text": "156 60.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL WINNANT",
          "text": "What can you see? Commander Bolton slowly lowers the glasses.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMANDER BOLTON",
          "text": "(gentle) Home . Colonel Winnant grabs the glasses, confused...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The SOLDIERS peer over the railing at the absurd collecti of vessels passing them in the opposite direction:",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIES, DREDGERS, DINGHIES, ROW BOATS...",
          "text": "Crewed by:",
          "sentiment": "neutral"
        },
        {
          "speaker": "CREW, NAVAL CREW, NURSES, RETIRED SAILORS...",
          "text": "The EXHAUSTED SOLDIERS lining the decks of the Basilisk s to CLAP...then to CHEER... some are CRYING...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter steps out of the cabin, REELING. Meets his dad's questioning glance with unmistakable shock-",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHIVERING SOLDIER, (0.S.)",
          "text": "The lad... Peter turns. The Shivering Soldier is looking up at him with terrified eyes, blanket TIGHT around his shoulders.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHIVERING SOLDIER, (CONT'D)",
          "text": "Will he be okay? Peter looks at the Shivering Soldier. Sees the WHITE KNUC clasping the edge of the rough blanket. Peter NODS. The Shivering Soldier turns, staring out at the destroyer Peter catches Mr.Dawson looking at him. Approving. Collins, pulling a man from the water, looks up at Spitfi 1 chasing down the Heinkel-",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLINS",
          "text": "Come on, Farrier...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "\f157 158",
          "sentiment": "neutral"
        },
        {
          "speaker": "158A",
          "text": "159 61.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Farrier strafes the Heinkel- no apparent effect- Zipping over it, he dives down out of range of its turret BANKS hard left to line up for another shot- A 109 CUTS across him- TRACER FIRE SHOOTING PAST-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tommy SWIMS for the Keith... He hears an airplane... looks up to see a Heinkel coming over the Keith... the BOMBS DROP- PLUMES OF WATER SHOOT UPWARDS ALL AROUND THE SHIP- Tommy DIVES under the water for protection- the EXPLOSIONS ARE",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEAFENING- HE HOLDS HIS EARS WITH HIS HANDS-",
          "text": "Tommy BREAKS the surface- the barrage is over- the Keith still afloat- Tommy swims for it- Getting closer, Tommy realizes he's swimming in OIL, the black sludge covering his head and arms- he looks back- t blue trawler is gently slipping beneath the water... Tommy makes for the Keith, even as he sees men JUMPING in the water from her decks... LIFEBOATS being lowered... Tommy SPOTS another craft- a YACHT HEADING TOWARDS THEM- Tommy PULLS for the yacht as hard as he can...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The rag tag collection of SMALL SHIPS works the beach, pi men up in the shallows, ferrying them out to bigger ships Small open boats use the truck 'pier' to load men as the Engineer looks on with pride...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Moonstone is FILLED with oil-covered men- throughout hold and across the decks- MANY MORE still in the water... the Keith LISTS, men jump off the far side, away from the oil slick, where small sh are gathering to pick them up... (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f159 160 161 62.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Collins moves up the side- watching Farrier bank hard to behind the Heinkel- a 109 ZIPS across his path, guns blazing... Collins looks down at the oil-covered water...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Farrier pulls around, HARD- the Heinkel is in front of hi side on, heading in for another run at Keith- Farrier banks and pulls up to keep the bomber in his sigh as he FIRES his cannons- The HEINKEL CATCHES FIRE and starts FALLING...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Collins sees the Heinkel CATCH FIRE- TURNS to Mr.Dawson-",
          "sentiment": "neutral"
        },
        {
          "speaker": "GO",
          "text": "Mr.Dawson THROWS the engine into gear, TURNS the wheel- The Heinkel FALLS FLAMING TOWARDS THE OIL SLICK... Peter has hold of one last oil-covered survivor, who hang on for dear life as the boat DRAGS HIM THROUGH THE OILY W The men left in the water shout with despair as the Moons motors away- The FLAMING HEINKEL HITS THE WATER- EXPLODES-",
          "sentiment": "neutral"
        },
        {
          "speaker": "ESCAPE THE FLAMES-",
          "text": "UNDERWATER: HIGHLANDER1 pushes down under, LOOKING UP AT FIRE... the SURFACE IS AFLAME AS FAR AS HE CAN SEE... Peter HOLDS on to the oil-covered soldier- Who is now being washed with cleaner water as they COME o of the slick- As the oil comes off his face we see that IT IS TOMMY... Collins watches, appalled, as the men in the water are engulfed by RELENTLESS FLAMES... the Keith is going down- survivors on the far side are picked up by the various SM SHIPS... Under the water, HIGHLANDER1'S AIR RUNS OUT- the FLAMES R ABOVE... (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f161 162 163 63.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HE IS ENGULFED, SCREAMING, DYING-",
          "text": "Tommy lies on the deck at Peter's feet, eyes closed...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOMMY",
          "text": "(a whisper) Take me home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Farrier sees the Heinkel EXPLODE, turns away towards the beaches... He looks down at- The thousands of men on the beach The small ships ferrying out to the larger vessels The narrow mole with its endless rope of men... Farrier is awestruck... He hears his engine start to SPUTTER... It dies and the prop STOPS...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Commander Bolton watches with satisfaction as a PADDLE ST ties up... he calls up to a STEWARDESS(59)-",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMANDER BOLTON",
          "text": "Where're you from?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEWARDESS",
          "text": "Out of Dartmouth! Bolton shakes his head in joyous disbelief. He watches me load into a SMALL OPEN SAILBOAT crewed by two YOUNG MEN-",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMANDER BOLTON",
          "text": "From Deal? (they nod) Mind the current at the mouth, boys. Bolton spots Spitfire 1- it SOARS overhead. He waves-",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALE VOICE, (0.S.)",
          "text": "Where've you been all my life?! Commander Bolton SIGHS at this... then notices. No engine noise. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f163 164 165 166 167 64.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "He watches the spitfire, concerned, until- Hears something BEHIND... another engine... a high whine. he turns to see- A STUKA... The men lining the mole shift restlessly. TRAPPED...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Moonstone chugs along, low in the water, men laying d along her decks...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Men lie on every available space, packed in like sardines Tommy catches sight of Alex looking at him. Tommy nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr.Dawson is at the helm. Collins hears a distant engine-",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLINS",
          "text": "That's a fighter-",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. DAWSON",
          "text": "ME 109, from the South. Peter, take the wheel, listen for my instructions. Mr.Dawson steps up onto the seat to look above the roof o the cabin...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR.DAWSON, (CONT'D)",
          "text": "Point her south. Peter turns the wheel, the Moonstone swings to port, straightens up. Mr.Dawson SPOTS THE 109, CLOSING...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Commander Bolton turns to see the STUKA approaching, its distinctive kinked-wing silhouette bearing down like an A BIRD OF PREY... The soldiers stir, some crouching, some closing their eye Commander Bolton takes a knee, BRACING. He bites his lip the STUKA goes into its dive, that TERRIBLE WHINE BUILDIN",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "163 164 165 166 167 \f168 169 170 171 172 173 65.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr.Dawson STARES at the approaching 109-",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. DAWSON",
          "text": "Full speed ahead. Peter throttles up- The 109 is GROWING- CLOSE NOW...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR.DAWSON, (CONT'D)",
          "text": "Get ready to pull hard to port... before he fires he'll have to lower his nose, I'll give you the signal... Peter reaches over to the side of the wheel, ready to thr it- the 109 is practically upon them..",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Commander Bolton is mumbling a prayer as he watches the S come at them-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Farrier darts past the STUKA, GLIDING, GUNS BLAZING...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The STUKA never fires, it just SMASHES into the sea... The soldiers all along the Mole CHEER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Farrier watches the STUKA disintegrate on the surface of water. He nods... feeling the UNACCUSTOMED SILENCE...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr.Dawson STARES at the approaching 109- Peter glances ba and forth between the 109 and his father...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. DAWSON",
          "text": "Wait for it... wait till he's committed to his line... The nose of the 109 DIPS DOWN- (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f173 174 175 176 66.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NOW",
          "text": "Peter THROWS THE WHEEL, the Moonstone LURCHES TO PORT- The GUNS ON THE 109 LIGHT UP, STRAFING THE WATER TO STARB The 109 FLASHES OVER... Collins watches it recede.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLINS",
          "text": "He's off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. DAWSON",
          "text": "Bigger fish to fry. Collins looks at Mr.Dawson. Curious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLINS",
          "text": "How'd you know all that, anyway? Mr.Dawson steps onto the deck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. DAWSON",
          "text": "My son's one of you lot. I knew he'd see us through. Mr.Dawson moves forward. Collins steps up beside Peter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLINS",
          "text": "You're RAF?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "Not me. My brother. Flew Hurricanes. He died third week into the war. Collins looks forward at the proud father standing by the mast.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Farrier sits in the silence, GLIDING... looking to see ho far he might make it up the beach...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tommy gets to his feet, steps over other men as he slips over to the stairs...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tommy and Alex poke their heads out- (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f176 177 178 67.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "Stay below, please.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOMMY",
          "text": "We just want to see the cliffs- Tommy looks over at WHITE CLIFFS, ghostly above the dark water.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOMMY, (CONT'D)",
          "text": "Dover? Peter shakes his head, amused.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "Weymouth. Alex shakes his head, sadly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "We let you all down, didn't we? Peter just looks at this exhausted, ragged boy his own ag",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Farrier GLIDES, banking, looking for a suitable stretch o beach to ditch... In the strangely SILENT plane, he passes over the troops lines up on the vast stretch of sand beyond Malo les Bain",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Soldier after soldier climbs out of the yacht. The CORPOR handing out travel chits marvels at the absurd amount...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORPORAL",
          "text": "How many you got in there? The Shivering Soldier is taken ashore, wrapped in blanket Tommy and Alex stick together as they are handed hot cups tea and shepherded out of the harbour in long lines. Peter supervises as George's body is taken ashore. As Collins steps off the boat a soldier from another boat spots his RAF uniform-",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLDIER",
          "text": "(furious) Where the hell were you! (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f178 179 180 181 68.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Collins just stands there. He feels a hand on his shoulde It is Mr.Dawson. He indicates the men filing off the Moonstone-",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. DAWSON",
          "text": "They know where you were. Mr.Dawson puts his hat on. To go home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tommy and Alex, exhausted, downcast, are herded across th tracks towards a train. Before getting on they are handed BLANKET and cup of tea by an ELDERLY MAN, who looks at th hands not their faces as he hands the rough blanket over-",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELDERLY MAN",
          "text": "...well done, lads... well done lads...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "All we did is survive.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELDERLY MAN",
          "text": "That's enough. Well, done, lads well done, lads... Alex steps up onto the train. The Elderly Man reaches out to Tommy, touching his face- clearly BLIND.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tommy FLOPS down, lying across the seat. Alex is slumped opposite, tears starting to roll down his cheeks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "That old bloke wouldn't even look us in the eye. No response. He looks over- Tommy is already asleep.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Mole is EMPTY but for bodies. A PRIVATE opens his eyes. He sits up, alone on the desert Mole, his comrades gone, mistaken for dead...",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMANDER BOLTON, (0.S.)",
          "text": "Come on, then, private... The Private looks down at the water to see Commander Bolt standing in a launch full of ARMY OFFICERS. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f181 182 69.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMANDER BOLTON, (CONT'D)",
          "text": "I know we're officers, but it's us or the enemy, so now's not the time to be particular... The Private scrambles down into the launch, where Colonel Winnant stands talking to Commander Bolton. They look out at the vast deserted beach, littered with corpses and abandoned equipment...",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL WINNANT",
          "text": "(to Commander Bolton) Churchill got his 30 thousand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMANDER BOLTON",
          "text": "And then some. Almost three hundred thousand. So far. Commander Bolton steps back up onto the mole.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL WINNANT",
          "text": "So far?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMANDER BOLTON",
          "text": "I'm staying. (off look) For the French. The Launch pulls away from Commander Bolton on the mole.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sunlight FLICKERING on Tommy's eyelids wakes him. We have the sense that he has been asleep for a very long time. The train full of soldiers rolls to a halt. Alex opens th window- spots a BOY near the tracks-",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Hey! Where are we?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOY",
          "text": "Siding. You'll pull in in a minute-",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "What station?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOY",
          "text": "(surprised) Woking. Alex spots stacks of NEWSPAPERS waiting to be loaded. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f182 183 184 185 186 187 70.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Grab me one of them papers. (the boy hesitates) Go on! The boy pulls the paper off the top and stretches up to h it to Alex. Alex slumps into his seat, the headline:",
          "sentiment": "neutral"
        },
        {
          "speaker": "\"CHURCHILL ADDRESSES DUNKIRK EVACUATION IN COMMONS\"",
          "text": "Alex thrusts the paper at Tommy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX, (CONT'D)",
          "text": "I can't bear it. You read it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOMMY",
          "text": "Can't bear it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "They'll be spitting at us in the streets. If they're not locked up waiting for the invasion.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter walks down the DESERTED HIGH STREET. He stops. Walk into the office of the local paper- the Herald...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter hands the EDITOR a photograph. Of George.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Farrier CHECKS his CANOPY is locked... STOWS loose items. PUMPING the handle all the while...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The landing gear INCHES out of its housing...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tommy looks down at the paper. Starts to read. Poorly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOMMY",
          "text": "\"Wars are not won by evacuations.\" Alex shakes his head at this. The train starts to pull into the station... (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f187 188 189 190 191 71.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "The platform is CROWDED WITH CIVILIANS- Alex SLINKS DOWN into his seat, turning away from the window... A CIVILIAN BANGS on the glass, PEERING in...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "I can't look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOMMY",
          "text": "\"But there was a victory inside this deliverance which should be noted...\" Alex turns- the Civilian GRINS, holding up two beer bottl The platform is packed with CHEERING AND WAVING CIVILIANS Women with SANDWICHES and DRINKS rush up to the windows..",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOMMY, (CONT'D)",
          "text": "\"Our thankfulness at the escape of our army...\" Alex opens the window, GRABBING food and drink as Tommy continues to read...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOMMY, (CONT'D)",
          "text": "\"Must not blind us to the fact that what has happened in France... Isa colossal military disaster...\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Farrier PUMPS the handle-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The landing gear INCHES past HALFWAY DOWN...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "PUMPING the handle, Farrier checks his belts-",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOMMY, (V.0.)",
          "text": "\",,.,and we must expect another blow to be struck almost immediately...\" He holds the plane steady in its descent towards the sand",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Spitfire 1 SWOOPS onto the flat sand, WHEELS DOWN.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOMMY, (V.O.)",
          "text": "\"We shall go on to the end, we shall fight in France..,\" Farrier SLIDES back the canopy and climbs out of the plan \f72.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter, gets up from the kitchen table. MRS.DAWSON is at t stove, her back to us. As Peter grabs his coat he runs into Mr.Dawson, letters i hand, looking at the Herald. He hands it to Peter...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOMMY, (V.0.)",
          "text": "\"We shall fight on the seas and oceans..,\" The small headline:",
          "sentiment": "neutral"
        },
        {
          "speaker": "\"LOCAL BOY, GEORGE MILLS, JUST 17, HERO AT DUNKIRK\"",
          "text": "Peter looks at his father. Nods with satisfaction.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Farrier brushes sand from the wing of his beloved Spitfir",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOMMY, (V.0.)",
          "text": "\",..We shall fight with growing confidence and growing strength in the air...\" Farrier pulls his FLARE GUN... he SHOOTS INTO THE COCKPIT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alex hangs out the window, GUZZLING from a beer bottle, GRINNING at the women outside...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOMMY",
          "text": "\"We shall defend our Island-\" Alex turns, deliriously HAPPY, beer running down his chin",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "What?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOMMY",
          "text": "(louder, over the celebration) \",,.we shall defend our island, whatever the cost may be- we shall fight on the beaches, we shall fight on the landing grounds...\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bodies gently bob in the water...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOMMY, (V.0.)",
          "text": "\"We shall fight in the fields and the streets...\" (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f195 196 197 198",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Abandoned trucks and anti-aircraft guns, piles of boots, stacks of rifles catch the last light...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOMMY, (V.0.)",
          "text": "\"We shall fight in the hills; we shall never surrender...\" Bodies line the length of the mole...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOMMY, (V.0.)",
          "text": "\"And even if, which I do not fora moment believe, this island... were subjugated and starving..,\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Farrier KNEELS, HANDS ON HEAD, as DARK SHAPES OF GERMAN SOLDIERS (seen only from behind) surround him...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOMMY, (V.0.)",
          "text": "\",,.then our empire beyond the seas, armed and guarded by the British fleet, would carry on the struggle...\" Farrier is led away from the BURNING PLANE...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alex is oblivious. Tommy continues, to himself...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOMMY",
          "text": "\",,,until, in God's good time...\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Moving towards the BURNING SPITFIRE...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOMMY, (V.0.)",
          "text": "\",,..the New World, with all its power and might..,\" 73. 195 196 197 198 The shape of the plane is still visible beneath the FLAME",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOMMY, (V.0.)",
          "text": "\",,.steps forth to the rescue and the liberation of the old.\" MOVE IN on the burning spitfire until the FLAMES FILL THE FRAME and we- CUT TO BLACK. CREDITS. END.",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_601"
    }
  ]
}