{
  "movie_id": "MOV603",
  "scenes": [
    {
      "location": "EPCOT THEATRE DAY 2",
      "time": "MORNING",
      "characters": [
        "C' HRE",
        "EVERYONE, (CONT'D)",
        "RACHEL",
        "FIGGINS",
        "PUCK",
        "MIDNIGHT TRAIN GOING ANYWHERE...\"",
        "KEN TANAKA, (CONT'D)",
        "TERRI",
        "A LONELY WORLD.../ SHE TOOK THE",
        "VOCAL ADRENALINE",
        "EMMA",
        "FEMALE VOICE",
        "KEN TANAKA",
        "SANDY",
        "DARREN",
        "ARTY",
        "WILL, (V.0.)",
        "END ACT ONE",
        "PINN",
        "KEN",
        "WILL",
        "MRS, ADLER, (COMED)",
        "ASB",
        "ND PTL",
        "QUINN",
        "FINN, (V.0.)",
        "WITH",
        "MRS. ADLER",
        "SUE",
        "KURT",
        "\"JUST A SMALL TOWN GIRL/ LIVING IN",
        "ANNOUNCER",
        "EMMA'S VOICE",
        "\"JUST A CITY BOY/ BORN AND RAISED",
        "EMMA, (CONT'D)",
        "HOWARD",
        "EMMA,",
        "RACHEL, (V.0O.)",
        "MERCEDES",
        "IN SOUTH DETROIT.../ HE TOOK THE",
        "TRERRT",
        "BARB, A HOME-EC TEACHER",
        "KORT",
        "TINA",
        "MRS. ADLER, (CONE\"D)",
        "MRS. ADLER, (CONT \"D)",
        "EVERYBODY WANTS A THRILL.../",
        "RACHEL, (V.0.)",
        "RACKEL",
        "LIFE...PE-E-OPLE...\"",
        "MALE VOICE, (0.S.)",
        "END ACT TWO",
        "SANTANA",
        "ACT FOUR",
        "INT, LOCKER ROOM",
        "VOICE, (0.5S.)",
        "FPIGGINS",
        "PUCK, (CONT'D)",
        "SUB",
        "PLAYING ANYTHING TO ROLL THE DICE",
        "FINN",
        "TERRI, (CONT'D)",
        "ANNOUNCER, (CONT'D)",
        "ACT TWO",
        "\"GLEE\"",
        "RACHEL, (V.O,)",
        "INTERCOM VOICE",
        "RACHEL, (V-0.)",
        "THAT FE-E-ELING",
        "WILL, (CONT'D)",
        "HANK",
        "35.",
        "EVERYONE",
        "THAT FE-E-5-EDING...STRE-E-ET",
        "QUINN FPABRAY",
        "FINN, (CONT'D)",
        "ACT THREE"
      ],
      "dialogues": [
        {
          "speaker": "MRS. ADLER",
          "text": "Show circle, everybody~ The teens grasp hands in a circle around MES) Siler, whic difficult to do because she's obese.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. ADLER, (CONT \"D)",
          "text": "Welcome to nationals. The kids whoop and scream with delighe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS, ADLER, (COMED)",
          "text": "Fantastic. Use that =Sscitemen> a= the stage today. But I sane you guys to remember Something. PUSH IN ON THE YOUNG NERVOUS TESEERGS SO¥ S= She continue",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. ADLER, (CONE\"D)",
          "text": "Glee club isn’t aboer competition. It's about something deeper — realizing your potential. Utilizing your gifts. Even by its very definition in). Webster's book, glee...is| about opening fyourself up to’ joy. (then, toff their awe) Eyebrows! up, everybody. ANNOUNCER’S VOICE Ladies and gentlemen.|. splease welcome to the! stage, from Lima, Ohio...The William/ McKinley High Singsations!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"Pilot\" Blue Revisions 10/21/08 2.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A MIRRORED BALL DESCENDS. Horns BLARE. Hips SHIMMY. Clump students whip around in succession, beaming with optimism enthusiasm, painting rainbows of joy with their arms as t roar through a DISCO MEDLEY. “Last Dance,” “That's The Wa Like It,” \"Disco Inferno” -- all the classics are covered Their dancing is youthful, the kids are overwhelmed with The choir hits its final position as they bleat \"You Shou Be Dancing.” CLOSE on our NERVOUS YOUNG MAN near the back eyes open wide, partner in a dip: the world has just open up fo him.. SMASH TO BLACK. TITLE UP...",
          "sentiment": "neutral"
        },
        {
          "speaker": "\"GLEE\"",
          "text": "INT... SCHUESTER APARTMENT -— DINNERTIME -- 2008 3 TIGHT on a HALF-EMPTY BOTTLE OF KRAFT LITE RANCH DRESSING WILL SCHUESTER -- thirty, naturally optimistic -- pours a DOLLOP on his iceberg salad, then smiles at his wife TERR across the card table they use as a dining room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILL",
          "text": "How was work today?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERRI",
          "text": "Quarterly reports came in this morning -- our sales are up two point three percent -- that's in the top twenty of all of the Sheets N’ Things in the state.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILL",
          "text": "Wow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERRI",
          "text": "I‘m pretty sure moving the Primaloft comforters out front made the difference -- and we all know whose decision that was. They share a smile. Terri flips through a POTTERY BARN CATALOGUE, carefully marking items she’s interested in wi COLOR CODED POST-IT FLAGS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILL",
          "text": "You're not going to buy any of that stuff are you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERRI",
          "text": "Dreams are free.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"Pilot\" Blue Revisions 10/21/08 3.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILL",
          "text": "I wish you could have seen Glee Club rehearsal yesterday, Terr. The new number is going to take us to nationals. I'm feeling it. (then, sexy) You know, the District pays for the trip to Orlando, Maybe I could convince them to let you tag along as my “assistant.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERRI",
          "text": "Wow. Epcot. You don’t think they'd put us up in the Grand Floridian do you? The Polynesian's nice too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILL",
          "text": "I think they usually get us rooms at the Motel Six. Maybe I could get them to book us at the Floridian if I offered to pay the difference?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERRI",
          "text": "Sure, maybe we could trade in some of your stock options. All I‘m going to say is they're hiring at HW Menken...",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILL",
          "text": "I’m not going back to accounting, Terri. Remember what happened? The fluorescent lights gave me rickets.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERRI",
          "text": "All I remember is your paychecks were twice as big. You were an economics major in college, Will.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILL",
          "text": "And when I tried it I was miserable. I need something more.,.creative. (noticing the Post-Its) Why does the lamp get a red one?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERRI",
          "text": "Red is for accessories, yellow is luxuries, green is for necessities, Terri pours what's left of the DRESSING on her salad. The pissed -~",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"Pilot\" Blue Revisions 10/21/08 4.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERRI, (CONT'D)",
          "text": "You need to get more when the bottle is half-empty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILL",
          "text": "Or half-full.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERRI",
          "text": "Doctor Musky said I have to start relaxing if we want to conceive. You know what she told us about the shape of my uterus. I'm in charge of two part-time employees. I don't need the added stress of making sure we have enough condiments at home. Sometimes I think you care more about those kids than you do about me. WILL. Baby, no. You're right. I'll stock up on everything tomorrow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERRI",
          "text": "Don’t go too crazy -- we need to dip into the emergency fund, the muffler fell off the car again. She exits with her catalogue, leaving him alone at the ta EXT. MCKINLEY HIGH ——- THE NEXT MORNING 4 TIGHT on the busted muffler, DRAGGING along the blacktop it pulls into a parking space. QUICK CUT: Will exits the brown bag lunch in one hand, briefcase in the other, pass PACK OF JOCKS and a STUDENT -- KURT HUMMEL.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILL",
          "text": "Making some new friends, Kurt? PUCK, & MANCHTLD answers for him,",
          "sentiment": "neutral"
        },
        {
          "speaker": "PUCK",
          "text": "Totally, Mr, Shue. Will points at FINN HUDSON, a handsome jock who looks too kind to he hanging out with the rest of the motley crew.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILL",
          "text": "You still owe me that report on “Que Hace in su verano pasado\", Finn. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"Pilot\" Blue Revisions 10/21/08 5.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILL, (CONT'D)",
          "text": "(off Pinn‘'s confiision) What you did last summer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FINN",
          "text": "Almost half way done with almost all of it, Mr. Shue. He smiles at them and enters the school, feeling good abo his connection with the student body. As soon as he's gon Puck SCOOPS up Kurt and carries him towards a DUMPSTER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KORT",
          "text": "Please —- this is from the Marc Jacobs Grunge collection.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FINN",
          "text": "Wait. He pulls Kurt down, then gently pulls off the scared freshman's stylish jacket, folds it under his arm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FINN, (CONT'D)",
          "text": "Ok. Puck picks up a jacketless Kurt, TOSSES him in the dumpst INT. MCKINLEY HIGH —- MORNING 5 Will walks the halls. Typical Midwest student body. A few KIDS greet Will with an “hola.” He passes the school's TR CASE and stops. We PUSH IN on A FRAMED PICTURE OF MRS. AD “LILLIAN ADLER, 1937-1997,\" And then a quote: “By its ver definition, Glee is about opening yourself up to Joy.“ Next to the photo tribute: a LARGE TROPHY. PUSH IN on the award, the engraving reads 1993 SHOW CHOIR CHAMPIONSHIPS, ORLANDO FLORIDA —- WILLIAM MCKINLEY HIGH FIRST PLACE. The trophy and all it represents HAUNTS Will.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FIND RACHEL BERRY, at the mirror, making herself up. Her makeup is way too THEATRICAL, TWO CHEERLEADERS, SANTANA L and QUINN FABRAY, check her out, laugh cruelly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUINN FPABRAY",
          "text": "Getting ready for the tranny prom, Rachel?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANTANA",
          "text": "Get a stylist. Rachel takes out her can of AQUA NET and unapologetically sprays her hair -- HEAVILY, gassing the girls away. \f“Pilot\" Blue Revisions 10/21/08 6. As soon as they're gone, Rachel takes herself in -- she's lonely. She pushes the feelings way down inside, regains determination and continues SPRAYING. INT. WILL’S CLASSROOM —- DAY 7 The room is decorated with MAPS of MEXICO. Will is runnin full classroom of STUDENTS through the conjugation of the verb “to be.” He spies the clock on the wall. RACK FOCUS the clock -—- 2:45. The BELL RINGS and everyone rushes ou",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILL",
          "text": "Hasta manana. Will excitedly loosens his tie, grabs a pile of SHEET MUS from his drawer and is out the door before the last stude INT. CHOIR ROOM —- DAY 8 Mckinley High's Glee Club sings “Sit Down You're Rocking Boat.” It's not much of a choir. Just five kids, all OUTCASTS. One, ARTY ABRAMS, is paralyzed from the waist d Arty belts out his solo. The song ENDS, everyone turns to Will for guidance. Until --",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "We suck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILL",
          "text": "It will get there —- we just need to keep rehearsing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "Mr. Schuester -- do you have any idea how ridiculous it is to give the lead solo in “Sit Down You're Rocking the Boat” to a kid in a wheelchair?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARTY",
          "text": "i think Mr. Shue was using irony to enhance the performance,",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "There‘s nothing ironic about show choir! She storms out. Slow PUSH IN on Will’s sad face as —",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILL, (V.0.)",
          "text": "Rachel was right...we do suck. We might have been the worst glee club in the state. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "10 “Pilot” Blue Revisions 10/21/08 7.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILL, (V.0.)",
          "text": "I mean, really -- it's an unbelievable story how we ended up the way we did. T guess it all started with Mrs. Adler's replacement...Sandy Ryerson. INT. AUDITORIUM -—— DAY -— FLASHBACK 3 SANDY RYERSON, 35, with highlights and a pastel sweater thrown over his shoulders, coaches the kids. It's a mess. some reason, every member of the choir is holding a STOOL WILL (V.0. Sandy loved props. In the span of one year, McKinley became the bottom feeders of the glee world —- we were a \"stool choir.\" As the rehearsal continues, girls begin DISAPPEARING. They’ze dropping out, so are some of the better boy dance",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILL, (V.0.)",
          "text": "Years passed. Glee was no longer a place where you went with dreams of being a star, it was a haven for outcasts. Finally, everyone has disappeared eacept for Rachel, Kurt Arty, MERCEDES, TINA, who TWITCHES and HANK -- the last o the “in crowd” still in Glee Club.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILL, (V.0.)",
          "text": "Slowly but surely, anybody who could do a jumping jack defected to McKinley High’s nationally ranked cheerleading squad, Cheerios! EXT. FOOTBALL FIELD -— DAY —- FLASHBACK 10. Highschool Bitch Goddess Quinn Fabray forms the top of th Cheerios! pyramid. Beads of sweat drop down their faces, over-tanned, ponytailed WOMAN stares at a stopwatch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILL, (V.0.)",
          "text": "Led by Sue Sylvester, Cheerios! had placed third at internationals in Pyongyang and had twice appeared on Fox Sports Net. There was a rumor that Sue had posed for Penthouse Magazine and took horse estrogen, but that was only a rumor. The stopwatch reads 23 minutes. The pyramid trembles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "il 2 \"Pilot\" Blue Revisions 10/21/08 B.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUE",
          "text": "(staring them down) Don't disappoint me. Don‘t disappoint me. INT. CHOIR ROOM -- DAY -—- FLASHBACK iL Hank leans on the baby grand holding his stool, nervous, Sandy, now 45 and still sporting highlights despite a bad bald spot, enters, spraying breath spray in his mouth,",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILL, (V.0.)",
          "text": "Glee Club languished, but still, the school didn't care -- as long as Sandy came in under budget. He would probably still be teaching today if he had been able to control himself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANDY",
          "text": "This is a song about wanting someone, Hank.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANK",
          "text": "i don’t know, Mr. Ryerson. I mean, this is kind of not cool anymore.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANDY",
          "text": "Is that why you're here? To be cool? Guess what, bud, stars aren’t cool, they burn -- hot. Now sing. Sandy starts playing the PIANO and Hank breaks into a rendition of “Where Is Love?” from “Oliver!” When Hank ge to the chorus, Sandy softly sings along with him, then ta a hand off the keys and places it firmly on Hank's. ZOOM the closed glass doorway, revealing RACHEL, staring dagge INT. PRINCIPAL FIGGINS’ OFFICE -- DAY -- FLASHBACK 12 A CRYING Sandy, a SECURITY GUARD behind him, sits across a stern looking PRINCIPAL FIGGINS, 40s.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIGGINS",
          "text": "My hands are tied, Sandy, We cannot afford another lawsuit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANDY",
          "text": "But I’m not even gay! As Sandy weeps gay tears -— \f13",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "“Pilot” Blue Revisions 10/21/08 3,",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILL, (V.0.)",
          "text": "There was a vacancy, and fate called on me to fill it. INT. TEACHER'S LOUNGE -- DAY --— FLASHBACK 13 Will goes to get coffee, but there’s no pot. He turns to buddy, KEN TANAKA, the history teacher/football coach.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILL",
          "text": "Where's the coffee machine?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEN TANAKA",
          "text": "Figgins got rid of it. Budget cuts. I know for a fact they're still getting hot java over at Carver. We should strike. Sue Sylvester enters with LATTES.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUE",
          "text": "Hello boys. Who needs a pick me up?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEN TANAKA",
          "text": "Wow, lattes! EMMA PILLSBURY, the school guidance counselor, enters and sits. Emma's pretty, but she doesn't think she is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEN TANAKA, (CONT'D)",
          "text": "(flirty) Hey Emma.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMMA,",
          "text": "(not flirty) Hey, Ken. (then, trying to be cool) Hey, Will. What's with the lattes?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUE",
          "text": "I felt just awful about Principal Figgins cutting the coffee budget to pay for a nutritionist for rhe Cheerios,",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMMA",
          "text": "I heard you guys were six hundred dollars over budget on that. Suz Well, my performers didn’t get on Fox Sport Net last year because they ate at The Sizzler. \f14 \"Pilot\" Blue Revisions 10/21/08 10.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMMA",
          "text": "Since when are cheerleaders performers? Ken and Will share a look, this could get ugly. A long be",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUB",
          "text": "Your resentmént is delicious. She smiles seductively at Emma, exits. Ken, wearing a lat mustache, checks out Sue‘s ass as she goes. Emma pulls a HANDY WIPE out of her purse, starts CLEANING table in front of her. Will watches as she meticulously scrubs her place setting, then takes her own plastic silverware, plate and cup out of her bag. She notices the stares, smiles nervously hoping they won’t talk about her OcD, then puts her LUNCH on her plate and starts eating.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEN TANAKA",
          "text": "I didn’t see you at the singles mixer last weekend, Emma.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMMA",
          "text": "Oh, yeah, I didn’t go. A pipe exploded in my building. It was wild. Fire trucks, police. I think it was on the local news. Did you see it Will?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILL",
          "text": "Sure, maybe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMMA",
          "text": "I hate those mixers, anyway. Just a big meat market. I gave one of the firemen my phone number, but he hasn't called yet. Eye contact. Tanaka notices chemistry there. Then --",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMMA, (CONT'D)",
          "text": "Hey, did you hear they fired Sandy Ryerson?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILL",
          "text": "Really? Who's going to take over Glee Club? INT. PRINCIPAL FIGGINS’ OFFICE -- DAY ~~ FLASHBACK 14",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILL",
          "text": "I’d like to take over Glee Club.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "15 16 \"Pilot\" Blue Revisions 10/21/08 ll.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FPIGGINS",
          "text": "You want to captain the Titanic, too?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILL",
          "text": "I think I can make it great again. There’s no joy in these kids. They feel invisible. That's why every ne of them has a Myspace page.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIGGINS",
          "text": "Sixty bucks a month. That's what I need to keep the program up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILL",
          "text": "And you expect me to pay it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIGGINS",
          "text": "I'm certainly not going to. We’re not talking about The Cheerios here, Will, They were on Fox Sports Net last year. When Glee Club starts bringing that kind of prestige to the school again, you can have all the money you want. Until then, sixty a month -- and you've got to use the costumes and props we already have. Oh, but we need the stools for wood shop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Will stares up at the ceiling. Terri is next to him, taki up the whole bed, he's just got a sliver of space,",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILL, (V.0.)",
          "text": "Hiding the sixty dollars a month from Terri was going to be hard. But I had a bigger problem. How was I going to get these kids motivated? One thing I knew for sure, we needed a new name. Sandy's “Rhythm Explosion” didn’t cut it. Will pops up in bed, eyes wide with excitement -- he has INT. MCKINLEY HIGH -- HALLWAY -- DAY — PLASHBACK 16 Will pins up a SIGN UP SHEET to reveal the NAME printed i bold letters -- “SIGN UP HERE FOR “NEW DIRECTIONS!” QUICK CUTS: Shyly, Arty, Kurt, Mercedes and Tina sign in, then exit, hoping no one picks on them. Finally Rachel proudly bounces to the sheet, and begins to sign in as we hear —-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "17 18 19 20 “Pilot” Blue Revisions 10/21/08 12. RACHEL ‘S VOICE Hi. My name’s Rachel Berry, and I'll be singing “On My Own” from the seminal Broadway classic \"Les Miz.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Will smiles from his audition perch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILL",
          "text": "Fantastic. Let’s hear it. She begins to sing in the spotlight. The song continues o INT. AUDITORIUM -- DAY —- FLASEBACK 18 Rachel finishes writing her name. After it, she draws a b cartoon STAR.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL, (V.0.)",
          "text": "You might laugh because every time I sign my name I put a gold star after it. But it’s a metaphor, and metaphors are important. My gold stars are a metaphor for me being a star. She turns around, very self-satisfied. Puck throws a Big at her head, drenching her. INT. SCHOOL HALLWAY -—- DAY -- FLASHBACK 19 Rachel speed walks down the hall, on a mission,",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL, (V.0.)",
          "text": "And just so we're clear, I want to clear up that hateful rumor that TI was the one who turned Sandy Ryerson in because he gaye Hank Saunders the solo I deserved. That's horsepucky. INT. PRINCIPAL FIGGINS’ OFFICE —- DAY -- FLASHBACK 20 Rachel sits across from Figgins, crying melodramatically.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "«..and he was touching Hank, caressing him...it was so wrong! Principal Figgins, upset growing, hands her a Kleenex.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "a1 22 23 “Pilot” Blue Revisions 10/21/08 13,",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL, (V.0O.)",
          "text": "I am NOT homophobic. In fact, TI have two gay dads. INT. MCKINLEY HIGH -- DAY —— FLASHBACK 21 Rachel is at her locker.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL, (V.0.)",
          "text": "See, I was born ont of love. The locker door slams back revealing a FAMILY PORTRAIT of RACHEL between her TWO DADS, one black and one Jewish. RACHEL (V.0.) (CONT’D) My two dads screened potential surrogates based on beauty and IQ. Then they mixed their sperm together and used a turkey baster. To this day, we don’t know which one is my real dad, which I think is pretty amazing. The locker door slams shut taking us ta -- INT. DANCE CLASS —- DAY -~ PLASHBACK 22 PANNING A ROW OF LITTLE GIRLS, trying to tap. They are sw and untalented.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL, (V.0.)",
          "text": "My dads spoiled me in the arts, I was given dance lessons, vocal lessons.,..anything to give me a competitive edge. REVEAL Little Rachel at the end, grinning manically and t dancing like a fiend. INT. RACHEL’S ROOM -- DAY —- FLASHBACK 23 Rachel is at her computer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL, (V.0.)",
          "text": "You might think that all the boys at school would totally want to tap this, but my MySpace schedule keeps me way too busy to date. She types vigorously. \f24 25 26 27",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"Pilot\" Blue Revisions 10/21/08 14,",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL, (V.O,)",
          "text": "I try to post a MySpace video every day, just to keep my talent alive and growing. WHIP PAN to reveal Rachel, still singing “On My Own.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL, (V.0.)",
          "text": "Nowadays, being anonymous is worse than being peor, Fame is the most important thing in our culture now. INT. SCHOOL GYM -—— DAY 24 Quinn, Santana and the cheerleaders are huddled over a la with wireless, dying laughing at Rachel’s MySpace entry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL, (V-0.)",
          "text": "And if there's one thing I've learned, it's that no one is gonna just hand it to you. INT, RACHEL'S ROOM —- DAY —- FLASHBACK 25 Back to the computer. Rachel, biting her lip, scrolls thr her feedback, all nasty notes from The Cheerios. “Why don't you die already?” “Your videos make me want to kill my entire family.” “Please get sterilized.” Rachel i hurt. We stay on her as the last mournful notes of “On My Own” reverberate, INT. AUDITORIUM -- DAY -—- FLASHBACK 26 Rachel has just finished.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "Thanks so much, I enjoyed performing for you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILL",
          "text": "(moved by her talent) Very nice Rachel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "When do we start rehearsals? INT. AUDITORIUM —- THE NEXT DAY 27 TIGHT, at ground level, on a pair of Hush Puppy covered F PAN UP to reveal Will, singing “Sit Down” as he patiently demonstrates some choreography to the glee club. \f28 “Pilot” Blue Revisions 10/21/08 15, SHIMMY, SHUFFLE STEP, HOP -- he’s good. The kids are anot matter. They‘re in costume.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILL",
          "text": "Pretty simple stuff -- any questions?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERCEDES",
          "text": "I’m not wearing this,",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILL",
          "text": "Those costumes are good luck. The “93 team took nationals wearing them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERCEDES",
          "text": "I know -- I can still smell them. Whoever wore this dress before me clearly had the stink ass. I want a new costume.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILL",
          "text": "I'll take it to the dry cleaners for you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERCEDES",
          "text": "You can take it to the moon, baby — everyone knows you can’t get stink ass out of polyester. Rachel shakes her head, unable to hide her frustration. MERCEDES (CONT‘D) You want to be startin’ somethin’, Britney? Staredown, until Rachel breaks and storms out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Cheerios are running through a routine. They could op the Olympics. They finish, breathing hard, hoping for pra",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUE",
          "text": "That's sloppy! You're sloppy babies! They wilt. PAN UP, to find Rachel, sitting high up in the Stands. She stares down longingly at The Cheerios...the popular ones. REVEAL Will climbing up. He sits next to he",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"Pilot\" Blue Revisions 10/21/08 16.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILL",
          "text": "You’re the best kid in there, Rachel -- but that comes with a price. The other kids are looking to you for guidance. You've got to be more optimistic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "You sound like my dads -- “power of positive thinking” and all of that. I know I'm just a sophomore but I ean feel the clock ticking away. Tf don't want to leave high school with nothing to show for it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILL",
          "text": "You get great grades, you're 24 fantastic singer...",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "Everybody hates me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILL",
          "text": "And you think Glee Club is going ta change that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "Being great at something is going to change it. Being part of something special...makes you special. Right? WILL. What if I give you all the solos?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "Glee club isn’t about solos -- it's about duets, it's a team sport. I need a male lead who can keep up with me vocally. -—",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILL",
          "text": "Maybe if I tutor Arty a little...",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "Look, Mr. Shue, I really appreciate what you're trying to do, but if you can’t get me what I need, I'm sorry...I'm not going to make a fool of myself. I can’t keep wasting my time with Glee -- it hurts too much. \f“Pilot” Blue Revisions 10/21/06 17. Will ponders his next move when A WHISTLE BLASTS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEN TANAKA",
          "text": "Schuester! Figgins wants you. 29 INT. PRINCIPAL FIGGINS’ OFFICE -- DAY 29",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILL",
          "text": "But we just started rehearsals.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIGGINS",
          "text": "My hands are tied, Shue, I need the auditorium. Alcoholics Anonymous wants to rent it out for their afternoon meetings. Lots of drunks in this town, and they're paying me ten bucks a head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILL",
          "text": "Give me two months. If we show at Regionals, Glee stays, if not the bar's open in the auditorium.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIGGINS",
          "text": "What is it with you and this club, Will? I like to see passion in my teachers, but this is bordering on obsession. It's time to let it go, You've only got five kids -- one of them’s a cripple.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILL",
          "text": "Then I guess you've got nothing to worry about,",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIGGINS",
          "text": "Fine, two months -- but you're running detention for free to make it up to me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILL",
          "text": "Deal. Off Will, having no idea how he’s going to pull this off",
          "sentiment": "neutral"
        },
        {
          "speaker": "END ACT ONE",
          "text": "\f\"Pilot\" Blue Revisions 10/21/08 18.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ACT TWO",
          "text": "30 INT. SHEETS N’ THINGS -— DAY 30 Terri is showing HOWARD how to fold a FITTED SHEET.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERRI",
          "text": "You've got to stick your hands in the corners like this, see? HOWARD. I can‘t do it. I'm dyslexic. Maybe I should just stick to towels and washcloths.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERRI",
          "text": "If you can't fold a fitted sheet you can’t work at Sheets N’ Things, Howard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INTERCOM VOICE",
          "text": "Associate to returns.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERRI",
          "text": "Make sure they have a receipt. Howard slinks off as Will arrives. Terri smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERRI, (CONT'D)",
          "text": "To what do I owe this pleasure? He goes to kiss her, she pulls away, makes sure no one sa",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERRI, (CONT'D)",
          "text": "Not at work. Will hides his hurt and holds up a deli bag.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILL",
          "text": "We've been fighting 50 much I just thought I’d bring you a peace offering. Roast beef on pumpernickel -- your favorite.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERRI",
          "text": "Is this mayo? If my diabetes comes back I can't get pregnant. What do you want, Will? I know you -- something's up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILL",
          "text": "T just wanted to tell you that I have to start working late for the next couple of months. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"Pilot\" Blue Revisions 10/21/08 19.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILL, (CONT'D)",
          "text": "I'm monitoring after-school detention. I made a deal with Figgins so he wouldn't kill Glee Club.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERRI",
          "text": "I‘m on my feet six hours 4 day here, then you want me to come home and cook dinner for myself?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILL",
          "text": "Things are a little hard at school right now. I guess I just wanted ta come by to talk to you about it. Before Terri can respond, Howard returns.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOWARD",
          "text": "This lady wants to return these sheets, but something tells me we've got another bedwetter. He holds up the sheet -- there's a HUGE STAIN in the midd",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERRI",
          "text": "We'll talk about it over dinner, okay? Will smiles, nods as they exit. Suddenly, as he goes to leave, he hears a FAMILIAR VOICE coming from the aisle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALE VOICE, (0.S.)",
          "text": "And two-hundred is the highest thread count you have? Will peeks through a display to see Sandy Ryerson talking a STOCK BOY. Will tries to sneak out, but --",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANDY",
          "text": "William?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILL",
          "text": "(faking it) Sandy. Hey!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANDY",
          "text": "Well hello. How are things? I hear you took over Glee Club,",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILL",
          "text": "Yeah, I hope you're not too upset.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Si 32 \"Pilot\" Blue Revisions 10/21/68 20,",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANDY",
          "text": "Are you kidding? Getting out of that swirling eddy of despair was the best thing that ever happened to me. Don’t get mé wrong, it wasn’t easy at first. I mean, being dismissed for what I was accused of? My long distance girlfriend in Cleveland nearly broke up with me. Tt’s taken me weeks to get over my nervous breakdown.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILL",
          "text": "Did they put you on medication?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANDY",
          "text": "Better -- medical marijuana. It’s genius. And as long as I tell my Doctor Feelgood that I can’t sleep, I can get as much as I want. I’ve found the system to be quite lucrative.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILL",
          "text": "You're a drug dealer?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANDY",
          "text": "I make five times more than I did teaching. I keep some for myself and take money baths with the rest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILL",
          "text": "But who do you sell it to? EXT. MCKINLEY HIGH -- UNDER BLEACHERS —- DAY -— FLASHBACK Sandy hands a BAGGY of weed to KEN TANAKA, who gladly pay him while looking over his shoulder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANDY",
          "text": "You want in?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILL",
          "text": "No -— I mean I tried it once in college, but you know, Terri and I are trying to get pregnant. Sandy tries to STUFF a bag of weed in Willi’s blazer jack",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILL, (CONT'D)",
          "text": "Sandy, nol \f33 34 35 36 \"Pilot\" Blue Revisions 10/21/08 2i.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANDY",
          "text": "Take it -- I do the packaging myself, and the first sample's free. You're coaching those tone deaf spazoases, you're going to need it. (flirty) Cail me. Will, head down, sneaks out of the store. INT. SUE SYLVESTER'’S OFFICE -- DAY 33 TIGHT on a bottle of PLEDGE SPRAYED on an already glisten TROPHY. Sue's polishing one of her many prizes. There’s a knock, Will enters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILL",
          "text": "Hey, Sue. Can I have a sec? Sue‘s face contorts. Will is the enemy. As soon as she spins around, though, a huge smile splays across her face",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUE",
          "text": "Sure, buddy. Come on in. EXT. BREEZEWAY — DAY 34 Emma) \\mdves quickly down the breezeway, steps straight i WAD OF GOOEY CHEWING GUM. She starts to panic, sits down bench, looks at the gum, can’t touch it. Will shows up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILL",
          "text": "Hey, Emma, can I have a sec? (then) What is that, gum? EXT. TRACK -— DAY 35 Ken jogs around the track. Will jogs up next to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEN",
          "text": "Hey, dude. You got cholesterol problems too? My doctor said start running or give up Hometown Buffet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILL",
          "text": "I actually needed your help with something. INT. SUE SYLVESTER'S OFFICE --— DAY 36 Theyre sitting now. Sue fights to suppress evil laughter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"Pilot\" Blue Revisions 10/21/08 22.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUE",
          "text": "You want to talk to my Cheerios about joining Glee Club?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILL",
          "text": "I need more kids, performers —- and all of the best ones are in the Cheerios. I figured that some of them might want to double up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUE",
          "text": "Ok, so what you're doing right now is called “blurring the lines.” High school is a caste system. Kids fall into certain slots -- the jocks and the popular kids up in the penthouse, the invisibles and the ones who play World of Warcraft on the bottom floor,",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILL",
          "text": "Where do the glee kids lie?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUE",
          "text": "Sub-basement.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Emma's on a bench, her foot up in Will's face as he SCRAP the gum off the bottom of her shoe with a CREDIT CARD.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMMA",
          "text": "Sue’s not wrong -- but I don’t think anything is set in stone. Kids do what they think is cool, which is not always who they are. You just need to find a way to get them out of their boxes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILL",
          "text": "How do I do that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMMA",
          "text": "They follow the leader. Get a couple of the popular kids to sign up and the rest will fall in line. 34 EXT. TRACK —- DAY 38",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILL",
          "text": "dust let me talk to them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "32 40 41 \"Pilot\" Blue Revisions 10/21/08 23.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEN",
          "text": "I don’t know, dude. I can’t imagine any of my guys wanting to join Glee Club. Last month they held down one of their teammates and shaved off his eyebrows because they found out he watched Grey's Anatomy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILL",
          "text": "All i‘m asking for is an introduction.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEN",
          "text": "Fine -— but you've got to put in a good word for me with Emma. EXT. BREEZEWAY —- DAY 39 Will finishes cleaning Emma's shoe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILL",
          "text": "There you go, Cinderella.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMMA",
          "text": "Thanks, Will. I have trouble with stuff like that. Messy things. They share a smile. He knows. A beat, then --",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMMA, (CONT'D)",
          "text": "It's nice, how much you care about Glee, about those kids. INT. SUE SYLVESTER’S OFFICE -— DAY 40",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUE",
          "text": "Tf you really care about them, you'll leave well enough alone, Children like to know where they stand. Let your glee kids have their little club, but don’t pretend that any of them are something they're not, Off Will, realizing Sue’s an obstacle he will always have go around, we CUT TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT, LOCKER ROOM",
          "text": "The FOOTBALL TEAM is changing. Ken BLOWS HIS WHISTLE,",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "“Pilot” Blue Revisions 10/21/08 24.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEN TANAKA",
          "text": "Circle up. Mr. Schuester is going to talk to you. You don’t listen, you do laps, you mouth off, you do laps. Will takes center stage. He’s endearingly nervous,",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILL",
          "text": "Hey, guys. I think I know most of you from Spanish class, but I wanted to talk to you about something else -- music. Who are some of your favorite musicians? pucK Lil’ Wayne, qocK #1 Usher.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILL",
          "text": "Great. All of those guys started somewhere, right? I’m here to offer you guys a chance to be like your heroes, get up on stage. ANGLE ON Finn...silently riveted...inspired even. But he too afraid of peer pressure to show it. WILL (CONT‘D) Glee Club needs guys. The guys look at each other -~- is this dude serious? The",
          "sentiment": "neutral"
        },
        {
          "speaker": "PUCK",
          "text": "I can sing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILL",
          "text": "Really? That’s fantastic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PUCK",
          "text": "Wanna hear? He gets up and stands next to Will. He closes his eyes as about to sing, then PARTS. The crowd goes wild. Puck FLEX his biceps. Ken glares at him and MOUTHS \"Laps.\" WILL. I’m going to hang a sign-up sheet by the door to the locker room for anybody that's interested.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "42 43 “Pilot\" Blue Revisions 10/21/08 25. The guys grumble. Ken SLOWS HIS WHISTLE again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEN TANAKA",
          "text": "Dismissed. They disperse. Will looks into Ken's eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILL",
          "text": "You been sleeping okay? Your eyes look bloodshot. Ken shrugs. As soon as Will's gone though, a PARANOID Ken pulls out a tiny bottle of VISINE and drops some in his e",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Will, filled with hope, walks up to the New Directions! s up Sheet. People have signed up! The sheet reads: “Gaylor Weiner.” “Butt Lunch.” “Dick Taco.” A few lines down, jus “Penis,” Will deflates. PUSH IN on his despair as -—",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILL, (V.0.)",
          "text": "I honestly thought that was the end of the very brief fever-dream that was New Directions! He hears something...an echoing voice from the locker roo singing REQ Speedwagon’s “Can't Fight this Feeling.” Will follows it. INT. LOCKER ROOM —- CONTINUOUS 43 Someone is alone in the showers. Will stands listening, hidden in the shadows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE, (0.5S.)",
          "text": "“And even as I wander/I'm keeping you in sight...\" It's FINN HUDSON. Will is wildly impressed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILL, (V.0.)",
          "text": "I suddenly realized why I had wanted to do this thing in the first place,...it was seeing a gift in 2 kid that they didn’t even know they had, It was pure talent. Will’s eyes widen. Something occurs to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILL, (V.0.)",
          "text": "What I did then was the blackest moment of my Life. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f“Pilot” Blue Revisions 10/21/08 26.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILL, (V.0.)",
          "text": "It was worse than when I ran over Terri's yippy dog on prom night. And like then, what happened next was Messy and no accident.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Will coolly slides Sandy's bag of marijuana across the de",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILL",
          "text": "Wanna tell me how long you've had a drug problem? REVEAL Finn, across from him. Really about to lose it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILL, (CONT'D)",
          "text": "Look, if it were up to me, we wouldn't have mandatory bi-weekly afternoon locker checks...",
          "sentiment": "neutral"
        },
        {
          "speaker": "FINN",
          "text": "But I’ve never seen that before, Mr. Shue! T swear! It isn’t MINE! I‘ll pee in a cup! A beat. Will is momentarily stymied by this, then —~",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILL",
          "text": "It wouldn’t make any difference, possession is eight-tenths of the law. I'm pretty sure this much pot is a felony. You’ll get kicked ont of school, lose your football scholarship...",
          "sentiment": "neutral"
        },
        {
          "speaker": "FINN",
          "text": "Wait, I was gonna get a scholarship? To where? No idea. A beat. Struggling, getting back on track --",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILL",
          "text": "You could land in prison, son.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FINN",
          "text": "Oh my God. What is my mom gonna say?!? Please don’t tell my mom...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "45 46 ay “Pilot” Blue Revisions 10/21/08 27,",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILL",
          "text": "I see a lot of myself in you, I know what it’s like to struggle to make good life choices, and I don't want to see you throw away everything you have to offer the world. I just expected more cut of you, Finn. FINN looks up, destroyed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FINN, (V.0.)",
          "text": "That really got to me, when Mr. Schuester said that. Because every day of my life, I expect more out of myself. See, I might look confident and everything? But I really struggle with the same thing others kids do...peer pressure, bacne... EXT. FINN'S HOUSE -- AFTERNOON -—- FLASHBACK 45 A rundown split-level with a brown, patchy lawn. Ten-year Pinn and his MOM, CAROLE, bring in groceries from a Honda",
          "sentiment": "neutral"
        },
        {
          "speaker": "FINN, (V.0.)",
          "text": "I never knew my dad. He died in Iraq when we were fighting Osama bin Laden the first time. INT. FINN'S HOUSE -- AFTERNOON —- FLASHBACK 46 QUICK CUTS: young Finn puts away the groceries, upset as mother battles a bill collector on their rotary wall—phon",
          "sentiment": "neutral"
        },
        {
          "speaker": "FINN, (V.0.)",
          "text": "My mom and me, we're real close. But being a single parent can be hard. The only good time for Mom was when we splurged a littie bit and ordered Emerald Dreams. HEAR the doorbell ring as -- INT. PINN'S ROUSE —- DAY -- FLASHBACK 47 -- the door opens on a GUY with a mullet and gas-station flowers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FINN, (V.0.)",
          "text": "Darren was good to her, and he was cool about letting me hang out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ay 49 50 \"Pilot\" Blue Revisions 10/21/08 28. EXT. FINN’S ROUSE —- DAY -— FLASHBACK 48 Carole'’s in a lawnchair, watching as Darren teaches youn Finn how to apply Emerald Dreams. As the green paint spra across the lawn, Darren sings along to Journey's “Lovin’‘ Touchin\" Squeezin” which blares from a boombox.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FINN, (V.0.)",
          "text": "That was the first time I really heard music. Young Finn sings along.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARREN",
          "text": "You gotta voice, buddy. Seriously. T£ I had your voice, my band would still be together. Stick with it. EXT. PINN’S HOUSE —- DAY -- FLASHBACK 49 Young Finn plays football with himself on the now beautif green front lawn, throwing the ball across the yard and running to try to catch it, as Carole sits despondent on stoop, staring into the distance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FINN, (V.0.)",
          "text": "My mom took it real hard when Darren left her for that girl he met at Sam’s Club. The EMERALD DREAMS truck passes, blasting Journey, a cute BLONDE GIRL inside. Carole grabs, the, ball away, runs af the truck and whips the football at, it. It thumps agains back of the truck, which keeps driving. She remains stand in the road, crying, destroyed. PUSH into Young Finn's reaction.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FINN, (V.0.)",
          "text": "It was at that moment I decided to do whatever it took to make my mom proud of me...make her feel all her sacrifice was worth it. INT. WILL’S CLASSROOM -- DAY 50 We're back at the weed accusation. ANGLE: tears roll down Finn's cheeks. Will feels awful.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "51 “Pilot” Blue Revisions 10/21/08 29.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILL",
          "text": "Look. We have two options. I’m running detention now, so you can do six weeks after school...but that'll be on your permanent record.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FINN",
          "text": "What's the other option, Mr. Shue? INT. AUDITORIUM —- DAY 51 MOVE down a line of SNAPPING FINGERS. The Club is lined u on stage, snapping, tapping their feet and singing the “b dum, ba-da-da-da-dums\" from the top of “Summer Lovin'.” Rachel stands nearby, confident, head bopping to the beat",
          "sentiment": "neutral"
        },
        {
          "speaker": "FINN",
          "text": "Summer lovin', happened so fast.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "Summer lovin’, had me a blast.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FINN",
          "text": "Met a girl, crazy for me, Rachel tosses down her sheet music and SASHAYS towards Fi",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "Met a boy, cute as can be. They're looking at each other, she's in love, he’s taken aback by her enthusiasm. The CHORUS kicks in and the whol gang performs a couple of verses. PUSH IN on Will..,rivet is i i After a lyric or two, the group stops, looks to Will for direction, Before he can speak --",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERCEDES",
          "text": "Hold up, I'm not down with this background singing nonsense. I'm Beyonce, I ain’t no Kelly Rowland,",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILL",
          "text": "It's just one song, Mercedes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KURT",
          "text": "And it was the first time we have ever been good. The rest of the crew agrees. Even Mercedes has to agree. \f52",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"Pilot\" Blue Revisions 10/21/08 30.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERCEDES",
          "text": "Ok, you're good white boy, I‘1l give you that. Rachel smiles up at him, totally smitten. Finn doesn’t kn what to make of any of this, he is completely bewildered. Will doesn't care about any of the drama. He just sees, f the first time, a glimmer of hope,",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Half-finished craft projects EVERYWHERE: raggedy straw wreaths, a wan-looking gingerbread house, the Pilgrims fi Thanksgiving in macaroni. Will and Terri silently pot together an AMERICAN GOTHIC JIGSAW PUZZLE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILL",
          "text": "You usually don't let me in your craft room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERRI",
          "text": "Isn't this fun? And challenging! Every Wednesday we'll have pugzle night. I know how important it is for you to have a creative outlet. Terri smiles sweetly, making the effort. A long beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILL",
          "text": "The kids have been working so Hard. I was thinking about taking them on a field trip next Saturday. Carmel High's performing a showcase ‘down in Akron. Carmel’s going to be the team to beat at Regionals. I thought you might want to come chaperone it with me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERRI",
          "text": "Saturday? I can‘t, Will. We're living paycheck to paycheck. I had to pick up an extra shift at work.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILL",
          "text": "How much of that paycheck goes to your Pottery Barn credit card?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRERRT",
          "text": "(after a beat) I don’t know what youre talking about. He gets up, walks towards the closet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "“Pilot” Blue Revisions 10/21/08 31.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERRI, (CONT'D)",
          "text": "Don't go in the Christmas closet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILL",
          "text": "I was looking for my jacket yesterday... He opens it up, it is filled to the brim with Pottery Bar Strangely, door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILL, (CONT'D)",
          "text": "We can’t afford this stuff, Terri.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERRI",
          "text": "But we could, Will. I’m a shoo-in to be promoted during the Christmas rush at Sheets ‘'N Things, I reek of management potential. And they're still hiring at H.W. Menken, it's not too late...",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILL",
          "text": "My passion is teaching, Terri, for the last time I don’t want to be an accountant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERRI",
          "text": "Dr. Phil says people can change. (welling up) I'm not wrong for wanting a real life, Will. It's hard not having the things you need.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILL",
          "text": "We need three mahogany toilet brush holders?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERRI",
          "text": "They're Balinese! It’s not a bad thing to want more for yourself. You said you needed an outlet. Weil this is mine. Pottery Barn is my Glee Club. he feels for her. She leaves, then",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERRI, (CONT'D)",
          "text": "I understand your interest in those kids, sweetie, I really do, It's about you, trying to recapture your glory days. But I'm not the hot cheerleader anymore and you're not the golden boy. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "turns at the",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "53 \"Pilot\" Blue Revisions 10/21/08 32.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERRI, (CONT'D)",
          "text": "High school is over, okay? For both of us. It’s time to move on. She exits. Off Will, we CUT TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Will PINS up a CHAPERONE SIGN UP SHEET. Emma secretly wat him from a table occupied by TWO OTHER TEACHERS. As soon he's gone, she heads for the sheets, checks it out. Then, making sure no one is looking, she uses her napkin CLEAN the PEN hanging from the sign and volunteers her services. She looks at her name on the sheet and smiles, excited for the opportunity to spend time with Will as we",
          "sentiment": "neutral"
        },
        {
          "speaker": "END ACT TWO",
          "text": "\f54 55 \"Pilot\" Blue Revisions 10/21/08 33.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Puck SLAMS into a practice dummy, hard. He looks across t field where he sees Coach Tanaka gesturing wildly at Finn Pinn slumps back onto the field as Puck catches up to him",
          "sentiment": "neutral"
        },
        {
          "speaker": "PUCK",
          "text": "What's going on?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FINN",
          "text": "oh. Um, I just have to miss practice Saturday. (bad lying) It's my mom. I gotta, like, help her cook, Do..,.things.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PUCK",
          "text": "Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FINN",
          "text": "Um, she just, like, had surgery.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PUCK",
          "text": "What kind of surgery?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FINN",
          "text": "She, um, had to have her prostate out. Puck nods empathetically.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Will is flipping through \"Jazzhands!\", the Glee Club supp catalog. It's suddenly SMACKED out of his hands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEN TANAKA",
          "text": "You stole my quarterback!",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILL",
          "text": "Pinn’s got. a great voice, Ken. He wants to express himself. He won't have to miss games or anything...",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEN TANAKA",
          "text": "You're SCREWING UP MY LIFE!!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILL",
          "text": "Ken, you hate football, What's this really about?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"Pilot\" Blue Revisions 10/21/08. 34.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Emma is cleaning her door handle with Purell sanitizer be she touches it. Ken suddenly sidles up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEN TANAKA",
          "text": "Hey, Eminem. Soooo...I got me some tickets to Monster Trucks this weekend. (sexy) Loge tickets.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMMA",
          "text": "No thanks, not my thing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEN TANAKA",
          "text": "Truckzilla ys. Truckasaurus. And get this,..the trucks breathe fire. Emma pauses, wanting to be kind. Then with a deep breath EMMA. Ken, you know how every time you ask me out T tell you I’m on my period?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEN TANAKA",
          "text": "Which doesn’t bother me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMMA",
          "text": "Or I say I'm suffering from cluster headaches? Or how I’m allergic to nighttime? None of those things are true. I’m just not interested in dating you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEN TANAKA",
          "text": "What do I have to da...to get your fine behind in my Scion?",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMMA",
          "text": "Fine Ken, make me say it -- I like somebody else, okay? There’s nothing I can do about it, he’s not even available, it’s just something I have to deal with. Ken suddenly realizes who they're talking about. Hurt, he turns to go, then comes back, LICKS HIS HAND and SMEARS I her CAR DOOR HANDLE. Off Emma's horror -—",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "57 58",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "“Pilot\" Blue Revisions 10/21/08",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEN TANAKA",
          "text": "You're right, I’m over-reacting. The herd wiil take care of it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILL",
          "text": "The herd?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEN TANAKA",
          "text": "The student body. The second someone tries to rise above, be different, the herd pulls him back down. And hey, thanks for putting in a good word for me with Emma, dude. Guess you just want her for yourself. He exits. Off Will, confused -- does he?",
          "sentiment": "neutral"
        },
        {
          "speaker": "35.",
          "text": "57",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASB",
          "text": "Arty is LIFTED into the bus with a HYDRAULIC ELEVATOR as kids inside watch, disinterested.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "58 Packed to the rafters and bubbling with excitement. SNAKE a long line at the concessions stand. REVEAL Rachel and F standing together, uncomfortable. Finally, Rachel speaks",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "You're very talented.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FINN",
          "text": "Thanks-",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "I would know — I'm very talented, too. I think the rest of the team expects us to become an item -- you the hot male lead, me the stunning ingenue who everyone roots for.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FINN",
          "text": "Oh, well, I have a girlfriend.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "(clenching her jaw) Really? Who?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FINN",
          "text": "Quinn Pabray-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "59 60",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "*Pileb” Blue Revisions 10/21/08 36,",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "Cheerleader Quinn Pabray? The president of the “Celibacy Club?\" INT. QUINN'S LIVING ROOM -— NIGHT -- FLASHBACK 59 Finn is MAKING OUT with Quinn on the couch. He tries to g up her shirt, but she stops him, pulls away, then gets do on her knees. He's excited for a beat, but then ——",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUINN",
          "text": "Let's pray, Finn. INT. LOBBY —- DAY -— PRESENT 60",
          "sentiment": "neutral"
        },
        {
          "speaker": "FINN",
          "text": "Yeah, for like three months. She's cool.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "Like an icecube. PULL BACK revealing Emma and Will in line. Will sees some walk away with @ frankfurter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILL",
          "text": "Those hotdogs look like they’ve been there a while.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMMA",
          "text": "You want to go halvsies on a PBJ?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILL",
          "text": "That sounds: perfect. She reaches into her purse, puts on a PAIR OF RUBBER GLOV then pulls a sandwich oyt of a CAREFULLY WRAPPED sheet of FOIL before Handing half to Will. As they walk away, he grins then takes 4 bite.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILL, (CONT'D)",
          "text": "I haven’t had one of these in a long time -- my wife is allergic to nuts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMMA",
          "text": "That's sweet of you —- not eating something because she can’t. How long have you guys been married? \f“Pilot” Blue Revisions 10/21/08",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILL",
          "text": "Five years last March -- but we've been together since highschool. She was my first girlfriend, actually.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMMA",
          "text": "Wow. Love at first sight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILL",
          "text": "For me it was. You know when I really knew she was the one? I failed my trig final senior year and she literally covered my car with those little smiley face stickers. There must have been ten thousand of them. (then, wistful) I drove that Geo until every one of them fell off. 37. Emma smiles, somewhat disappointed -- how could she possi compete with this superwoman.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILL, (CONT'D)",
          "text": "She used to be filled with so much joy. Like this ray of sunshine. EMMA. And now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILL",
          "text": "You don’t want to hear about my marital problens.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMMA",
          "text": "(too eager) No, I do. IT mean, people tend to like to talk to me...I’m a guidance counselor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILL",
          "text": "Okay, here’s the thing. Terri rides me -- hard -- and I’ve always appreciated it. I figure she just wants me to be better. Lately though I keep asking myself, better at what? Making money? Being upwardly mobile? I love her, but we've...grown apart. We’ve just got to get back on the same page... The house lights flash on and off. Showtime. \f61",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"Pilot\" Blue Revisions 10/21/08 38. INT. CARMEL HIGH AUDITORIUM —- AKRON —- DAY 61 State of the art and PACKED. PAN DOWN to reveai ail the Mckinley High Glee Clubbers, reading programs, a little nervous. Will picks up on this, leans in to address the r",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILL",
          "text": "Okay, now I’ve heard these guys ere pretty good, but I honestly don't think they’ve got the talent we've got. But let’s be a good audience, guys, give ‘em some of thet ol’ McKinley High respect. Emma smiles shyly, Will is a great teacher. Suddenly, the lights go down and the audience erupts with anticipation. Lights start whizzing around as an announcer bellows:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNOUNCER",
          "text": "Ladies and gentlemen...welcome to the Carmel High Fall Invitational Showcase. We’d like to remind you that video-recording and flash photography is prohibited. The curtain rises and the Carmel High Glee Club is reveal with their backs to the audience, they are wearing stunningly beautiful couture dresses and black tuxes. The Mckinley High Glee Clubbers share a worried look -- by costume comparison, they look like homeless people.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNOUNCER, (CONT'D)",
          "text": "AND NOW...let’s give a warm Buckeye State welcome to last year’s regional champions...Vocal Adrenaline! And the show begins. Vocal Adrenaline begins to roar thro “Rehab,” the guick-paced Amy Winehouse number.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOCAL ADRENALINE",
          "text": "“They tried to make me go to Rehab, I said “No, No, No...\" They look like they've been doing this for years. All the kids could be on Broadway. Rachel's eyes are saucers. Thi the most amazing thing she’s ever seen. The group splits in two, and the guys come down to the center. THREE MIRRORED PANELS turn around from the back o the stage, revealing THREE HORN PLAYERS, who blast the trumpet part as the rest of the band pulls away, \fA6l “Pilot\" Blue Revisions 10/21/08 39, The crowd is now losing it. Some kids in the audience are standing, Vocal Adrenaline has groupies, they are trying scream above the tidal wave of pitch-perfect sound. Now the whole choir is moving, formation after stunning formation, the kids are haying the time of their life, possessed by the disease known as “show face.” Finn cannot believe what he’s looking at. Kurt is near te Mercedes shakes her head back and forth in horror. The big finish now. Suddenly, two male Adrenaline members start executing Olympic-worthy BACKFLIPS ACROSS THE STAGE Vocal Adrenaline hits their final position. Sweaty, panti looks of complete ecstasy on their faces, they know they special. A moment of silence, then the audience leaps to feet in a deafening ovation. Only the New Directions remain in their seats. Will looks ashen, Emma looks sick to her stomach. PUSH IN ON Tina, w through her stutter finally says something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TINA",
          "text": "We're d-d-d-d-d-doomed. HEAR a STEEL DRUM VERSION OF \"Don’t Worry Be Happy.” ExT. SCHOOL, -—- DAY (LATER) AG1 The song continues as a dejected Finn heads across campus toward his car. Suddenly, we realize the source of the mu as Finn passes TRE STEEL DRUM CLUB, practicing the song i the courtyerd. Pinn walks on, turns a corner and STOPS. There is Puck wi his. football posse, aiming PAINTBALL GUNS at him. Finn t around, but there are jocks behind him now too with guns. He's encircled.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PUCK",
          "text": "Chicks don't have prostates. I looked it up. Bll the boys COCK their guns.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PUCK, (CONT'D)",
          "text": "You broke the rules, Finn. I don’t know what they are exactly, but by hanging out with those Glee rejects, you broke a big one. And for that, you must be punished.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "* ee % ee OF",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "eeee ee",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "“Pilot” Blue Revisions 10/21/08 9A. Suddenly, Finn is belted by paintballs, on his chest on h back. HIGH ANGLE, down: it’s like Sonny Corleone in “The Godfather.\" 62 INT. SCHUESTER APARTMENT —- LATE AFTERNOON -- LATER 62 A wary Will enters to find a CONGRATULATIONS BANNER drape the ENTRY WAY. Terri skips out of the kitchen, two PLASTI FLUTES of what appear to be CHAMPAGNE in her hands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERRI",
          "text": "There's my baby!",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILL",
          "text": "Wow, honey, this is amazing. But...what's the congratulations for? The kids haven't won anything yet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERRI",
          "text": "(with quiet emotion) I'm pregnant, Will. Will needs a moment -- really? He's OVERWHELMED. WILL. Oh my God, Ter, this is it -- we’re going to become...a family. Terri nods sweetly, tears of joy in her eyes, He reaches her with emotion, she falls into his arms, \f63 \"Pilot\" Blue Revisions 10/21/08 40. CU on her face...hoping this is enough to get them over t hump of their rocky marriage, hoping they can make it. cU on his face..shis joy has given way to reality. It’s t to grow up. There's someone coming that's more important his dreams now. INT. CHOIR REHEARSAL ROOM —- DAY 63 The kids are absolutely SHOCKED. Then —-",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARTY",
          "text": "You‘re leaving us? When? Reveal Will, addressing them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILL",
          "text": "I*ve given my two weeks notice. I promise I‘1ll find a replacement before I go. MERCEDES. Ts this ‘cause those Carmel kids were so good? Because we can work harder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "This isn't fair, Mr. Schvester -—- we can't do this without you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FINN",
          "text": "Does this mean I don’t have to be in this club anymore? Will is s0 moved, this is harder than he thought it would",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILL",
          "text": "This isn't about you guys. Being an adult is about having to make difficult choices. It's not like high school, sometimes you have to give up the things that you love. One day you guys are going to grow up and understand that. (then, with emotion) I have loved being your teacher. This doesn’t matter to them -- all they understand is tha they're losing the one person at this school who believed them —- and Will knows it. He exits as we ——",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "64 65 66 \"Pilot\" Blue Revisions 10/21/08 al.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dark and deserted. Will is on stage, packing up some shee music from a lectern into. his battered briefcase. He goes to leave, stops in the middle of the stage, looks at the empty seats. This is the last time he‘ll be here. REVOLVE AROUND HIM. He smiles softly, remembering his you his dreams. He starts to exit. Suddenly, as he does -- THOOMP. A single hot SPOTLIGHT turns on, aimed at the pla he was just standing. It’s eerie, strange. Will stares at the spotlight, a place that once gave him strength. Slowly, he moves toward it with purpose. He pic up his guitar and begins to play Peter, Paul and Mary's “Leaving on a Jet Plane”. Standing in the spotlight he st to sing. He looks out at the house, magnetic, moved.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILL",
          "text": "\"All my bags are packed, I'm ready to go. I'm standing here outside your door. I hate to wake you up to Say goodbye. But the dawn is breakin', it's early morn. The taxi's waiting, he’s blowing his horn. Already I'm so lonesome I could cry..\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "PUSH IN on a wide view of Emma, back to us, sitting at a table. We come around, reveal she’s looking at last year’ Mckinley High yearbook. A picture of Will, smiling dreami at her. She takes a Sharpie, draws a heart around it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The song continues. Will belts it out, confidence growing",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILL",
          "text": "“So kiss me and smile for me. Tell me that you'll wait for me. Hold me like you'll never let me go. I’m leavin on a jet plane. I don't know when I'll be back again. Oh, babe, I hate to go.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "67 68 69 70 71 72 \"Bilot\" Blue Revisions 10/21/08 42. INT. DETENTION -— DAY 67 SLOW SOAR OVER the tables, filled with the odd student do time. FIND Will at his station, filling out an applicatio REVEAL it's for a position at H.W. Menken. As he sadly wr down his information -—",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A group of TEACHERS gossip. The camera glides by them --",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARB, A HOME-EC TEACHER",
          "text": "I heard he’s having a baby, that’s why he gave Figgins his notice. -~ to find Emma, overhearing this. Shattered in many ways",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Will continues to sing, pounding his boots in beat with t rhythm as ——",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-— Emma races down the empty corridor ora mission as ——",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Will finishes the number. It was the performance of his life...that no one heard. The curtain behind him is close the music was all in his mind. As THE MONTAGE ends...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Click. Will closes his Bic pen. Ais application is finish",
          "sentiment": "neutral"
        },
        {
          "speaker": "FEMALE VOICE",
          "text": "Need help grading those papers? He looks up to reveal Emma standing there, a bit breathle",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILL",
          "text": "It's an application to H.W. Menken. They're hiring. (self conscious) C'mon...accounting is sexy. A moment, then with direct eye contact —-",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILL, (CONT'D)",
          "text": "I'll miss you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"Pilot\" Blue Revisions 10/21/08 43.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMMA",
          "text": "Before you leave, can you do me a fayor? I made an appointment for you tomorrow, In the career center. You need some guidance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILL",
          "text": "I’m having a kid, Emma. I need better benefits, more money for things I never had.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMMA",
          "text": "Just come, Will. For me? He hesitates, nods, She exits. As he watches her go —- 73 INT. HALLWAY -— DAY -- LATER 73 Finn retrieves a textbook from his locker. He slams it sh and Rachel is right there, startling him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACKEL",
          "text": "Didn’t see you at Glee Club today.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PINN",
          "text": "Is that still happening?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "I‘ve taken over. I’m interim director, but I expect the position will become permanent. Quinn walks by with Santana. Brightly —",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUINN",
          "text": "Hi, Finn. Hi RuPaul. What are you doing talking to her?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "Science project. We’re lab partners. Finn is so relieved to be helped out. Quinn is suspicious",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUINN",
          "text": "Christ Crusaders, tonight at five. My house. She exits. A beat, then -—-",
          "sentiment": "neutral"
        },
        {
          "speaker": "FINN",
          "text": "I should go. I can’t do Glee anymore, it conflicts with — \f74 \"Pilot\" Blue Revisions 10/21/08 44,",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "Your reputation? You've really got something, Finn, and you're throwing it away. It took years of discipline and hard work to get peoples to look at me. And all you have to do is roll out of bed and people can’t take their eyes off you. I'd kill for that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PINN",
          "text": "I’m gonna be late...",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "You can't worry about what people think of you, Finn. You’re better than all of them. She gently squeezes his hand, then walks away. Off Finn — EXT. FOOTBALL FIELD -—- DAY -- LATER 74 Finn and Puck, in PRACTICE PADS, walk off the field. Tana prediction proved to be correct -- Finn has rejoined the herd.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PUCK",
          "text": "What do you want me to do, apologize? That's not me, dude. Look, if I joined the Flag Team, you'd beat the crap out of me. I just don’t understand why you did it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PINN",
          "text": "Schuester told me he'd give me enough extra credit to pass Spanish if I joined the club -- I had no choice. If I failed another class I'd be off the team. But I quit, okay? It’s over. PucK Cool. And as a welcome back to the world of the normal, IT got you a present. They arrive at a LARGE, BLUE PORT-A-POTTY surrounded by t JOCK GANG who threw Kurt into the dumpster.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FINN",
          "text": "What's that noise?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"Pilot\" Blue Revisions 10/21/08 45. 75 INT. PORT-A-EPOTTY -— CONTINUOUS 75 Arty SLAMS his wheelchair into the door, trying to escape 76 EXT. PORT-A-POTTY -— CONTINUOUS 76",
          "sentiment": "neutral"
        },
        {
          "speaker": "PUCK",
          "text": "We got that wheelchair kid inside, we're gonna flip it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PINN",
          "text": "Isn't that kind of dangerous? PucK He's already in a wheelchair. Come on, we saved you the first roll. Bveryone looks at Finn, waiting, laughing, expecting him follow through. Finn HESITATES as Arty continues his BANG Is he going to do it? Then, after a few long beats, Finn to the port-a-potty and OPENS THE DOOR. Arty wheels out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARTY",
          "text": "Thank you, thank you so much. Oh my God, the smell.,.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PUCK",
          "text": "What the hell. T can't believe you're helping out this loser.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PINN",
          "text": "Don’t you get it? We’re all losers. Everyone in this school, hell everyone in this town. No one has any money, most of our parents are divorced or hate each other. Only half the kids who graduate ever go to college and maybe two leave the state to do it. Our football team is one and seven and the only win we have is against that school for the deaf. Finn‘s passion just roars out of him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FINN, (CONT'D)",
          "text": "I'm not afraid of being called a loser because I can accept that that’s what I am, I am afraid of turning my back on something that actually made me happy for the first time in my sorry life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "77 \"Pilot\" Blue Revisions 10/21/08 4b. A beat, then a confident Finn starts to wheel Arty away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PUCK",
          "text": "What...so you're quitting ta join Homo Explosion? wit EON No. Bm doing both. You can’t win without me. And neither can they. As they go, Arty licks his finger, touches his ass and ma a SIZZLING SOUND. Finn isn‘t smiling, though: he hears something. He looks to the other end of the field and see his mom's ex DARREN standing beside his EMERALD DREAMS TR hosing down the field. There's a new HOTTIE in the cab an Journey's “Don‘t Stop Believin'” is BLASTING from a BOOM Finn takes the sounds in, remembers how much the music of that time touches his SOUL. Then, as if struck by a light bolt of INSPIRATION, he wheels Arty away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The club is rehearsing a dance move. There's an argument.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "I know what I'm talking about. I won my first dance competition when I was three months old. Finn slams Arty through the deors, which fly open.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KURT",
          "text": "This is a closed rehearsal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FINN",
          "text": "Look, I owe you guys an apology. TI shouldn't have quit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERCEDES",
          "text": "Whatever. I’m about to quit. Take myself to Ponderosa.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FINN",
          "text": "Por too many years, I've been a total douchebag. I don't want to be the guy who just drives around throwing eggs at people.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "That was you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"Pilot\" Blue Revisions 10/21/08 47.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KURT",
          "text": "You and your friends threw pee balloons at me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FINN",
          "text": "I know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KURT",
          "text": "You nailed all my lawn furniture to my roof.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FINN",
          "text": "I wasn't there for that, but I'm really sorry. Look, that isn't who I am and I'm tired of it. This is what I want to be doing. With you guys. I used to think that this was like the lamest thing on earth. And maybe it is, but...there’s a reason why we're all here. It’s because we all want to be good at something. hey‘re taken aback. Then:",
          "sentiment": "neutral"
        },
        {
          "speaker": "FINN, (CONT'D)",
          "text": "Arty, you play guitar, right? Think you could recruit the jazz band?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARTY",
          "text": "Sure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FINN",
          "text": "Mercedes, We need new costumes. And they have to be cool. Can you do that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERCEDES",
          "text": "DAMN, don't you see what I got on?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FINN",
          "text": "Great. Rachel, you're gonna choreograph. She smiles despite herself, thrilled to use her talents.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FINN, (CONT'D)",
          "text": "Tina, what are you good at?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TINA",
          "text": "W-W-W>-W=W-W ss «",
          "sentiment": "neutral"
        },
        {
          "speaker": "FINN",
          "text": "We'll figure out something for you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "78 \"Pilot\" Blue Revisions 10/21/08 48.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERCEDES",
          "text": "What are you bringin’ to the table, Justin Timberlake?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FINN",
          "text": "I've got the music. Off the kids, their interest piqued, we hear:",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMMA'S VOICE",
          "text": "I want to show you something. INT. EMMA‘S GUIDANCE. OFFICE -- THE NEXT DAY 78 Will sits waiting 4s Emma grabs a VIDEOCASSETTE from her desk, puts it in the VCR.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMMA",
          "text": "I did a little research. This is a ‘tape they had in the library of the 93 team at Nationals in Epcot. The GRAINY IMAGE begins to play on the screen. After a fe seconds she PAUSES the tape, just as the camera catches a CLOSE UP of a JOYFUL young BOY, his mouth open in mid-son (we should remember this featured face from the opening),",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMMA, (CONT'D)",
          "text": "Do you know who that is? Will just stares with quiet emotion -- this is hard for h EMMA (CONT’D) It’s you, Will -- happier than I’ve ever seen you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILL",
          "text": "(softly) That was the greatest moment of my life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMMA",
          "text": "Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILL",
          "text": "I loved what I was doing. I knew before we were half-way through with that number that we were going to win. Being a part of that, in that moment...I knew who I was in the world. The only time I’ve felt that way since then was when Terri told me I was going to be a father. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f79",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"Pilot\" Blue Revisions 10/21/08 4g.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILL, (CONT'D)",
          "text": "(then) I need to provide for my family. EMMA. Provide what? The understanding that nothing is more important than money? Or the idea that the only life worth living is one that you're passionate about? That hits Will right where he lives. PUSH IN on his face the first notes of a Glee Club VERSION of “Don’t Stop Believin’” begins to play...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Will walks down the hallway, passing the auditorium. He hears singing. He pauses, then sneaks in the door. New Directions is on stage in new costumes, cute cut-up tops torn jeans and Chuck Taylors. Finn and Rachel sing a cape in front of the choir, who hums a simple harmony.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIDNIGHT TRAIN GOING ANYWHERE...\"",
          "text": "It’s JOURNEY. And it’s incredibly emotional...because the kids are really FEELING it. Arty wails a sick guitar lick and the JAZZ BAND surges in. The choir starts to dance be them. They look and sound really different...what they la in expertise they make up for in sweet youthful enthusias Everyone starts te sing:",
          "sentiment": "neutral"
        },
        {
          "speaker": "EVERYONE",
          "text": "“WORKING HARD TO GET MY FILL/",
          "sentiment": "neutral"
        },
        {
          "speaker": "PLAYING ANYTHING TO ROLL THE DICE",
          "text": "JUST ONE MORE TIME...“ PUSH IN on Will, unseen in the back of the theatre, overwhelmed by what he’s seeing. For a moment he can’t mo He slowly moves to the kids as —— The New Directions have found their groove as they contin practicing \"Don‘t Stop Believin’.” The jazz band sinks th teeth into the chorus, and the choir sings in a piercing seven-part harmony. Even Tina has found a place here -- s @ HUMAN BEAT BOX.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "“Pilot” Blue Revisions 10/21/08 50. As they move through their positions, they share looks ac the stage, laughs and smiles between them, breathless; sweating...they’re on fire.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EVERYONE, (CONT'D)",
          "text": "“DON'T STOP BELIEVING...HOLD ON TO",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIFE...PE-E-OPLE...\"",
          "text": "Finn and Rachel share a look that hints of something to c",
          "sentiment": "neutral"
        },
        {
          "speaker": "EVERYONE, (CONT'D)",
          "text": "“DON'T STOP BELIEVING... HOLD ON TO",
          "sentiment": "neutral"
        },
        {
          "speaker": "THAT FE-E-ELING",
          "text": "They hit their final position, hold it, panting through ecstatic smiles. Suddenly, the sound of someone CLAPPING. The kids see Will, standing there, smiling at them. A mom Then after a beat of careful deliberation --",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILL",
          "text": "Good, guys. It's a 9, we need a 10, Pinn, I think if we worked on it, you could hit a high EB. Rachel, easy on the jazzhands and let's try te get those bangs out of your face. Mercedes, sometimes when you sing, it looks like you're in pain,",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERCEDES",
          "text": "‘Cuz it HURTS to be this good. REVEAL Sue standing in the back of the auditorium; she’s one doorway, Puck is in another. Their expressions hint future-powerplays to come. They exit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FINN",
          "text": "(to Will) So...does this mean you're staying?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILL",
          "text": "(with emotion) It would kill me to watch you win Nationals without me. Huge smiles. Then, overwhelmed with pride and potential: WILL (CONT’D) From the top.",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_604"
    }
  ]
}