{
  "movie_id": "MOV613",
  "scenes": [
    {
      "location": "HALLWAY",
      "time": "DAY",
      "characters": [
        "LOCAL KID",
        "BLUFF JOURNALIST",
        "SWEDES",
        "EDDIE/PEARY",
        "STEAM RISES UP",
        "JUMPER",
        "CANUCK ANCHORMAN",
        "SINGING FANS ON TV",
        "TARGET, (CONT'D)",
        "PRINCESS ANNE",
        "UK NEWS REPORTER",
        "AIDE",
        "SWEDE",
        "COMMENTATOR, (VO)",
        "OBESE GUEST",
        "GERMAN ROOMMATE",
        "RON PICKERING, (VO)",
        "RON PICKERING, (ON TV)",
        "TARGET, (VO)",
        "THE ELEVATOR",
        "JUMP MARSHALL",
        "LARS, (CONT'D)",
        "CLASS",
        "OBERSTDORF OFFICIAL",
        "PEARY",
        "BUILDERS /PUPILS/KIDS",
        "CUSTOMS OFFICER",
        "PR WOMAN",
        "TV TALKING HEAD",
        "WARREN SHARP, (CONT'D)",
        "PEARY, (CONT'D)",
        "TERRY",
        "AMERICAN VOICE",
        "RON PICKERING",
        "TERRY, (CONT'D)",
        "TV REPORTER",
        "FLORIAN",
        "THE CLASS",
        "PA ANNOUNCER",
        "KID",
        "BRICKIE",
        "ANNOUNCER",
        "OUTFITTER, (ON TV)",
        "10.",
        "JANETTE, (CONT'D)",
        "NASAL VOICE, (VO)",
        "JANETTE",
        "THE END",
        "VOICE",
        "SWEDISH JUMPER",
        "EDDIE, (CONT'D)",
        "TERRY, (OS)",
        "SWEDISH COACH",
        "TARGET",
        "EDDIE/PEARY TOGETHER",
        "DR. PENSOTTI, (ON TV)",
        "THE 90M START PLATFORM",
        "LARS",
        "OFFICIAL",
        "FLORIAN, (VO)",
        "UK NEWS REPORTER, (ON TV)",
        "SIGNING-IN OFFICIAL",
        "THE STRANGE HARNESS",
        "MALE VOICE",
        "EDDIE, (VO)",
        "PEARY, (VO)",
        "OUT IN THE STANDS",
        "BOSA OFFICIAL",
        "NYKANEN",
        "EDDIE",
        "NEWS REPORTER, (ON TV)",
        "NYKANEN, (CONT'D)",
        "WARREN SHARP",
        "SENIOR CUSTOMS OFFICIAL",
        "OPENING THIS SUMMER",
        "DAY",
        "JULIE, (CONT'D)",
        "EDDIE, (ON TV)",
        "DOWN AT THE BOTTOM",
        "OLD JUMPER",
        "JULIE"
      ],
      "dialogues": [
        {
          "speaker": "Unknown",
          "text": "At the bottom of a 1970s avocado bath, a bathplug chain drifts from side to side in the soapy water.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE, (VO)",
          "text": "Every great athlete is born with a natural talent. Arnold Palmer, Jimmy Connors, Muhammad Ali, the illustrious Brazilian Pele... A boy's hand appears holding a waterproof plastic watch. seconds tick by as bubbles begin to stream upwards.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE, (VO)",
          "text": "Every sporting legend you can mention — naturally gifted from birth. Ten-year-old Eddie Edwards bursts to the surface, purple faced and gasping for air. EDDIE (VO) (CONT’D) And I was no exception.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Little Eddie, hair still wet, carries his Gola kitbag to front door. He is a stocky kid with a determined jaw.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE, (VO)",
          "text": "A week after my tenth birthday I equalled the Cheltenham Junior Swimming League record for holding my breath underwater. He stands on tiptoes, straining for the lock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE, (VO)",
          "text": "That meant I was ready to compete at the highest level. A woman in a nightgown appears — Eddie’s mother JANETTE. She's a large, jolly woman in a muumuu and brown tinted glasses, equal parts warmth and anxiety.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JANETTE",
          "text": "And where d'you think you're going, young man?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rome. I'm going to hold my breath in the Olympics and win a gold medal. She regards him thoughtfully, then goes and rummages in t hall closet. Among the coats and umbrellas is a pair of National Healt KNEE CALIPERS. Eddie looks at them darkly until she emerges holding out empty Jaffa Cakes biscuit tin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JANETTE",
          "text": "Well, you’d better take this for your medals then, hadn't you. Eddie tucks the tin under his arm, relieved. “Good thinki",
          "sentiment": "neutral"
        },
        {
          "speaker": "JANETTE, (CONT'D)",
          "text": "And make sure you pack your hankie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eddie walks along the damp pavement. It’s a neglected wor class neighborhood, all stray dogs and misspelled graffit",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE, (VO)",
          "text": "I soon found out there wasn't an Olympic event for holding your breath. He studies the time-table at a bus stop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE, (VO)",
          "text": "And there wasn't a bus to Rome from the end of our street. (rain drizzles down) And Mum was absolutely right. He wipes a sleeve over his runny nose.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE, (VO)",
          "text": "I should have packed my hankie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eddie toys with a consoling cup of cocoa, poring over his treasured 1972 Olympics photo album — Moments of Glory.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But I didn't care. I knew I was going to be a part of it someday. He studies the Kodachrome images enrapt — Jesse Owens, Ol Korbut, Mark Spitz — triumphant medal winners cheered and chaired aloft.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JANETTE",
          "text": "Alright, pet. Time for bed. She removes his cup, revealing Eddie's handiwork: five chocolate rings on the plastic tablecloth — the Olympic l",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE, (VO)",
          "text": "The first step was finding the right sport.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eddie swings a battered old cricket bat at an incoming ba and misses completely.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE, (VO)",
          "text": "Something that played to my strengths. He swings again with the same result. And again. And agai long into the night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE, (VO)",
          "text": "I knew there'd be technical difficulties, and a fair bit of soul-searching. Eddie trudges home, dragging his kitbag behind him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE, (VO)",
          "text": "Every great sportsman has to confront his demons eventually. Eddie walks smack bang into a lamp post.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE, (VO)",
          "text": "But it helps if you can see them first. \f4. Eddie squints through an ancient eye test machine at a ch of letters — all wildly blurred. Thick lenses are dropped in front of his eyes, snapping t letters in focus.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE, (VO)",
          "text": "Mum was a big fan of my new incarnation. Eddie shows off his new spectacles — National Health jam- lenses with thick black frames.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JANETTE",
          "text": "Very smart.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE, (VO)",
          "text": "Dad too, I think. Eddie’s Dad, TERRY, is a no-nonsense ruddy-faced builder. gives the glasses a wiggle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERRY",
          "text": "\"My name is Michael Caine.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE, (VO)",
          "text": "The playground was less convinced.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KID",
          "text": "Oi Four-eyes!/Goggle-eyed git! A dozen kids make “goggle” faces through the threadbare cricket netting. Eddie gives them a V-sign. Resumes his stance at the wicket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE, (VO)",
          "text": "It makes a big difference being able to see properly. He swings at the incoming ball and just like before, miss completely — taking this one right in the face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE, (VO)",
          "text": "You get a much clearer perspective on the best way to fulfill your sporting potential.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eddie drops his broken glasses into the biscuit tin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE, (VO)",
          "text": "Like making sure you pick the right size ball for your physical type. Eddie in ill-fitting shirt and shorts, chases a bobbling rugby ball, trying to scoop it up without success until t opposing team flattens him. INT. EDDIE’S BEDROOM - NIGHT Another pair of broken glasses drops into the tin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE, (VO)",
          "text": "And choosing the best terrain for your endurance capabilities.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A starting pistol sends Eddie and his classmates into the freezing water. They all emerge and swim off except f you know who.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE, (VO)",
          "text": "Let’s just say it was a process of trial and error.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We move down Eddie’s effortfully handwritten list of spor cricket, football, swimming, hurdles, boxing... All cross out except for the last one — cycling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eddie peddles furiously on his trusty Raleigh Chopper — picking up speed towards a home-made jumping ramp. The local kids watch as he flies into the air — so high t he clears the long line of milk crates. He lands safely with a triumphant WHOOP only to discover he hasn’t left enough room to stop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shhhhhhhhhhhiiii- He SLAMS into a neighbor’s wall and FLIPS over the hedge a CRASH of glass and a sickening THUD.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE, (VO)",
          "text": "It was not what you’d call a textbook landing, but I couldn’t have been happier. The local kids wince as they find Eddie writhing amid the remains of a smashed green house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE, (VO)",
          "text": "I was on my way. Part of the big show, admired and appreciated for who I was. Eddie is helped to his feet, badly cut and covered with broken plants.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOCAL KID",
          "text": "Fucking maniac!",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE, (VO)",
          "text": "And then came the bombshell. Eddie lies on his bed reading Moments of Glory, like he d every night. A boy alone under his Evel Knievel poster.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERRY, (OS)",
          "text": "Eddie! Get down here now!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Janette and Terry sit at the Formica table, bewildered an exasperated at this crazy son of theirs covered in scratc and cuts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERRY",
          "text": "Enough’s enough. You're spending your holidays with me down at the site. It’s time you learn the plastering trade. Eddie digests this like a death sentence, knee bouncing u and down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What about my Olympic preparations? Terry says nothing. Just picks off some debris from Eddie sweater. Eddie looks to Mum. But she has to agree with Da",
          "sentiment": "neutral"
        },
        {
          "speaker": "JANETTE",
          "text": "You never know, pet, you might like it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eddie sits with his bike, gazing out over the lights of Cheltenham below.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE, (VO)",
          "text": "So that was the sporting career of Eddie Edwards. Down below him is a dirty noisy building site — his futur",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE, (VO)",
          "text": "Eleven different sports and nothing to show for it except twelve pairs of broken glasses. (I sat on my sixth pair in the library.) He scratches his knees absently as his defeated face slip into darkness. The crushing despair that only a 10-year-b can feel. We hold. Long enough to feel this could be the end of our story... and it probably would be except for the blaze of white light that suddenly illuminates the sky. Eddie sits up annoyed, but then increasingly intrigued.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He pedals back down the hill as fast as his wobbly wheel allow. Reaches a wire fence with a big sign: \"ENGLAND'S FIRST DRY SKI SLOPE —",
          "sentiment": "neutral"
        },
        {
          "speaker": "OPENING THIS SUMMER",
          "text": "He dumps his bike to get a closer look: \"In conjunction w the British Olympic Ski Association.\" His gaze drops to the corner of the sign. There it is. Th magic symbol of the Olympics — five interlocking rings.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eddie clambers over the wire fence and scrambles up the d slope, all pain forgotten as he steps into the glaring li",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "Bloody ada. He is standing at the top of a HUGE floodlit ski slope. He steps out onto the plastic surface and feels the sprin bristles under his feet. He’s awe-struck, like he’s stepp out for the first time onto the moon. His battered urchin features tremble with emotion as he’s swallowed up by the heavenly glare of the floodlights...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The rousing theme tune from BBC’s Ski Sunday. Out of the whiteness comes an adult SKIER zig-zagging down a slalom course towards a finish line, snow spraying in his wake. A title card reads: \"12 years later.\" A crowd leaps to its feet, deafeningly loud.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RON PICKERING, (VO)",
          "text": ".+. This is amazing! This is sensational! Edwards is carving up the Calgary hillside like a Sunday roast. RON PICKERING, the BBC’s tubby, excitable voice of skiing grabs his microphone as the skier crosses the finish line RON PICKERING (CONT’D) Oh my word! He’s only gone and done it. The crowd swarms forward as ADULT EDDIE takes off his goggles. He’s in his 20s with a tan and cool bouffant hai RON PICKERING (CONT’D) Get out the champagne because Great Britain has just taken its first ever gold in the men’s downhill. And this is the man responsible, “Fast” Eddie Edwards. The crowd lifts up Eddie with a cheer. \fRON PICKERING (CONT’D) The plasterer’s son from Cheltenham — now turned alpine champion and world-class — WOMAN’S VOICE Oh for gawd's sake. Get a wiggle on. Ron Pickering looks up confused. So does the crowd. Eddie drops backwards to the ground. WOMAN'S VOICE (CONT’D) Come on. Pick a lane.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAY",
          "text": "A horn HONKS and Eddie snaps to. He is in the front seat being driven along by his MOTHER. A Charles and Di air- freshener swings from the rearview mirror. In reality, Eddie is a stocky bloke in his twenties with large jaw, no tan and gingery close cropped hair. His jam spectacles are held together by a Band-Aid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JANETTE",
          "text": "Here we go, pet. His mother turns off past a sign: \"British Men's Downhill Trials.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The crowd is modest but well-heeled. Barbour jackets, cravats, Hermés headscarves. They applaud politely as a skier crosses the finish line. Over in the sponsors’ enclosure, a throng of suited businessmen pay slightly more attention to the canapés an free champagne. A title card reads: \"England, September 1986.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Edwards family van noses its way between Range Rovers Jaguars to find a parking spot. \f10.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Janette and Eddie share a final glance. This is his big moment, even though they’re both trying to act like it is",
          "sentiment": "neutral"
        },
        {
          "speaker": "JANETTE",
          "text": "Knock ‘em dead. He grabs his skis and races off to the check-in, obliviou he clips a wing mirror. She watches him go, and we see th true depth of her anxiety at having a daredevil like Eddi for a child. She takes out her wool and needles. Starts to knit. Alone the dirty cement covered van.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The room is full of Olympic class skiers, which means a hubbub of blokey posh accents. They’re in no hurry to acknowledge Eddie as he breezes in. He covers up his discomfort by humming to himself until finally, he finds a spare coat hook at the end.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TARGET, (VO)",
          "text": "Great Britain has languished for too long on past glories - in business and in sports.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The sponsors have gathered round a podium to hear DUSTIN TARGET’s address. He is the conscientious new broom head BOSA with immaculate green blazer and name tag to prove i",
          "sentiment": "neutral"
        },
        {
          "speaker": "TARGET",
          "text": "But just as you have entered a new era of business, so we have embarked on a new era of sports — and it’s one that requires a new kind of athlete.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eddie shuffles forward, flapping his arms and making stra warm-up noises.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "Edwards, E. Cheltenham Winter Sports Centre. \f11. The STARTING OFFICIAL directs Eddie to the start gate; a glance at Eddie's shoddy equipment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Target surveys the crowd to make sure his theme is resonating.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TARGET",
          "text": "And just as the world of business looks to sporting champions for inspiration, so we in turn can now look to you — our distinguished sponsors — for ways to make our athletes more competitive.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TARGET, (VO)",
          "text": "You are not just successful competitors. You’re brand leaders — the best in your field. And you deserve the best in return. Eddie wipes the steam off his goggles and snaps them into place. They're pink.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Target leans forward, savoring his crowd-pleasing big fin",
          "sentiment": "neutral"
        },
        {
          "speaker": "TARGET",
          "text": "Ladies and gentlemen, today you’re going to see just that. The KLAXON rudely cuts the applause short.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eddie smashes down the plastic slope. He barely follows t \"line,\" which shows his best quality is suicidal bravery. much style, plenty of guts. One by one, the sponsors turn to watch. Eddie takes the corners too fast and too tight, slamming slalom flags. He looks like he'll wipe out at any moment, amazingly he hangs on. \f12. Target's face tightens at this careening blot on his landscape, flailing into the last two turns. Suddenly the flaw in Eddie’s all-out approach becomes apparent. He simply fails to make one of the turns. He flies off the course, right through the sponsors’ enclosure, and SMASHES into one of the hoardings. Silence. The drip of toppled ice buckets. The dismayed st of sponsors at the smashed billboard. \"I bet he drinks Carling Black Label.\" Target turns to his Aide. Beckons him over. Now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Course Official escorts Eddie off the slope.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "See that? I was pinging down the hill like a ferret. The Official can only watch as Eddie re-assembles his glasses, wired with excitement",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE, (CONT'D)",
          "text": "Forty-five seconds at the halfway line. If I'd gone any faster I'd have taken off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALE VOICE",
          "text": "Er, you did. Eddie looks up. It’s Target’s Aide and he’s holding out Eddie’s gear and kitbag.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "Hold a minute. I’ve still got a second run to do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIDE",
          "text": "Not anymore. Eddie doesn’t understand. Until he follow’s the Aide’s glance. Locates the real reason for his expulsion - the distant hovering figure of Target.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Aide escorts Eddie and his skis back to his van. \f13.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "This is outrageous.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIDE",
          "text": "It’s very simple. We've only got 18 months to prep the squad for Calgary. You’re just too raw.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "But I’ve got run times as good as that bunch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIDE",
          "text": "It's not just about speed. It's about finesse. Polish. Boys who can fit seamlessly into the squad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "Public school boys, you mean. The Aide doesn’t try to deny it. He hands Eddie his kit b Leaves him next to his van: “Edwards & Son, Quality Finis Get plastered with us!”",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A pneumatic drill ROARS. Eddie is up to his elbows in muc “knocking up” a big tin of plaster on a busy renovation j DAD inspects the resulting plaster like a three star chef",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERRY",
          "text": "Too thick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "“Too thick”? I’ve been going like a Kenwood mixer all morning. Terry fetches the water hose, unmoved.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERRY",
          "text": "Quality plastering’s no different from anything else. You want to get on, you gotta put in the graft.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "“Quality plastering.” All I’m doing is mixing up mud. Terry hands Eddie the water hose. \f14.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERRY",
          "text": "There’s no quality plaster without quality mud. Eddie kicks dried cement off his boots.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "Yeah, well, I’m still stuck in it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERRY",
          "text": "How many times I got to tell you? Do your City and Guilds and get qualified.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eddie at work in the wet and the cold - lugging bricks, hauling cement, stirring plaster. Hating every minute eve though he never buckles. He gets his weekly pay envelope from the OFFICE GIRL and a pittance. He looks over to see his Dad getting yelled a the FOREMAN. Such is life on a building site.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The BRICKIES sit around at lunchtime reading the tabloids smoking roll-ups. They’re a hard-bitten lot. A couple eve swig beer. Eddie sits off to one side, munching on a banana and milk from a carton. His fingernails chipped with dried cement.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRICKIE",
          "text": "That's strange. They must have cropped you out. The Brickie holds out his tabloid to Eddie. On the sports pages is a photo of Target and the British Downhill squad heading off to St. Moritz. Eddie grabs the paper to see for himself. All the athlete their Olympic blazers. The final nail in the coffin. The Brickie starts humming the BBC \"Ski Sunday\" theme mus and miming the slalom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "Get stuffed. \f15.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRICKIE",
          "text": "Hey, I wasn't the one telling everyone I was going to be on the team.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "It’s not a team. It’s a squad. You don’t even know what you’re talking about. The other workmen join in the humming, drowning Eddie out even after he throws his banana skin at them. INT. EDDIE’S BEDROOM - NIGHT Eddie lies on his bed amid his Olympic shrine. Skiing posters, Olympic albums, photos of young Eddie accepting junior trophies, showing off his latest plaster cast; old Eddie teaching little kids how to ski. His Mother enters with some tea and Jaffa Cakes on a tray By his bedside is the newspaper story about the British Downhill Squad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JANETTE",
          "text": "Come on, pet. It’s not the end of world.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "No. It just feels like it. He rolls over onto his side, but there’s no escape. Even duvet cover has a Winter Olympic pattern — skiing, tobogganing, ski-jumping...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eddie works away in the sunshine. Radio 1 in the backgrou He’s graduated from mixing to proper plastering now. Terry gives an approving nod then exits, past JULIE, the office girl who hands out the weekly paychecks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULIE",
          "text": "Hello stranger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "Alright Julie. How’s it going? She comes up to Eddie with his envelope. They regard each other for a moment, quite comfortable together. \f16.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULIE",
          "text": "So you're finally going for your diploma?",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "City and Guilds. Level one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULIE",
          "text": "What about your downhill training? He gives an airy wave of his trowel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "Hanging out with a bunch of chinless wonders. Who needs it? Not him, that’s for sure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE, (CONT'D)",
          "text": "If I wanted to be “polished,” I'd be a bloody doorknob, wouldn’t I. She waits. Lets him finish.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULIE",
          "text": "So you're free at the weekends then? She hands Eddie his pay envelope. Makes him tug it to get it free.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eddie inspects his smartest ‘date’ outfit in the mirror — dark shellsuit. It’s fair to say he’s not entirely at home with dressing Even when he adds the finishing touch — his one pair of unbroken glasses. INT. JULIE’S LIVING-ROOM - NIGHT Eddie sits on a floral sofa next to Julie, watching TV. W all know how these things should go... Until we notice the TV is showing Evel Knievel at Wembley Stadium. He’s getting ready to jump 13 double-decker buse and Eddie can’t keep his eyes off it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "I did a jump like that when I was a kid. Thirteen milk crates. \f17. She gets up and dims the lights.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULIE",
          "text": "It’s okay my parents aren’t back till 11. She sits back next to him. But Eddie remains glued to Eve Knievel barrelling towards the ramp.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULIE, (CONT'D)",
          "text": "You can sit closer if you want.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "I can see alright from here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULIE",
          "text": "I meant to me. Oh. Eddie turns to face her. They kiss but Eddie’s gaze is drawn back to the TV — Knie shooting into the air, suspended for an eternity... The image reflected in Eddie’s glasses until — CLICK. Jul hits the remote.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULIE, (CONT'D)",
          "text": "Come on. Concentrate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But it’s no use. Eddie has had an idea. And it’s an idea that won’t go away as he trowels away on a low wall besid his Dad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERRY",
          "text": "Guild requirement for pea-shingle is half an inch for the base. Eddie’s brain is miles away as he intently works the ceme into some kind of strange shape.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERRY, (CONT'D)",
          "text": "Are you listening?",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "I'm listening. Pea-shingle. Half an inch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERRY",
          "text": "Then what the chuff is that? \f18. The strange shape in Eddie’s plaster is revealed. A lovin sculpted ski-jump.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eddie walks up the steps past the BOSA insignia.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In the reverent hush of the archive department, a BOSA OFFICIAL deals with Eddie’s inquiry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOSA OFFICIAL",
          "text": "I hate to disappoint you but we don't have an Olympic ski-jumping squad. He gives a consoling smile, but Eddie doesn’t look remote disappointed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "Not even a small one? The Official shakes his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOSA OFFICIAL",
          "text": "Nope. Britain hasn’t had a ski- jumper since 1936.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "Oh that’s terrible. He can barely contain himself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He runs down the steps and launches himself off like a sk jumper. Down the street he goes, joyfully leaping off eve bench doing his best Ron Pickering impersonation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "Oh this is amazing, this is sensational.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Prince Andrew and Fergie’s newly happy faces are covered big dollop of mash potato. The fancy china is out for the Edwards’‘s Sunday roast. \f19.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JANETTE",
          "text": "Which conversion are you talking about? The kitchen-dinette on the corner?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERRY",
          "text": "That’s the one. With the pebbledash. (he stabs a Brussel sprout) Bursting with possibilities. Eddie sits at the other end of the table, knee bouncing u and down like crazy. He repeatedly rolls a pea off his fo onto a mashed potato ski slope.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "Mum. Dad. I’ve got an announcement. He can barely contain his excitement.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE, (CONT'D)",
          "text": "I’m not going to be taking my City and Guilds. I’ve made new plans. They turn and look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JANETTE",
          "text": "Plans?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERRY",
          "text": "What plans? Eddie adjusts his glasses. Looks up with total conviction",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "I’m going to train as a ski-jumper and go to the Olympics.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eddie rummages under the bed, packing up his ski gear. Janette watches aghast. Terry paces around in disbelief.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERRY",
          "text": "This is insane. You got your first exam in six weeks. Eddie just keeps packing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "It's not like I'm taking up ballet. It's still skiing. Only higher. \f20.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JANETTE",
          "text": "How much higher?",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "Twenty stories. Her face drops with horror.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE, (CONT'D)",
          "text": "Give or take. He struggles to pull the zipper over his skis. No one off to help. Terry paces around in disbelief.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERRY",
          "text": "Britain doesn’t even have a ski- jumping squad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "It does now. He finally closes the zipper with a triumphant grin. Only see he is underestimated his father’s anger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERRY",
          "text": "And how are you going to pay for all this? Because we’re not going through all that again with the bank and the bailiffs —",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "You won’t have to. Florian got me a job: junior ski instructor. Eddie picks up a ski resort brochure. Shows them a photo young kids being taught how to snowplow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JANETTE",
          "text": "Florian?",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "From the Winter Centre. He’s back in Germany now. Eddie points to four ascending ski-jumps in the backgroun",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE, (CONT'D)",
          "text": "In Garmisch. He leaves his parents blanching at the four ski-jumps — small, medium, large and gigantic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JANETTE",
          "text": "He’s going to break his neck. \f21.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERRY",
          "text": "I’m going to break his neck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eddie carries his gear downstairs, all ready to leave. Te follows but doesn’t help.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "You can’t tell me you never had a dream when you were a kid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERRY",
          "text": "Of course I did. I’m not made of stone, am I. This is news to Eddie. Great news.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "Really? You never told me. He pauses at the bottom of the stairs. Turns to Terry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE, (CONT'D)",
          "text": "«+. So what did you want to be?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERRY",
          "text": "A plasterer. They look at each other, both knowing it’s hopeless. Janette waits at the front door to see him off, as always",
          "sentiment": "neutral"
        },
        {
          "speaker": "JANETTE",
          "text": "You're a stubborn bugger, you know that. Ever since you were a tot. Climbed out of every crib we put you in. She gives him a ferocious hug as if somehow this will sto him going.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JANETTE, (CONT'D)",
          "text": "The only baby in the world who liked landing on his head! Terry and Janette exchange a look - helpless and hit for Eighties pop music rises up as the brochure photo dissolv to the real ski-jumps all lit up with spotlights. \f22.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A title card reads: “Garmisch, Germany. Site of the 1936 Winter Olympics.” Eddie sits up excitedly. Peers out of the van he’s hitche ride in. The music is coming from the Walkman he wears on his travels.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eddie hurries into the floodlit landing arena, still carr his gear. The ascending row of ski-jump towers are lined above him. 15m. The 40m. The 70m and above them on its own hill, the jump. A huge iron monster. At the top, in silhouette, a JUMPER sets off down the ram Eddie moves closer as the Jumper shoots into the air, soa through the sparkling snowflakes, seemingly forever until lands and skids to a perfect stop. This is LARS MOBERG, the moustachioed superstar of the Swedish national squad. He rejoins a monastic huddle of ATHLETES and COACHES in yellow and blue jumpsuits. It is all very high-tech with video monitors and walkie- talkies. Eddie moves closer still and sees this isn’t just the national squad, it’s the Olympic squad. There it is, on all their gear like a lucky omen — the fi ring logo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An LED alarm clock glows — 5.30am — in a tiny stuffy dormitory crammed with bunk-beds. Eddie creeps out with his gear, accidentally smacking a sleeping roommate with his ski-tip.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GERMAN ROOMMATE",
          "text": "Hosenscheisser!",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "Bless you. \f23.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eddie bypasses the baby jump and goes straight to the 15m jump, all alone except for a distant snow groomer chuggin up the hill. He slots in his skis and sets off. Here it is, the moment truth... He shoots off the ramp and PLOPS onto the slope, gliding easily to a stop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "What a doddle. He can’t believe his luck. It’s so easy. He turns to look the next jump up — the 40m.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "At the top of the ramp, Eddie finds this jump has two gro into which you slot your skis. He takes a breath and pushes off. This jump is significan faster. He shoots into the air, WHOOPING with delight. For one magical second he is flying, high above the twink resort below. Then reality returns and he CRASHES into the icy slope, sliding to a halt face first.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A row of YOUNG SKIERS shuffle into line for FLORIAN from front office.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLORIAN",
          "text": "Class, I want you to meet your new instructor, Mr. Eddie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLASS",
          "text": "Good morning, Mr. Eddie. Eddie gives the kids a wave, acting all cool.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "Eddie. Fast Eddie. Whatever you like.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLORIAN",
          "text": "Mr. Eddie’s going be teaching you the three S’s of skiing — smart, sensible, safe. \f24. Eddie, we now see, has a huge bandage on his nose.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE CLASS",
          "text": "Practice their snowplows down the hill under Eddie’s supervision.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "Okay, folks, nice practice postures. Now let's try it for real. Penguins to the left, polar bears to the right. Eddie’s concentration drifts enviously over to the Swedes the 70m. Flying through the air. Making it look so easy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NASAL VOICE, (VO)",
          "text": "Room for one more?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eddie emerges from a cloud of steam, sporting sturdy swim trunks and his huge nose plaster. Lars and the Swedish team begrudgingly shuffle up as Eddi plonks down on the bench.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "Effermidaggen! Eddie Edwards, Great Britain. The Swedes just stare. Eddie presses on, undeterred.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE, (CONT'D)",
          "text": "I'll get right down to business if I may. I've just started on the 40m and I’m making solid progress, but I'd really appreciate a few tips. A vicious HISS of steam reveals the forbidding Swedish Co ladling water on the rocks. Like all Swedes everywhere, g half a chance, he has no clothes on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWEDISH COACH",
          "text": "You have been jumping long? Eddie looks everywhere but at the coach’s genitalia.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "About a week. \f25.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWEDISH COACH",
          "text": "And you think you are ready to discover some advices from me? Eddie nods, sweat dotting his brow, this intensely nude m standing over him, hands on hips. SWEDISH COACH (CONT’D) You know who Matti Nykanen is?",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "He's only the best ski-jumper in the world. The Flying Finn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWEDISH COACH",
          "text": "The best and the most craziest. The Coach rocks back on his heels, arms akimbo. SWEDISH COACH (CONT’D) So maybe I give you something harder? It’s not exactly the phrase Eddie would choose, but okay. SWEDISH COACH (CONT’D) What is the maximum wideness for a jumping ski? Eddie boldly holds out his thumb and forefinger. SWEDISH COACH (CONT’D) And that is what exactly? Eddie can't help it. His gaze drops for a millisecond.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "++. About four inches. The Coach SNAPS his fingers at Lars.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LARS",
          "text": "The maximum wideness is 11.5 cm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "That is about four inches, isn’t it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWEDISH COACH",
          "text": "Not “exactly,” no. So you tell me what is the most length of the ski? \f26.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "\"The most length of the ski?\" (why doesn't anyone else find this funny?) Eight foot two. It’s another bold guess and it provokes another finger-sn at another naked jumper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWEDISH JUMPER",
          "text": "The ski has permission to be 77.5 cm taller than the height of the jumper, but with no more taller than 275 cm. Eddie hitches his trunks nervously.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "Well, like I said, I’m just starting out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWEDISH COACH",
          "text": "In Sweden, the time to be starting out is when you are five. This time he gives a double finger-snap and the whole tea leaps up. SWEDISH COACH (CONT’D) We have not the moments for beginners. Good day. Out he goes, his naked team obediently shuffling after hi",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Two skis plop over a fence. Followed by Eddie, all alone except for the distant snowgrooming machine on the hillsi",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "Bloody Swedes. What’d they ever do apart from invent the meatball? Eddie sets off down the 40m jump and it’s the same result another ice-gouging wipe-out. Eddie lies splayed on the ice, groaning in pain. He tries move, but it’s agony. The SOUND of the snowgrooming machine gets nearer until i crests the hill, headlights blazing, and comes to a stop right next to Eddie’s splayed form. \f27. The shadowy figure of the DRIVER drops to the ground and inspects one of Eddie’s craters. All Eddie can see is a glowing red tiparillo tip.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMERICAN VOICE",
          "text": "So you’re the mystery elf who’s been hacking up my slope every night. He walks over, dramatically backlit by his headlights, an peers down at Eddie. AMERICAN VOICE (CONT’D) It’s just you? No pick-axe? This is BRONSON PEARY, the resort’s resident snow groomer He’s commanding in a weathered sort of way with a certain hard-partying ski bum panache — and yet he’s still only a maintenance man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARY",
          "text": "You do realize the time to start jumping is when you’re five or six.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "Thanks. The Swedes already told me that. Eddie gets as far as his hands and knees, wincing in pain",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARY",
          "text": "Did they also mention you've got the wrong body shape? Eddie has to check. Yes, this is the cigarillo-puffing snowgroomer telling him this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARY, (CONT'D)",
          "text": "Just stating the obvious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "Well, state this. He flicks him a V-sign. Peary climbs back behind the whee and gives a raspy laugh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARY",
          "text": "And one more thing. You got the wrong skis.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARY, (CONT'D)",
          "text": "Oh, and one more thing. There’s no such thing as British ski-jumpers. They don’t exist. \f28. Eddie finally snaps.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "What’d you know about it anyway? Peary’s face darkens - some strange wounded flicker of reflection. He turns and climbs back behind the wheel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARY",
          "text": "Don’t even think about going on the 70.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "You can’t stop me. I’m an employee.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARY",
          "text": "Still need my permission for the 70. He steers his rusty snow machine back up the hill, spluttering into the mist. Eddie watches it go, thoroughly bemused.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLORIAN, (VO)",
          "text": "You'd never guess he was part of the US Olympic Squad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eddie points out the window towards the slope.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "Who, that guy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLORIAN",
          "text": "It’s true. Bronson Peary. He was in the ‘72 squad under Warren Sharp. Eddie’s jaw drops. No way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "“Bronson Peary...?” How come I never heard of him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLORIAN",
          "text": "Well, they kicked him out, obviously. Just before the Games.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "What for? \f29.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLORIAN",
          "text": "Boozing. Womanizing. Being an impossible asshole... Take your pick. Eddie doesn’t care. He’s already smitten. looks back outside at the snowgroomer struggling up the h",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "No kidding. Warren Sharp, ‘72... INT. PEARY’S WORKSHOP - DAY Peary’s weatherbeaten profile — face up as he works underneath the snowgroomer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARY",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "Come on. All I want is a few tips. Eddie crouches down, trying to make eye contact.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE, (CONT'D)",
          "text": "Florian told me how you used to jump in America.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARY",
          "text": "Yeah, well, Florian also said he screwed Princess Stephanie of Monaco.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "He showed me a clipping with a photo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARY",
          "text": "She's just a lookalike. He met her in Verbier on a stag night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "Of you. The 90 meter at Lake Placid — 1969, American Youth Cup finals. You clocked 118 meters! Peary slides out and climbs into his cabin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE, (CONT'D)",
          "text": "Four years with Warren Sharp!",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARY",
          "text": "Three years. \f30. Eddie doesn’t care. It’s still amazing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "You shouldn’t be fixing rust buckets, you should be coaching. “Rust bucket”? Peary’s face darkens.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARY",
          "text": "This is a PB 200 with a multiflex tiller. Grooms 81 square meters an hour. It also leaks gunk. Peary surreptitiously wipes his hand he coaxes the engine into life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "I’m just saying if I had your pedigree and experience —",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARY",
          "text": "Well, you don’t. He lurches out of the garage, Eddie giving chase.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "I won’t get any better unless you help me!",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARY",
          "text": "Then you won’t get better. He adjusts his rearview mirror, leaving Eddie in his wake full of churned up emotion he doesn't know how to deal wi He rumbles on toward the slope, heart thumping, all triggered. Not sure where it’s coming from. Then he passes the Swedish jumpers in their gleaming Olym outfits. And notices again, rather more wistfully, his oi stained hands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The apres-ski crowd in full swing. Beautiful people and hearty SWEDES. Eddie struggles to get to the bar after another gruelling day of wipe-outs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWEDISH JUMPER",
          "text": "You are still looking for pointers? (he jabs a finger to the door ) It’s that way back to England. \f31. They laugh and close ranks, forcing Eddie to go farther d the bar. He consults his home-made crib sheet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "\"Glas Milch, bitte.” The BARMAID serves him a glass of milk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALE VOICE",
          "text": "You just drink it straight? Nothing in it? It's Peary, perched in his regular corner nook, surrounde ‘essentials’: pack of Tiparillos, Bic lighter, own person schnapps bottle, American flag ashtray.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "on e si . m in training. Don't b illy. I’m in training",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARY",
          "text": "For what? The Japanese air force? Peary takes small sips, unhurried, but relentless.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARY, (CONT'D)",
          "text": "Good-looking young guy like you. You shouldn’t be crashing into mountains. You should be chasing the ladies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "Yeah... That’s never really been my specialty. Eddie gulps down half his milk and wipes his chin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARY",
          "text": "I wonder why. More Swedes arrive, bumping Eddie so he spills his",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "Oi. He gropes for a napkin, but none of them oblige.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE, (CONT'D)",
          "text": "I thought they were all supposed to be nice. Like Abba. drink. Peary smiles in spite of himself. A beat. The two men wed together. Eddie downs what’s left of his drink, spilling with admiration. \f32.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE, (CONT'D)",
          "text": "You stuck the first 90m at Copper Peak - with no tailwind! Opening Trials, 1970. I remember reading all about it in my Winter Sports omnibus... Peary studies his newfound fan more closely even as he wi his milk moustache with his sleeve. And yes, he’s disarmi genuine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The snowgroomer rumbles down main street going all of 7mp Eddie and Peary in the cabin, both quite indifferent to t irate HONKING behind them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARY",
          "text": "Viking turds. (handing his open flask to Eddie) Here. Hold this. Peary gives Eddie cryptic look. Then hits the indicator a turns off towards a large building with a yellow and blue flag.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It is the Swedes’ training HQ. Peary enters using a key f his big janitor keyring. Checks the coast is clear, then beckons Eddie inside. He goes up to the blackboard covered with diagrams and trajectories.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARY",
          "text": "Look at this crap. Fucking pencil pushers. He messes up some numbers with his sleeve.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARY, (CONT'D)",
          "text": "This is what's wrong with modern jumping. They want to turn everyone into robots. He moves off in despair, inspecting the rest of the room. \f33.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARY, (CONT'D)",
          "text": "That’s why they can never understand - jumping’s a paradox! You've got to free your mind first. He comes to a stop by a strange leather harness dangling the ceiling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "What’s the jumping paradox? Peary turns and looks at Eddie: Is he serious?",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE, (CONT'D)",
          "text": "The Swedes forget to fill me in. Peary gives a long-suffering sigh, enjoying this more tha cares to admit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARY",
          "text": "The foundation of any jump is the take-off. The paradox you have to master is simultaneously stretching up and leaning into your descent. He raises his palm up high to demonstrate — tilting it forward, then pushing his arm out at a downwards angle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARY, (CONT'D)",
          "text": "It feels unnatural at first because you actually take-off downwards, not upwards. It only looks like you go up because the hill falls away so quickly. But the leaning forward is how you gain wind resistance. He repeats the motion, this time making a fist.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARY, (CONT'D)",
          "text": "Every time you stay hunched over, you just hit the ground faster. So... He switches back to the 6” ski model, Eddie trying to kee pace with him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARY, (CONT'D)",
          "text": "What you need is a quadruple action where the skis come up and the legs stretch back and the body tilts forward all while simultaneously dropping. You see? The little skier tilts and drops before Eddie’s eyes. \f34.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARY, (CONT'D)",
          "text": "Up, back, forward, down — all at the same time. Up, back, forward, down. Got that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "Up, back, forward, down. (he nods)",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARY",
          "text": "Okay, your turn. Eddie reaches for the little skier.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARY, (CONT'D)",
          "text": "Not the model. You.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE STRANGE HARNESS",
          "text": "Swings into view, hooked up with Eddie inside it. He jump from crouch to lift-off position and flops backwards.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARY, (CONT'D)",
          "text": "Too soon. Then flop forwards.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARY, (CONT'D)",
          "text": "Too late. Then falls to the floor with a THUMP.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARY, (CONT'D)",
          "text": "Dead on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eddie tries out his new Peary method all on his own at da",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "Up, back, forward, down. Off he flies and the improvement is stunning. For the fir time he knows he can really do this. INT. PEARY’S WORKSHOP - DAY Peary’s hungover face - the morning battlefield of shame denial as he makes his coffee. \f35. He reaches for his flask to top up his cup only to realiz Eddie standing nearby. Peary covers seamlessly by extract a tiparillo and firing up his Bic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARY",
          "text": "About last night... He laughs - alone. Eddie is strangely elated, and strange still. No pacing up and down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "I think you should know I’m going to Calgary in February.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARY",
          "text": "To watch?",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "To jump. Peary blows out a smoke ring. This should be interesting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE, (CONT'D)",
          "text": "I’ve got a golden opportunity. Eddie leans forward, lowering his voice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE, (CONT'D)",
          "text": "Britain doesn’t have a jumping squad. Peary leans forward, lowering his voice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARY",
          "text": "I know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "So I don’t have to compete for a place, do I?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARY",
          "text": "They must have some minimum requirements. Distance, number of jumps... Talent. Eddie shakes his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "BOSA hasn't updated the rules in 52 years. Eddie steps back. Waits to see how Peary deals with this bombshell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eddie, “mate”, the smallest Olympic jump is the 70m. Even the average jumper takes four years to build up to it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "I’m not the average jumper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARY",
          "text": "Correct. You are well, well below average. 36. He turns away, trying to get some booze into his coffee without Eddie seeing... But Eddie insists on following hi",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "I can do it. It only took me a day to do the 40.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARY",
          "text": "Then go do it already.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "Okay, then. I will.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARY",
          "text": "I mean now. Eddie comes to a stop. This is his big chance and he it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "Seriously. The 70. I have your permission?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARY",
          "text": "Be my guest. We push in on Eddie as he builds up his courage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "I’m not kidding.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARY",
          "text": "Neither am I. The two men - nose to nose, neither one moving.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "Great.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARY",
          "text": "Super. knows \f37.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "Terrific. Eddie turns and heads for the door. Peary swiftly empties flask into his coffee as he follows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The game of bluff continues at the base of the 70m tower. Eddie, now in his makeshift jumping gear, gathers up his skis.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "No tips?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARY",
          "text": "You’re the expert. Peary sipping his coffee, ‘miraculously’ mellow again. Ed starts up the steps.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "You not coming up?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARY",
          "text": "I find the optimum view is from the bottom. Peary saunters down the slope and joins some of the less boorish Swedes, who have gathered to watch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LARS",
          "text": "He’s not actually going to jump that, is he?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARY",
          "text": "Not a chance. They're not sure they understand. Peary speaks to them in Swedish. A subtitle reads: “Just a little game of Call My Bluff.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Up close, Peary seems to be right. Eddie emerges onto the platform, bravado waning as he looks down the ramp — a sh drop as high as a tower block. He grips the railings, his stomach tightening, the icy wi blasting his face. Peary waves to the Swedes gathering at the base of the to \f38.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARY",
          "text": "I wouldn’t stand too close if I were you. (he points at a bald ski technician) Especially you. They look up, confused, just as Eddie goes white and stif a retch. The Swedes scramble backwards.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARY, (CONT'D)",
          "text": "My mistake. False alarm. Eddie slots the skis into the grooves on the starting platform. The view from this angle is even more terrifyin",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARY, (CONT'D)",
          "text": "In your own time. No rush. But Eddie stays stuck on the ramp, too scared to go forwa too proud to go back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALE VOICE",
          "text": "The game is over now, yes? Lars has arrived behind him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "Give us a push. Lars looks at him confused.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE, (CONT'D)",
          "text": "A push. It’s not hard. You just stick out both hands and - Eddie loses his balance and sends himself down the ramp. The Swedes react first, then Peary.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARY",
          "text": "What the f--- Eddie instantly accelerates to 50mph. His knees shudder l jackhammers as he thunders into the ‘tabletop’, still fro in a crouch, skis screeching in the icy grooves. He ROARS off the ramp and plummets to the slope for the shortest 70m jump in history. Bouncing along, briefly upright, before flipping over spectacularly. The Swedes can only watch in horror as Eddie goes tumblin past with a ski tip SMACKING him on the head. \f39. Lars peers over the top of the ramp. Sees Eddie motionles the ice. Peary rushes over as Eddie rolls onto his back, face cove with snow: “How was that?” We push in on Peary’s stunned face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARY, (CONT'D)",
          "text": "You fucking idiot! What’s the matter with you? He’s never seen anything like it in his life. And Eddie k it. Angry shouting breaks the moment as the Swedish coach cha up, beetroot with rage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWEDISH COACH",
          "text": "“Damn, damn, damn. Do you have piss in your head or what?”",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARY",
          "text": "Alright. Take it easy. Everything's under control. Peary helps poor dazed Eddie off the slope. The Swedish Coach's voice gets more high-pitched as he throws Eddie’s skis after them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWEDISH COACH",
          "text": "Next time, I shove them under your pistenbully.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARY",
          "text": "Look forward to it. INT. GARMISCH EDDIE’S DORM ROOM - DAY Eddie lies propped up in bed like a convalescent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GERMAN ROOMMATE",
          "text": "Eduard? You have a visitor. Peary enters and pulls up a chair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARY",
          "text": "How’s the human cannonball?",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "Couple of aches and pains. No big deal. \f40. He can barely speak his jaw it’s so swollen. Peary knows better. He lifts the sleeping bag and blanket to reveal Eddie’s purple swollen knees and even more swollen ankles - covered in bags of frozen peas.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE, (CONT'D)",
          "text": "I blame the landing surface, frankly. Peary shakes his head as he inspects Eddie’s jaw, still fascinated by this maniac.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARY",
          "text": "No one jumps the 70 first time out. No one. Even Matti Nykanen took two years and he was a prodigy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "This mean you’re going to coach me properly? Peary scoffs, but not unkindly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARY",
          "text": "You can’t get to Olympics unless you compete on the European Circuit. Who’s got the dough for that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "The only Olympic requirement is one completed jump in a European Circuit event. We can do that right here. Eddie hands him a flyer for the upcoming Garmisch Seniors Tournament. So it is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE, (CONT'D)",
          "text": "All the judges are Circuit officials. It’s totally valid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARY",
          "text": "What are you going to do? Strap on a colostomy bag? Pretend you’re 82?",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "The last jump of the day is an open event... Peary looks up to see Eddie struggling to his feet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARY",
          "text": "Where the hell are you going? \f4l.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "Training. To Peary’s amazement, Eddie starts to put on his ski gear",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARY",
          "text": "You idiot. You’ve got a fractured jaw.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "I already thought of that. He picks up his trusty pillowcase and RIPS it. INT. PEARY’S WORKSHOP - DAY Peary sorts out an ice pack for Eddie’s swollen face, act like his amazement is really disapproval.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARY",
          "text": "No one jumps the 70 first time out. No one. Even Matti Nykanen took two years and he was a prodigy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "This mean you’re going to coach me full-time? Peary slaps the ice-pack onto Eddie’s cheek, making his grimace.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARY",
          "text": "Eddie. You can’t get to Olympics unless you compete on the European Circuit. Who’s got the dough for that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "The only Olympic requirement is one completed jump in a European Circuit event. We can do that right here. Eddie indicates a poster for the Garmisch Seniors Tournam",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE, (CONT'D)",
          "text": "All the judges are Circuit officials. It’s totally valid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARY",
          "text": "What are you going to do? Strap on a colostomy bag? Pretend you’re 82? \f42.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "The last jump of the day is an open event... And with that final bit of news, Eddie gets to his feet, collects his skis and heads right back out to the slope.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eddie trudges back up the stairs for another jump. Drench in sweat, teeth gritted against the pain, pillowcase tied around his head. Peary watches, puffing on a cigarillo. Beer-drinking TEENAGERS blow wolf-whistles at Eddie, but just flicks them a V-sign and carries on — a lone but def figure under the floodlights. EXT./INT. PEARY’S WORKSHOP - NIGHT Peary returns to contemplate his drab workshop... And in way his life. The empty bottles, the rusty engine parts, sheer self-defeating clutter... There’s no hiding from it any longer. He picks up a tool, settles down to a long night’s work. INT. PEARY’S WORKSHOP - DAY Peary leads Eddie in to unveil a new home-made harness dangling from the ceiling. Eddie is profoundly touched. L for words in fact. All this for him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARY",
          "text": "But what would I know about it, eh? Eddie climbs into the harness, trying it out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARY, (CONT'D)",
          "text": "Alright, first things first. Who's your favorite female movie star? Jane Fonda? Raquel Welch?",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "Honestly... Linda Gray. Peary furrows his brow: Who?",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE, (CONT'D)",
          "text": "Sue Ellen from Dallas. \f43.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARY",
          "text": "JR's wife? Eddie nods, a little defensively. Peary YANKS the harness over Eddie’s crotch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARY, (CONT'D)",
          "text": "From here on, you're going to approach every jump as if you’re making love to Sue Ellen from Dallas. Peary uses his home-made miniature skier and ski-jump to illustrate further —",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARY, (CONT'D)",
          "text": "The starting gate is your foreplay. The in-run is where you build your rhythm. The table-top is where you head for home. And the lift-off is your orgasm. Same facial expression. Same straining of the muscles. Same peaceful feeling of release — if you do it properly. Eddie's nods. Er, okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARY, (CONT'D)",
          "text": "And as with any act of lovemaking, there's only one way to tell if you've done it properly...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "You fall asleep? This doesn't get a laugh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE, (CONT'D)",
          "text": "She falls asleep. Neither does this. Peary lets out a deafening cry of rele",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARY",
          "text": "Abhhhhhhhhhhhhhhhhhhhbhhhhhh! It’s a unique primal mix of war cry and sexual ecstasy...",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARY, (CONT'D)",
          "text": "Come on, let me hear you! Crouch. Clench. RELEASE! Eddie lifts off with an exhausted little grunt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARY, (CONT'D)",
          "text": "Whoa. Everything grinds to a halt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARY, (CONT'D)",
          "text": "The most shattering physical and emotional experience of your life, and that's the noise you make? Eddie fiddles with his harness strap.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "In England, yeah. Peary walks back over to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARY",
          "text": "Rule number one. All the hi-tech gadgets in the world don’t mean squat if you’re not feeling it here. He thumps Eddie in the chest and lets rip.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARY, (CONT'D)",
          "text": "Ahhhhhhhhhhhhhhhhhh! He keeps going until Eddie joins in, thumping Eddie in th chest again as he gets louder and louder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE/PEARY",
          "text": "Ahhhhhhhhhhhhhhhh -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "One by one, lights snap on in the neighboring dorm rooms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eddie does squat jumps in the snow. Pins up a poster of Sue Ellen from Dallas. Watches Peary use his little home-made skier to show when not to pull up your skis.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARY",
          "text": "Too soon... Too late... \f45.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peary winces as Eddie shoots off a jump.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARY",
          "text": "Too soon. INT. PEARY’S WORKSHOP - DAY Eddie sits on a sofa with two black eyes. Peary shows him video footage of Matti Nykanen in action. He is a blue-eyed boyish enigma. And insanely brilliant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eddie races to the jump, full of inspiration... Peary wat and winces doubly hard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARY",
          "text": "Too late. He turns away to hide his expression only to meet the appalled stare of the Swedish Coach.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWEDISH COACH",
          "text": "“Haven’t you got a toilet to go clean?”",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOWN AT THE BOTTOM",
          "text": "Eddie finds his boots and straps have finally snapped.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "(to the Swedes) Any chance of borrowing some equipment?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWEDES",
          "text": "Screw off English! Go take a bollock! Go play with your wanker!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A line of spindly, spry OLD PEOPLE. Eddie registers for t Seniors Tournament, his face swollen and purple.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SIGNING-IN OFFICIAL",
          "text": "For sure, he is okay for this? \f46.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARY",
          "text": "(indignantly) He’s the national squad captain. It’s a modest easygoing crowd. Lots of geriatric laughter missing teeth. And the odd recovering Jumper in a wheelch and plaster cast. Eddie tries to hide his nerves as Peary preps him at the of the tower.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARY, (CONT'D)",
          "text": "Remember. You’re only one jump away from the Olympics. Eddie puts on his battered old helmet. He’s customized th chin strap with a big piece of sponge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARY, (CONT'D)",
          "text": "Just stay focused and do what we've done in training only better. He slides Eddie’s chin strap into place.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARY, (CONT'D)",
          "text": "A lot better.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Antique jumpers bound up the stairs past Eddie as he psyc himself up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "You're only one jump away... You’re only one jump away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peary takes his place next to the MEASURING OFFICIALS, wh are uniformly short intense men, who take measuring jumps very seriously.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "On the wind-swept platform, a bunch of OLD TIMERS laugh i up. One OLD SKIER turns to Eddie to share the joke.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLD JUMPER",
          "text": "He says, “You must treat every jump as if it’s your last.” We are saying, for us, that is easy. \f47. Eddie stares down the gut-churning icy ramp.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "And for me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OFFICIAL",
          "text": "Edwards! A OFFICIAL points at Eddie. It’s time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PA ANNOUNCER",
          "text": "Our next jumper is Eddie Edwards from... Great Britain. The Measuring Officials snap into position — eyes fixed on the landing area. Peary discreetly mutters a prayer fo good luck. The horn blares, the light goes green and off Eddie goes. Peary can’t help mime everything that Eddie should be doi",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARY",
          "text": "Arms back. Chest down. Fanny in... And lift. Lift! Eddie does not lift. He loses his nerve and shuts his eye so he stays frozen in a crouch and SMACKS down onto the slope, a good 30 meters above the normal landing position The Measuring Officials, who never make a mistake, are completely caught out. The crowd too. That was the shorte jump they’ve ever seen. Eddie rockets past their dumbstruck faces, eyes still clo to cross the red line and technically complete his jump.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNOUNCER",
          "text": "Eddie Edwards — 48 meters. The crowd still can’t believe it. Eddie opens his eyes as comes to stop. Catches Peary look of relief. And it only better. ANNOUNCER (CONT’D) That is a new British record for a competitive jump. (not quite covering the microphone) This has to be mistake. (a hasty consultation) No, that is correct — 48 meters. A new British record for a competitive 70m jump. \f48. The crowd bursts out laughing. Even more so when Eddie le up and down with joy. Who is this crazy guy? The OFFICIAL PHOTOGRAPHER scurries forward to get a picture. Click!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eddie is back teaching his class and Peary's influence ha begun to show.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "Come on, you’re acting like a bunch of robots! Technique doesn’t mean squat if you don’t feel it here. He THUMPS his chest. A row of kids, crouched in the snowp position, peer up at him wide-eyed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARY",
          "text": "Eduardo. Peary appears waving a clutch of letters and a newspaper. INT. PEARY’S WORKSHOP - LATER Peary and Eddie hunch over a Daily Mail sent from home an find his photo — hamming it up — under “Jumping for Joy”:",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARY",
          "text": "“Plucky plasterer ‘Fast’ Eddie Edwards set a new British record in ski-jumping last week at Garmisch, Germany, jumping 48 meters on the normal hill. The previous record was set back in 1929 by Hector Moonie.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "\"Plucky plasterer.” (liking the sound of it) Peary points to an envelope in the rest of Eddie’s mail stamped with the BOSA logo. What’s that? Eddie slits it open and pulls out an embossed letter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE, (CONT'D)",
          "text": "\"Dear Mr. Edwards, We are writing to inform you that in the interests of safety we have ratified a minimum distance of 61 meters to be achieved in European Circuit contests as the qualification for all future British ski-jumping contestants in Olympic competition...\" Eddie has to read it again to be sure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE, (CONT'D)",
          "text": "“Minimum distance?” Peary grabs the letter and reads for himself. One figure leaps out from the page. 61 meters. 61 meters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peary sits back in his regular spot, steadily sipping his through a bottle of schnapps.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARY",
          "text": "So much for your golden opportunity.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "Don’t be like that. I’11l just go back and talk to them. Sort it out face to face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARY",
          "text": "You use the same approach when you were doing downhill? He takes another sip. Lights up a tiparillo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "This is different.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARY",
          "text": "How? Eddie shouts over the babble of incoming Swedes as he lea",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "They're dealing with the British Record Holder now! He leaves. Peary ponders his reflection in the bar mirror seems to be taking this harder than Eddie. \f50.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A seated row of BOSA officials, all in green blazers. Eddie sits opposite, perched on a single chair. Knotted t Argyle V-neck, combed hair — his dressed to impress look. Heading this row of flunkies is Dustin Target.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TARGET",
          "text": "Mr. Edwards, this is a pointless conversation. Our sponsors pay to be associated with hard-earned success, not some ridiculous side- show, however well intentioned. Eddie grits his jaw.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "Why do I suddenly stop being ridiculous at 61 meters?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TARGET",
          "text": "You won’t reach 61 meters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "I shouldn’t have to reach anything. I’m the only one in Britain doing the event!",
          "sentiment": "neutral"
        },
        {
          "speaker": "TARGET",
          "text": "That was the distance ratified by our Health and Safety committee. Target indicates a PORKY AIDE sitting at the end. Eddie’s face: “He’s Health and Safety?” Target gets to his feet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TARGET, (CONT'D)",
          "text": "Our position could not be clearer. We will not put amateurs in with the real athletes. More chairs scrape back. The meeting is adjourned.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "I thought the Olympics was for amateurs... \f51.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A steaming pot of tea — untouched. Eddie sits at the kitc table with his parents.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERRY",
          "text": "So the only way to qualify is to make 61m in a European competition? Eddie nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERRY, (CONT'D)",
          "text": "And how much is that going to cost?",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "Not too much. It’s mostly entrance fees and a bit of travel —",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERRY",
          "text": "But more than you can afford. Eddie doesn’t deny it. Terry picks up a Prince Charles sa shaker.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERRY, (CONT'D)",
          "text": "Well, answer me this. If this is you now — He mimes Prince Charles jumping off the teapot spout to t middle of the table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERRY, (CONT'D)",
          "text": "How much more are they asking you to jump? Eddie can’t lie. He ‘jumps’ the Lady Diana pepper shaker the way to the edge of the table. Janette and Terry look at this huge gap. This impossibly huge gap.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eddie lies on his bed, flicking through well-thumbed page photos — Mary Peters, Lasse Viren, Dick Fosbury... It’s his old Olympics album, Moments of Glory. The same b he pored over as a kid. He arrives at 1960 triple gold medallist Wilma Rudolph fr Tennessee — \"The Black Gazelle.\" \f52. A strikingly fit black woman, the 20th of 22 children, bu also amazingly — “a polio sufferer who couldn't even walk until she was eight.\" Eddie gazes deeply at the photo of Wilma taking gold in R - “the fastest woman in the world” - and even more deeply the photo of Wilma as a young girl, standing in a pair of braces. Just like the ones in the hall closet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Terry and Janette sit by their pewter Flickerflame gas fi in matching armchairs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERRY",
          "text": "So he’s no better off than when he left, is he?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JANETTE",
          "text": "Like that’s going to stop him. She wants to go back to her knitting but can’t. He wants go back to his copy of Plasterer's Monthly, but can’t eit",
          "sentiment": "neutral"
        },
        {
          "speaker": "JANETTE, (CONT'D)",
          "text": "We're just going to have to face it. He’s an obsessive. Terry grunts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERRY",
          "text": "Yeah. I wonder where he gets that from. He looks at her surrounded by shelves of royal china.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JANETTE",
          "text": "Yeah. I wonder. She looks at him surrounded by swirly stucco walls and ornate brickwork.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eddie carries his gear to the bottom of the stairs. This time, Janette and Terry are both waiting for him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JANETTE",
          "text": "If we can’t stop you, at least we can support you. \f90 53. She holds out a check, which catches Eddie completely offguard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "++. You don’t have to do this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERRY",
          "text": "That’s what I said. Janette throws him a look. Turns back to Eddie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JANETTE",
          "text": "Just come back in one piece. Eddie sees the amount on the check and reacts. It’s sizea Janette pushes the check into his hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERRY",
          "text": "That was going to be for your first van after you got your diploma. Terry lets out a sigh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERRY, (CONT'D)",
          "text": "That was the other dream I had.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A truck motors down the autobahn, splashing through puddl ferrying Eddie back to Garmisch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAY",
          "text": "Eddie sits in the front seat. Headphones on, deep in thou One knee bouncing up and down. INT. PEARY’S WORKSHOP - NIGHT Peary idly tinkers away under a solitary work lamp. Lonel bored, drunk. Eddie enters, fresh off the truck. Peary lo up and takes in Eddie’s pensive expression.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARY",
          "text": "Let me guess. BOSA didn’t budge. Eddie takes in the empties and the mess, somewhat taken a at the squalor. \f54.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The twinkling lights of the resort. Eddie and Peary sit a the 70m, drinking cups of ‘fortified’ coffee from Peary’s Thermos.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARY",
          "text": "I think it’s a good thing, to be honest. It means now you’ve got to do it for real. Eddie sips his drink, in no mood to be consoled.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "It was different for you. You were a champion. You were always good. I got kicked off every team I was on. And the one thing I thought I was good at — ruddy downhill — they wouldn’t even take me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARY",
          "text": "They're not exactly begging you now. Eddie looks down, toying intently with his cup. Peary pul out his schnapps bottle. Adds some more to his coffee.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARY, (CONT'D)",
          "text": "Believe it or not, I do know what it’s like to be written off. Eddie glances up. A rare glimpse of the real Peary underneath.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARY, (CONT'D)",
          "text": "Of course, my solution was to come here and screw everything that moved... He gives a worldly laugh, but it quickly evaporates. Eddi goes back to toying with his cup.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "I was in a hospital for a year when I was a kid. Dodgy knees. All the doctors told me to forget about sport and take up reading. Eddie pauses, reliving the moment. \f55.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE, (CONT'D)",
          "text": "So I did. First book I got was the official 1972 Olympics photo album —",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE/PEARY TOGETHER",
          "text": "Moments of Glory. Peary knows the title all the well.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARY",
          "text": "That was the book I got written out of.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "That was the book that made me realize I needed my own “moment.” That one thing I could do to prove them all wrong. Peary watches Eddie lift his hot metal cup to reveal five interlocking rings in the iced platform.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE, (CONT'D)",
          "text": "I’ve never changed my mind since.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The clang of unsteady feet as Peary and Eddie descend the stairs. They get to the bottom. A pause. Peary has something to say too. He puts an arm around Eddie’s shoulder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARY",
          "text": "Eduardo, mein freund. I'll get you your moment. Off they weave, down the slope to the lights below.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Music swells as we sail over a snowy mountain road.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARY, (VO)",
          "text": "We've only got three contests to make your distance before the Olympic cut-off date. Seefeld, St. Moritz and Oberstdorf. Two months. Three jumps. That’s it. \f56. A caravanette hatchback comes into view — the Garmisch maintenance van.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAY",
          "text": "Peary does the driving. Eddie handles navigation. On a map, Peary has marked the jumps in sequence — 1, 2,",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eddie does brutal squat thrusts and leaping star jumps.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARY, (VO)",
          "text": "I was letting you push off later because it gave you more time for your alignment. No more. Peary demonstrates using a homemade model skier.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARY, (VO)",
          "text": "You've got to do it quicker and stronger — with explosive plyometric force. Eddie doesn’t know what that means.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARY, (CONT'D)",
          "text": "Like a mad salmon. Eddie leaps — just like a mad salmon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARY, (VO)",
          "text": "Good start times! You’ll gain at least a meter jumping on early morning ice. Eddie presents himself to a surprised OFFICIAL. Signs his name on a clipboard. PEARY (VO) (CONT’D) So let’s get you registered as a squad captain and claim a pole position. Eddie tries out his captain’s armband, just like the one Lars wears. \f57.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peary drags Eddie along to a ski resort building.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARY",
          "text": "New equipment! Decent skis, proper boots, aerodynamic jumpsuit, streamlined helmet. This will gain you at least two meters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "With what? We've barely got enough left for entry fees and petrol.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARY",
          "text": "Who said anything about buying? Eddie looks confused.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "I already tried borrowing. Peary leads Eddie past a sign for “Lost Property”.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARY",
          "text": "We're not borrowing. We’re reclaiming.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peary and Eddie root out various ski boots, a helmet, glo a ski suit — recoiling at the musty smell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARY",
          "text": "Size 11, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARY",
          "text": "All they've got is 11. He hands Eddie the boots. And six pairs of socks. Eddie assembles his final selection. Notices Peary inspec his own selection in the mirror — an alpine sports jacket with a distinctive zip-up collar. The preferred style for European jumping coaches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARY, (CONT'D)",
          "text": "What? I just like the look, that’s all. \f58.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eddie puts on his six pairs of socks and oversized boots. He joins the circle at the captains’ meeting, proudly put on his armband. One by one, the other captains react to their new colleag and his kaleidoscope of mismatched gear. “Is this a joke?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SUPERIMPOSE: “Contest No. 1 Seefeld.” Eddie jumps and lands. Judging by Peary’s reaction — it’s instant improvement. Ugly, but definitely longer. Peary gives Eddie the thumbs-up, resplendent in his new distinctive high-collar jacket. It’s a little shabby, but otherwise he looks just like the other coaches now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWEDISH JUMPER",
          "text": "Din javla idiot. Peary flicks him an Eddie-style V-sign.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eddie - an ice pack on each knee - writes a postcard home sketching a little diagram to show his progress...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "«+. Janette hands Eddie’s postcard to Terry, sitting behi his copy of Plasterers’ Monthly. Then she moves Prince Charles a full two inches towards L Di at the edge of the table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eddie expertly plunders the free food. Peary, even more expertly, plunders the open bar. Until a voice on one of TV monitors catches his attention.... He looks up to face the moment he’s been dreading for 20 years. A silver-haired MAN on screen. The TV caption read “Warren Sharp, Former US Olympic Coach”. \f59. Sharp is being welcomed aboard the ABC Sports commentary for Calgary. Peary goes quite still as he takes in Sharp’ immense patrician presence. Hurtling back into his past..",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's small, but they've made it like home. Makeshift clot line. Posters of Matti Nykanen and Linda Gray on the wall Eddie shivers in his sleeping bag, swaddled in mittens an scarfs, breath misting the windows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "“I’m going outside. I may be some time.” Not even a smile from Peary, lost in his thoughts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eddie peruses postcards, gulping milk. Peary discreetly unbags his new book - Sharp Words: The Coaching Wisdom of Warren Sharp. He studies the back cover photo of Sharp — the archetypal straight arrow coach. His unforgiving eyes drilling deep Peary’s conscience...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Swirling snow fills the sky. Peary and Eddie two dots on wind-swept landscape.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARY",
          "text": "We have to keep working on your Telemark landing. It’s key.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "It’s too complicated. The other way feels better.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARY",
          "text": "Yeah, but it’s not correct. Eddie looks at Peary, unsure where this sudden pedantry i coming from.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "What happened to ugly but effective? \f60.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The caravanette WHOOSHES past, more slowly now as it head uphill...",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARY, (VO)",
          "text": "You plateaued sooner than I thought. The more you push now, the worse you make it. The only way forward is better technique.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eddie practices the Telemark landing - knees bent, one le front of the other - without skis. Again and again under Peary’s exacting, precise direction.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "Christ. When did you get so fussy? Peary ignores him. Just keeps correcting and adjusting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARY",
          "text": "How does it feel now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "Robotic. Off Peary’s glare -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SUPERIMPOSE: “Contest No. 2 St. Moritz.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARY, (VO)",
          "text": "(losing patience) Precision is what sets you free. Form and function combined. Otherwise you just snatch at your lift-off and make it worse. We travel all the way down the scoreboard to last place — “Edwards, E. — 53m.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Terry butters his toast with a plasterer’s precision. Loo up to see Janette move Prince Charles backwards from Lady — awhole inch. Terry’s face: What did I tell you? \f61.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The caravanette sits parked in a muddy field, rain drummi on the roof.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peary sips his drink and lights another tiparillo. Eddie fidgets noisily with the model skier as he ponders his progress chart — or rather lack of progress chart. The air is thick with fatigue and mutual frustration. And odd leaking raindrop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARY",
          "text": "Attitude is altitude. You can’t move forward if your head’s not right. What is Peary talking about?",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "We've only got three weeks left! Peary’s well aware of the pressure. And he’s not coping s great either. He tops up his glass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE, (CONT'D)",
          "text": "Like that’s going to help.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARY",
          "text": "Well, look at the raw material I got to work with. Eddie snaps. Hurls the little ski model into Peary’s glas splashing it all over Peary’s shirt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "Some coach you are. Peary leaps to his feet, banging his head on the low ceil",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARY",
          "text": "It’s ski jumping, not bungee jumping!",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "Since when did it have to be Swan Lake? Peary’s face tightens. Water dripping off him. Something snapped in him too. \f62.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARY",
          "text": "Eddie. You have a self-limiting belief. Eddie can’t believe what he’s hearing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARY, (CONT'D)",
          "text": "A self-limiting belief that keeps you small. Peary peels off his wet shirt and hands it to Eddie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "Like you're so bloody special. Peary’s face: Oh really? The two of them, nose to nose on more. Very coolly, Peary picks up his drink. Pulls out the drip little ski model. Hands it to Eddie. Heads for the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peary marches across the slope - no shirt, no shoes, drin one hand, tiparillo in the other. Eddie trailing after hi",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "Nice. Nice attitude. Very professional. Peary hands Eddie his glass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARY",
          "text": "Here. Hold this. He marches on to the base of the 90M jump. Points at a Ju changing into ski boots.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARY, (CONT'D)",
          "text": "What size are those?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUMPER",
          "text": "lls.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARY",
          "text": "Close enough. He takes them and the guy’s skis and starts up the stairs Down below, the Swedes have gathered to watch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWEDISH JUMPER",
          "text": "What is this? Call My Bluff again? \f63. Eddie feels the glare of onlookers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "Do you mind? Up at top of the ramp, Peary clips on his boots and slots his skis, tiparillo still in mouth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE, (CONT'D)",
          "text": "Alright, Peary. You’ve made you’re point. Very impressive. Thank you. But Peary is only getting started. He crouches down, arms back, palms up, and sets off... He’s like a great surfer, the natural elegance undimmed by years away. He shoots off the ramp, springing upwards, taut and beaut - no helmet, no shirt - flying past Eddie and the Swedes. and flying... and flying... The Swedes watch in awe. They all know pure style when th see it. Peary’s skis slap down in the most rakish version of a Telemark landing anyone ever saw. Gliding to a halt with parallel skid and a perfect arc of spray. Awed silence. Peary removes his tiparillo and taps the as Takes back his drink from Eddie and takes a sip.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARY",
          "text": "I'm sorry. I interrupted you. You were saying?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eddie lies in his sleeping bag, awake, looking like he’s slapped. Peary is still up and so drunk, he’s turned mean",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARY",
          "text": "You're uncharacteristically quiet tonight. He offers the dregs of his bottle to Eddie, so forcefully Eddie has to push it away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "I can see why they kicked you off the squad now. Peary’s eye narrow. Suddenly this is no longer fun. \f64.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARY",
          "text": "If you really want to get to Olympics so bad, just go jump the 90m yourself. He clambers into his bed still with the bottle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARY, (CONT'D)",
          "text": "Your BOSA letter only said the minimum distance had to be recorded at a Circuit jump. It didn’t specify what event. He hits the light switch, drifting into sleep.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARY, (CONT'D)",
          "text": "It’s perfect for you. You can do as badly as you like and still make the distance. Out he goes. Eddie lies awake, fuming in the dark... Knee bouncing up and down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peary stirs awake in the morning light thanks to the empt bottle hitting the floor. Finally, he notices the blindin obvious — Eddie’s bed is empty. EXT. 90m JUMP - DAY A ski-jump elevator takes Eddie up into the sunlight peep over the ridge. All the way to the top.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE 90M START PLATFORM",
          "text": "is surprisingly small. There is just enough room to put o his skis and shuffle into position. Eddie moves out, bracing the wind, and takes in the view. It's like nothing he could have imagined. A vertigo-inducing ice-ramp that plunges down into infini He steps forward, dislodging some ice from the metal grat The ice chunks fall... and fall... and fall... Blood drains from Eddie’s face and a new expression fills features. One we've never seen before. \f65. Total fear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE ELEVATOR",
          "text": "hisses open behind him, producing a new JUMPER. A preposterously young guy. He opens his palms at Eddie: Wh the delay? Eddie is white as a sheet. The kid has to skirt around hi He clicks on his skis and pushes off, he picks up speed a frightening pace then abruptly disappears from view. A l-o-n-g moment later he flies back into view — SLAPPING down onto the slope. A hard crunching landing. A fierce s Real ski-jumping. Eddie attempts to move into position. All he can hear is whistling wind. All he can feel is the metal structure creaking beneath him. He fumbles for the rail. A few deep breaths seem to do the trick. He regains his composure, even managing a smile at his own silliness. Then vomits spectacularly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Two figures pick their way through the crunchy morning sn It’s Peary and the resort JANITOR, who leads him into the men’s restroom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Janitor opens the end cubicle door for Peary to step forward to see for himself. Eddie is slumped on the floor the toilet bowl. Peary considers Eddie’s ashen face. His trembling fingers gripping the rim. This was not what he was expecting at a",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEAM RISES UP",
          "text": "From a sink of hot water. Steadied by Peary, Eddie splashes water over his face. Slowly, he gets some color back in his cheeks. Peary goes and gets him a wodge of paper towels.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARY",
          "text": "No more shortcuts. \f66. Eddie wipes his face. Looks up to face Peary’s gaze in th misted mirror and finds his coach is surprisingly empathe",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARY, (CONT'D)",
          "text": "We're just going to have to dig deeper, that’s all.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The caravanette chugs uphill across the border into Germa black clouds in the distance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARY, (VO)",
          "text": "You need to get used to skiing at 50-60mph. Peary stands at the top of a mountain road with Eddie. Nothing to see but more mountain tops in any direction.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "Don’t we need a wind tunnel for that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eddie’s grimacing face - jowls flapping. His skis have be bolted to the roof of the caravanette. Peary at the wheel, bombing downhill.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARY",
          "text": "Louder. I can’t hear you!",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "Arrrrghhhhhhhhhh! The caravanette speeds past the sign for Germany, black clouds in the distance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAY",
          "text": "Peary and Eddie wear waterproof plastic sheets. Rain leak everywhere now. They pull up outside an old Gothic building with a sign i German and English that says “Health Spa.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARY",
          "text": "Look at all the best jumpers. They're tall, wide and thin. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARY, (CONT'D)",
          "text": "Like a sail. Whereas you, you're built like a linebacker... Peary gives Eddie’s broad shoulders a squeeze.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARY, (CONT'D)",
          "text": "You, my husky bricklaying friend, are going on a diet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A SCALE pings to 188lbs. Eddie is getting weighed. Peary can barely get his pinkie inside Eddie’s waistband.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eddie sets off on a run, wrapped in a plastic trash bag. passes OBESE PATIENTS, taking the cure. “Slow down!”",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eddie’s head pokes out the top of a sweat box. Peary wipe his steamed up glasses.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARY, (VO)",
          "text": "Private Edwards, you are a thigh- chafing horror.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eddie does press-ups while an OBESE GUEST in a tracksuit offers him pointers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARY, (VO)",
          "text": "Gargantuan. Obese. Disgusting. What are you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "Starving. Peary feeds raw spinach into a blender... And a raw egg.. And a whole lemon... And cayenne pepper... Eddie gulps down a glass of the green liquid wincing. \f68. A tempting box of chocolate Jaffa Cakes sits on the table gift from Mum. Peary removes them from view.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARY",
          "text": "Not until you qualify.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eddie runs downhill, Peary driving alongside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARY",
          "text": "No rest until every pound of quivering blubber is gone! Coming back up the hill, Eddie easily outruns the caravanette, forcing Peary to shout after him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARY, (CONT'D)",
          "text": "Vanished! Purged! Finito!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peary prods Eddie past a sign for \"Hydro-Colonics.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARY",
          "text": "Every pound you lose is a meter gained!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The scale BOINGS to 175lbs. Peary gets two whole fingers inside Eddie’s waistband.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARY",
          "text": "How do you feel now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "Weak.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SUPERIMPOSE: “Oberstdorf Practice Jumps.” Various squads and coaches arrive to begin their preparations. The Swedes gather round their coach, but Lars’s gaze keep straying over to Eddie. \f69. The new streamlined Eddie. Already hard at work on the sl Valiantly doing as Peary instructs. Not complaining once. Just like a real athlete.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eddie gets undressed, exhausted from another long day, stomach GROWLING, tighty-whiteys slipping off his new slimline frame. Behind him, nonchalantly nude as usual, Lars strolls up holding out a shiny new pair of Atomic skis.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LARS",
          "text": "You could maybe use these, I think. The skis are gleaming, unused — and bright pink.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LARS, (CONT'D)",
          "text": "Proper jumping skis. With lightweight tips. For better balance. Eddie waits for the punchline, but it doesn’t come.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "You sure? These things cost a fortune.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LARS",
          "text": "The sponsors take care of it. He thrusts the skis at Eddie, who runs a hand over their gorgeous dimensions.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "They're beautiful. Lars shrugs — the nearest he’ll ever get to an overt disp of emotion — and leaves Eddie to it. After a moment, Eddie ‘comes to’ and realizes Lars has already gone. He turns to one of the other Swedes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE, (CONT'D)",
          "text": "Quick. How do you say \"Thank you for the skis\" in Swedish?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lars ambles nudely to the shower. \f70.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "Lars! Eddie chases after him, still clad only in his Y-fronts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE, (CONT'D)",
          "text": "Det var som fan sansldés. A subtitle reads: “Bugger me till I faint.” Lars blinks in surprise, which only emboldens Eddie to squeeze Lars's shoulder more warmly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE, (CONT'D)",
          "text": "Det. var. som. fan. sanslés.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eddie is all ready to jump with his shiny new skis, but the JUMP MARSHALL has a clipboard full of forms to be signed first.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "It’s a practice jump! You don’t paperwork for a practice jump!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUMP MARSHALL",
          "text": "At Oberstdorf, we do everything to the letter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "I could have done two jumps by now. Peary drags Eddie aside before he makes things worse.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE, (CONT'D)",
          "text": "I can’t help it. I’m bloody starving.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARY",
          "text": "Take a breath. Relax. Remember: Focused not tense. A much improved WHOOSH sees Eddie shooting off the slope his shiny new pink skis. It’s not a great lift-off, but he stays aloft appreciably longer, and lands at 61 meters — the magical distance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "And that was without a headwind! \f71.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARY",
          "text": "Alright, don't get cocky. Your new skis did most of the work. The Jump Marshall signals the distance on his electronic board - “61 meters.” The magical distance. Eddie erupts with joy, but he’s so weak, he falls into Peary’s arms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARY, (CONT'D)",
          "text": "Do that tomorrow and you’re through.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Prince Charles CLINKS into Lady Di, so he’s right next to her. Terry exchanges a tense look with Janette. Fingers crossed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eddie lies wide awake. Staring at the ceiling, stomach growling like a bear. He gets up, careful not to wake Peary, and digs out the parcel of Jaffa Cakes — only to find a note attached from Peary: \"I said, Not until you qualify!\" It doesn’t matter. He’s felt so much self-belief.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The arena fills up with officials, TV crews, spectators. Competition day. Peary rubs the overnight snow between his fingers. Sizes the headwind. It’s all good. SUPERIMPOSE: “Contest No. 3 Oberstdorf.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eddie gets his armband with Lars and the other captains. his jumping position.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OFFICIAL",
          "text": "Number three: Klauser. Number two: Moberg. Number one... Edwards. \f72. Wow. The prime start time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eddie hurries to find Peary and tell him the good news.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "Peary! You better get in position. I’m first off. He pulls up short like he’s seen a ghost. Two of them in fact. It’s Target and his Aide in their bright green blaz",
          "sentiment": "neutral"
        },
        {
          "speaker": "TARGET",
          "text": "Can we take it you’ve acquired a coach?",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE/PEARY",
          "text": "Yes./No. Pause.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARY",
          "text": "It’s not a formal arrangement.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TARGET",
          "text": "I should hope not. That would require you to be licensed and registered. It’s Peary, isn’t it? Target flicks a glance at Peary’s ‘Lost Property’ chic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TARGET, (CONT'D)",
          "text": "Your old exploits on the US Olympic squad are quite the talk in the press tent. Peary assumes his most nonchalant air.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARY",
          "text": "If I'd been French, they’d have made me captain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TARGET",
          "text": "If you’d been British, we'd have never let you in the squad. Peary and Eddie turn to watch as Target and his Aide walk over to glad-hand — who else? — the asshole Swedish Coach",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARY",
          "text": "Back home, we have a word for guys like that. \f73.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "We have the same word.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eddie settles into position. Flapping his arms, doing his breathing warm-ups: “Ahhhhhhh!” He sees Peary down below giving him the OK sign. Then cat sight of Target and his Aide, which doesn’t help. He tries to shut them out — “Focused not tense.” “Linda Gray.” The light goes to green and he pushes off in his s new skis. Peary watches in gradually awakening amazement as Eddie s and hovers like never before. Graceful, controlled, no trace of panic. It’s like he’s a completely different athlete. He even pulls off a Telemar landing — arms out, knee bent — which is simply a miracle Eddie skids to a stop and flips off his goggles. He sees Peary’s face and sees his wonderment. Even better, there’ red flag from the Officials. The jump will stand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "What did I hit? Peary completely forgot to register his distance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE, (CONT'D)",
          "text": "What was the distance? Peary has no idea. Some of the Circuit crowd are doing th usual patronising reaction — cries of “woo-hoo” and taunt hand gestures. But Peary doesn’t care. That was a genuinely decent jump. Eddie though only has eyes for one thing. The distance. H turns to the scoreboard as it clicks up. “E. Edwards 57m.” He blinks at this obvious mistake. But the announcer conf it. It’s a full 4 meters short. Target turns to his Health and Safety Aide with relief. A last, the nightmare is over. \f74. An OFFICIAL steers Eddie off the snow to make way for the next jumper, but Eddie pushes him away. Wait. Wait. This all wrong.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peary waits outside, while inside Eddie remonstrates with Event Officials, voices rising.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "You don’t understand. This is my only chance. You have to give me another run. They will not budge. The rules are the rules.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OBERSTDORF OFFICIAL",
          "text": "At Oberstdorf, we do everything to the letter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "You all keep saying that! It doesn’t help! These people at BOSA. They're bastards! If it’s 61 this year, it’ll be 71 next year. Then 81. Eddie explodes, grabbing the man’s lapels, ending any cha of clemency. Peary watches all this, knowing it’s pointless, but that’ okay. In some strange, wonderful way, this mad quest is turning out better than he’d ever hoped.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The long drive back. Headlights moving through ghostly tr lined roads. Eddie stares out the window, jaw clenched tight. The box Jaffa Cakes in his lap — unopened. Peary looks over at Eddie, biding his time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The caravanette noses to a stop right back where it all began. Except now, there’s only leaden skies and humdrum tourist waddling about. \f75.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peary switches off the engine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARY",
          "text": "Eddie, I want to tell you something. Eddie stares out the window like a zombie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARY, (CONT'D)",
          "text": "Your jump yesterday... Peary has never looked more alive.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARY, (CONT'D)",
          "text": "It was the first time you had all your components working together — lift-off, timing, balance, trajectory. All of it, working together like second nature. Eddie can’t face any of this. He opens the door and gets Peary reaches to pull him back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARY, (CONT'D)",
          "text": "You idiot. I’m telling you it was the best jump you've ever done. But Eddie’s already gone, hurrying out of sight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wind blows across the slopes as the last Swedish flag is taken down and their Olympic HQ packed up. INT. PEARY’S WORKSHOP - DAY INT. PEARY’S WORKSHOP - DAY Peary sits at his desk, underlining key sections of his c of Sharp Words, jotting notes in the margins, a man rebor The sound of BANGING and SLAMMING intrudes. Peary looks o to find Eddie hollering in his garage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARY",
          "text": "Eddie. Cut it out. I’ve been doing some thinking. Eddie just keeps hollering like a maniac. \f76.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARY, (CONT'D)",
          "text": "Seriously. Enough with the histrionics. I’ve figured out a way forward — Eddie appears in front of him, waving a Telex.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "We did it. We’re through. He’s not upset. He’s celebrating.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE, (CONT'D)",
          "text": "They only recorded the bloody practice jump. He hands the telex to Peary. “E. Edwards, Great Britain, Oberstdorf 61m.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE, (CONT'D)",
          "text": "It’s official. It counts. Eddie charges out, banging the door, whooping with joy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE, (CONT'D)",
          "text": "“Everything to letter!” Peary stands there, completely thrown. This is a disaster",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Matti Nykanen’s inscrutable blue eyes are unpinned from the caravanette wall. Eddie rolls up his poster, unstoppa now as he does his best Ron Pickering.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "Oh this is amazing, this is sensational. Peary arrives at the van, now with a “For Sale” sign in t front window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARY",
          "text": "Eddie. What I said about your jump — I meant it. We can do this for real. Eddie hums, dances, moonwalks as he packs up his gear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARY, (CONT'D)",
          "text": "You don’t have to settle for being a novelty item anymore. \f77. Eddie just keeps bopping away as he packs his case.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARY, (CONT'D)",
          "text": "We should take another four years. Re-train you from the ground up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "What are you talking about?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARY",
          "text": "I’m saying I want to coach you for the next four years. So we can go and really compete. Eddie finally starts to pay attention.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "What for? We're already going.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARY",
          "text": "I’m saying, if you go now, they’re never going to let you back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "So what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARY",
          "text": "So all you can prove is that you don’t mind coming last.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "I don't mind! Eddie can’t believe he’s trying to ruin this great moment",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE, (CONT'D)",
          "text": "What’s the matter with you? We just pulled off the impossible. Now we get to be a part of it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARY",
          "text": "I was a part of it. Remember? The intensity in his voice takes them both by surprise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARY, (CONT'D)",
          "text": "It doesn’t mean anything if you sell yourself short. \f78.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A bus driver loads up luggage, ready for the drive back t England. Eddie and Peary stand there, regarding each othe with equal frustration.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "I don’t understand. Why can’t we just go and have fun? It’s a good question. And one Peary has already pondered.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARY",
          "text": "A year after I got bumped from the Olympic squad, I went back to Warren Sharp to apologize. I literally got on my knees and begged him to let me jump again. Even now, it still stings.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARY, (CONT'D)",
          "text": "You know the last words he said to me? This is the first time, we sense, Peary has said them alo",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARY, (CONT'D)",
          "text": "“You'll never take jumping seriously, because you’1l never take yourself seriously.” Eddie digests the words and yes, they’re brutal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "They going to be your last words to me, too? The driver honks his horn. It’s time to go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARY",
          "text": "Eddie. I got 20 years to make good on. Either we do it right or not at all.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "You're crazy! Six months ago you were driving a rust bucket. They stand there. Each hoping the other one will cave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARY",
          "text": "Eddie. Don’t be a fool. \f79.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "Better a fool than a coward. The bus driver honks again. It really is time to go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE, (CONT'D)",
          "text": "At least wish me luck, you stubborn bastard. They hug awkwardly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAY",
          "text": "Eddie clamps on his headphones and folds his arms as the moves off. How can a victory feel more like a defeat? He can’t even bring himself to look back. Not even a fare glance at the windswept jumps. EXT. EDDIE’S STREET - DAY The street is strangely empty outside Chez Eddie, palace stucco. Just a voice yelling —",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE, (VO)",
          "text": "Hurry up, it’s starting!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Packed inside are Eddie, Terry, various NEIGHBORS, KIDS a Builders. Eddie's Mum enters with another round of tea an Jaffa Cakes as - ON TV, Eddie flaps his arms, jumping in a European contes",
          "sentiment": "neutral"
        },
        {
          "speaker": "UK NEWS REPORTER, (ON TV)",
          "text": "This week, local boy Eddie Edwards achieves a boyhood dream when he heads off to Canada to compete in the Winter Olympics in Calgary. “Ahhhhhhhhhhh.” Eddie practices in his homemade harness i the back garden, watched by the local Kids.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE, (ON TV)",
          "text": "I've broken my arm, my jaw, three fingers, two ribs, and eight pairs of glasses. \f80.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEWS REPORTER, (ON TV)",
          "text": "Even though he only finishes half the distance of normal jumpers, Edwards can look forward to competing against the likes of Finnish champion Matti Nykanen. And can even expect to be cheered on by Great Britain’s consort at the Games, Her Royal Highness Princess Anne. On TV, a Gentleman's Outfitter slips an Olympic blazer on Eddie's shoulders.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OUTFITTER, (ON TV)",
          "text": "Any pinching under the arms, sir? Eddie shakes his head, proudly inspecting the breast pock crest. \"Calgary 1988.\" Five Olympic rings and a Union Jac Just like in all the official British squad photos that f the walls. Through all this, Terry and Janette exchange a look — qui humbled by Eddie’s achievement.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eddie rechecks his airline ticket and passport for the la time. When he struggles to close his ski bag, Terry comes grips it, so Eddie can pull the zipper shut.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERRY",
          "text": "Wider than normal skis, aren't they.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "Yeah. For the wind resistance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERRY",
          "text": "Different buckles too. So you can lift your heel at the take-off. His dad is quite the expert, these days.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "You sure you want to fly all that way just to see me? I mean, it’s not cheap.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERRY",
          "text": "It’s already done. Call it an early summer holiday. \f81.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "Yeah, but it's not the plastering World Cup though, is it. No, it's not. But they don’t feel it has to be anymore.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERRY",
          "text": "I‘ll get this. You save your strength. Terry picks up Eddie’s bag and carries it downstairs. Edd takes one last look around his shrine. His lifelong dream finally turning real.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "At the front door, Janette waits, as always, beaming with pride.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JANETTE",
          "text": "And where do you think you’re going, young man? She gives Eddie a ferocious hug, her eyes tearing up. He pulls a hankie out of his pocket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "Alright. Take it easy. You’re going to see me in a week. She dabs her eyes and blows her nose. Terry peers in from front door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERRY",
          "text": "Pull yourself together, woman. We've got a farewell committee.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eddie exits his front door to find a small curious crowd gathered. The local kids, a stray dog, the Indian family opposite, a clutch of grannies, a passing milkman. Eddie walks towards Terry’s mud-splattered van past their silent inquisitive faces. A real crowd begins to ROAR, getting louder and louder. \f82.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Suddenly, we’re hurtling over the Calgary skyline towards the McMahon Stadium and the teeming spectacle of the opening ceremony. A procession of runners brings in the Olympic Torch to li the flame.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMENTATOR, (VO)",
          "text": "Fifty-seven nations, 1,700 athletes, 60,000 spectators and more than two billion TV viewers around the globe — all have come together for the 15th Olympic Winter Games, where today the words will be spoken, Let the Games begin! The flame is lit and the stadium erupts in a swirling dis of synchronized flag-waving. Drummers, marching bands, polar bear mascots, singer Gord Lightfoot, sexy ice-skater Katarina Witt, the Jamaican bobsleigh team and —",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Whoosh! A SKI-JUMPER flying through the air to reveal a packed stadium below. Olympic flags. TV commentators. Thousands of fans. This is so much bigger and NOISIER tha anything in Europe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eddie waits, suited and ready to jump, his knee bouncing a jackhammer. Around him, athletes are prepped and massag by their coaches. Being on his own, Eddie makes do with humming and fidgeti",
          "sentiment": "neutral"
        },
        {
          "speaker": "RON PICKERING, (ON TV)",
          "text": "So here we are, kicking off the men’s 70m ski-jump with the legendary Matti Nykanen. Eddie leaps up at the mere mention of his idol’s name.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RON PICKERING, (ON TV)",
          "text": "The 70m crowd has really come alive at the sight of the Flying Finn. Not what you'd call an accessible figure. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "RON PICKERING, (ON TV)",
          "text": "Prefers to let his jumping do the talking — and my word, here's his first speech! Eddie watches the TV monitor: Nykanen soaring for an eter — a near perfect jump. RON PICKERING (CONT’D) Oh, that’s big. That’s very big. It's got to be at least 89 meters. Nykanen's brilliance silences the other jumpers getting ready, even the Swedes. They quickly turn to stretching, checking their buckles. All except Eddie, who is rapt by the sight of Nykanen as strides off — eerily boyish in close-up, and also eerily unmoved by the crowd’s rapture.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OFFICIAL",
          "text": "Edwards! A super intense OFFICIAL executes the now familiar pointi routine to Eddie and then to the sky. You. Next.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eddie bounds up to the platform determined to enjoy every second. This is his moment, right? He gets to the rail and looks down on the biggest ski cro he's ever seen. 70,000 people and his parents, all waitin for him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RON PICKERING",
          "text": "Here he comes, Eddie Edwards. His arrival in Calgary has already caused quite a stir, I can tell you. That homespun, idiosyncratic jumping style has even inspired a nickname — Fans wave a placard: “Canada welcomes Eddie ‘the Eagle’ Edwards.” RON PICKERING (CONT’D) “Eddie the Eagle.” Well, if ever there was a moment to prove he’s not an endangered species, this is it. Eddie waves to the crowd, hiding his nerves by hamming it \f84.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Around the world, people watch their TVs curiously — Eddi neighbors, Florian, his old pupils.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Around the stands, people watch curiously too — fans, commentators, some of the British squad. Target turns with a withering look to his porky Health an Safety Aide.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TARGET",
          "text": "“He'll never make 61m.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The klaxon sounds and Eddie sets off down the slope, pick up speed. He flies into the air and flaps his arms with a mighty cr But it's more of a squawk as he SHOOTS into the air and plummets to the slope. He lands awkwardly and skids to a halt only when he THUMP sideways into the end billboard. It's all over in five seconds and the silence is deafenin The crowd, the commentators, the other athletes — all sta in disbelief. Until one by one they start cracking up. “What the f£*** that?” Americans, Canadians, Brits — all cracking up with amused disbelief. And the Swedish team, as always — totally impassive. They turn towards Lars: “You gave that guy skis?”",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eddie lifts his goggles and automatically turns to get Peary's reaction. But of course he's not there. The score flicks up on the big screen: 55 meters. The cro applauds good-humoredly, but it's lame and Eddie knows it TARGET’S AIDE Well, it could have been worse. \f85. Target’s not so sure as he watches Eddie hide his disappointment by clowning it up for the crowd. INT. PEARY’S WORKSHOP - NIGHT A stream of smoke. Peary watches the TV replays of Eddie his forced bonhomie. Peary looks sad but resigned. He turns back to his new reading material, Sharp Words: T Coaching Wisdom of Warren Sharp.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eddie clatters back to the quiet of the changing-room, st on a high. He goes straight to his kitbag to find his celebratory chocolate. A box of Jaffa Cakes all ready to go. But something’s off and he knows it. He catches sight of himself in the mirror. Away from the crowd, he can’t hide it anymore. It should feel great and doesn’t.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eddie wanders along, fighting a growing sense of anticlim He squints at his map, totally lost amid the geometric athletes’ quarters. He passes the Jamaican bobsleigh team, decked out in gree and yellow latex suits. They watch him go by very strange Once Eddie's out of sight, we see why. The Jamaicans pull a huge joint.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eddie finally locates his block, where a perky PR WOMAN i waiting to greet him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PR WOMAN",
          "text": "A-ha, the elusive Mr. Edwards, where the hell have you been?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The PR WOMAN leads Eddie down a backstage hallway towards growing hubbub of expectation. \f86.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "Blimey, who else is doing the press conference?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PR WOMAN",
          "text": "No one. It's just you. Eddie notices a TV screen showing footage of him reading Sun at the top of a jump... doing his funny arm-flapping up exercises. She beckons him into the room and a sea of flashbulbs explode. \"Eddie!\" \"Eddie!\"\"Over here! This way!\" More than 130 photographers, TV cameramen and journalists crowded inside for the new star attraction. All bombardin him with questions.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TV REPORTER",
          "text": "The Winter Olympics descended into French farce this week with the outbreak of Eaglemania.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SINGING FANS ON TV",
          "text": "\"Fly like an eagle... Let your spirit carry me.\" Eddie signs autographs and poses for pictures. With kids, parents, even Mounties. Watching in amazement around the globe are Eddie’s neighb The builders. And the Obese Push-up Expert back at the sp",
          "sentiment": "neutral"
        },
        {
          "speaker": "OBESE GUEST",
          "text": "Heilige Scheie! Eddie has a quiet dinner with his parents until flashbulb explode through the window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TV REPORTER",
          "text": "Everywhere he goes the former plasterer is provoking equal parts amusement and derision. Fans impersonate Eddie's arm-flapping. Make \"four-eyes\" f with their fingers. Give him an inflatable eagle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TV TALKING HEAD",
          "text": "He's the Elton John of ski-jumping. He gives the ordinary man in the street hope. \f87.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TV TALKING HEAD",
          "text": "If he’s anyone famous on skis — it’s Benny Hill. Eddie gets mobbed by showgirls. Gets presented with a rea eagle. Even when he’s on the toilet, a tape-recorder appe under the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "UK NEWS REPORTER",
          "text": "A hairdresser from Bristol is claiming he was your lover for two years? Any comment? Eddie valiantly signs more autographs, buffeted by fans, surge round, spilling hot dogs and soda all over his Olympic blazer. Some of the other ATHLETES watch all this without comment Eddie thinks they’re doubtful about the crazy fans, but w sense their reservations have more to do with him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eddie and his mother head towards the Olympic Village laundromat carrying a basket of his clothes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JANETTE",
          "text": "I don’t care who wants your autograph. You’re not going to the closing ceremony with mustard down your front. A team of SECURITY PERSONNEL make them wait while some VI Guest passes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JANETTE, (CONT'D)",
          "text": "Who is it, Katarina Witt? Eddie cranes for a better look. No, it’s —",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "Bloody Nora. Actually, it’s PRINCESS ANNE on a royal walkabout. And sh walking all the way over towards him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRINCESS ANNE",
          "text": "I know you. You’re our ski-jumper. She shakes Eddie’s hand. \f88. PRINCESS ANNE (CONT’D) You know, my son Peter’s just starting skiing at the dry slope in Cheltenham.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "Get out of it. That’s where I started. (off the aide’s discreet prompt ) --. Ma’am.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRINCESS ANNE",
          "text": "Maybe you can give him some lessons?",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "Love to. I'll even get hima weekend discount.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRINCESS ANNE",
          "text": "Just skiing. No jumping. Eddie beams in royal-lover heaven. As for his Mother — sh gone as stiff as a board. PRINCESS ANNE (CONT’D) Mrs. Edwards? You must be very proud. Janette can only stare, too stunned to speak, still gripp Eddie’s basket of underwear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Newspapers in every language tell Eddie’s story. Crowds m him. Frat guys MOON him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TV TALKING HEAD",
          "text": "This guy isn’t embodying the spirit of the Games. He's debasing it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TV TALKING HEAD",
          "text": "Let’s not forget. The founder of the Olympics was Baron de Coubertin, not P.T. Barnum. The crowd and media mob is now totally out of hand as BOS officials escort Eddie into the flag-draped Olympic HQ. \f89.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The PR WOMAN is not so perky anymore. She looks anxiously across at Eddie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PR WOMAN",
          "text": "I’m not sure how to put this... On the conference table is a fanned-out mass of tabloid newspapers — Eddie’s antics all in print. PR WOMAN (CONT’D) The official photo session for the British athletes is being held tomorrow. And some of them don’t think it’s such a good idea that you attend. She reluctantly pulls out a letter. PR WOMAN (CONT’D) In fact, they’ve signed a petition.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "Let me guess, the downhill squad?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PR WOMAN",
          "text": "+. Not just them. He takes the letter and reads. There’s four pages in tota 108 names. All of telling him to go home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TARGET, (VO)",
          "text": "You have to understand, these athletes have been preparing their whole lives to get to these Games.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Target stands on the steps, addressing a cluster of repor and cameras.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TARGET",
          "text": "This is their chance to get the exposure and sponsorship they need to survive. Watching from way back is Eddie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TARGET, (CONT'D)",
          "text": "They simply want to make sure it doesn’t get hijacked by some sideshow. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "TARGET, (CONT'D)",
          "text": "Especially by someone with no desire to compete as a genuine athlete. A voice blurts out from the rear -",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE",
          "text": "I have desire! Target stops. Heads turn - curious, annoyed. But Eddie doesn’t emerge from the shadows, riding out the awkward silence until Target resumes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TARGET",
          "text": "The Games are not about 15 minutes of fame. They’re about a lifetime of excellence. The crowd turns back to the steps as Eddie slinks away unnoticed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The vast empty freezing cold stadium. Eddie sits way at the back, a tiny solitary dot, hunched against the icy wind, feeling like absolute shit. His only company is a snowgroomer put-putting up and down slope. A steady rhythm that seems to say, What did I tell you? What did I tell you? In Eddie's lap is his battered copy of Moments of Glory. his treasured images of triumph. Victorious athletes gett cheered and chaired aloft. Terry slides into the seat next to him. Eddie barely look from his book.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "You were right. They don’t want me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERRY",
          "text": "They don’t know you. Eddie looks up at the 90M jump, towering above them in al its concrete and steel glory. And keeps looking up at it, daunted but compelled. Building up to some kind of decisi",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "Those other athletes on the petition. They’re not snobs. They’re good people. \f91. Terry looks up at the 90 then back to Eddie, putting two two together.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERRY",
          "text": "Are you thinking what I think you're thinking? Eddie takes a last look at Wilma Rudolph’s lung-busting f then back up at the towering 90.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "Mum’s going to kill me. Terry considers his only son, breath misting in the vast arena, as tortured as he’s ever seen him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERRY",
          "text": "You leave her to me. Eddie gets to his feet, his mind made up. He knows what h has to do. We hear the discreet hush of camera-clicking —",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eddie has called a second press conference. This time, it all business.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "I’m not deluded. I do know there’s plenty of athletes more deserving of publicity than me. Which is why I've decided not to do any more press interviews. Eddie adjusts his specs, like he always does before takin the plunge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE, (CONT'D)",
          "text": "Not until I’ve completed my 90m jump on Saturday. The room reacts. Half confused. Half delighted at the goo copy this potential fiasco will provide.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE, (CONT'D)",
          "text": "I’d only planned to do the 70m. But as people wiser than me know, taking part in the Olympics doesn’t mean anything if you sell yourself short. I like clowning around, I admit it. But I like proving people wrong better. \f92. He seeks out the German TV camera. Looks into the lens.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE, (CONT'D)",
          "text": "I didn’t come here as a novelty act and I’m not going home as one. INT. PEARY’S WORKSHOP - DAY Peary watches from his work bench. On his TV, Eddie gets and leaves the press conference, a clamor of questions in his wake. Peary’s expression is hard to read until he gradually bre into a small but distinctly proud smile. No one else in t bar can know or understands. But that doesn't diminish hi vindication. \"We're on!\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Target and his Aide watch the end of Eddie’s televised pr conference with utter disbelief.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TARGET",
          "text": "He must be mentally ill. How else can you explain it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIDE",
          "text": "I actually think he’s starting to make some sense. Target throws a look, appalled this disloyalty. Then reac for the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TARGET",
          "text": "Get me Benjamin Pensotti at Eventing Safety.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eddie runs against the wind with his kitbag and skis, a m on a mission. He gets there just in time to make his prac jump. It is all very regimented with clipboard officials allocated times. But Eddie is blocked from entering. And only Eddie by the looks of it. \f93. INT. EDDIE’S CALGARY BEDROOM - DAY On a TV monitor, Dr. Benjamin Pensotti of the Eventing Sa Commission explains:",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. PENSOTTI, (ON TV)",
          "text": "While the winds are this high, we have decided the less experienced jumpers should not jump.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "High winds? That’s not even a stiff breeze.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. PENSOTTI, (ON TV)",
          "text": "It’s nothing personal. It’s strictly a question of safety. Eddie switches channels in disgust. All he gets is a news report on the British athletes doing their photo call. And an episode of Dallas dubbed into French. And randomly, the Jamaican Bobsleigh team going down on t heads.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Endless fluorescent-lit corridors. Eddie contemplates the contents of a vending machine — Big Turk, Coffee Crunch.. His fingers stray to the buttons to make a selection only be interrupted loudly by a ‘polite’ cough. It's Peary, fresh off the plane, still with his travel ba He looks Eddie up and down, none too impressed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARY",
          "text": "“Eddie the fucking Eagle.” Eddie’s never heard such reassuring words. INT. EDDIE’S CALGARY BEDROOM - NIGHT Peary and Eddie get to work setting up base camp in the kitchenette — ski wax, green diet drink, harness, etc.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "It can’t be like the Seniors Jump. It has to be a real jump.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARY",
          "text": "I wouldn't be here otherwise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The 90m tower, all lit up like a fortress. Janette looks from her hotel window, trying to hide her nerves and fail badly. Terry sits at the bureau, customizing a shiny new ski hel",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERRY",
          "text": "Get some sleep, pet. I got it covered. He pops open a tin of varnish. Dips in a brush. INT. EDDIE’S CALGARY BEDROOM - NIGHT Eddie’s single bed lies empty, stripped of its blankets. Nearby, a fold-out bed stands unopened. Instead, Eddie and Peary lie side by side on the floor, j like in the caravanette. The wind whistles outside, flapping the curtain. Neither can sleep and they have to acknowledge it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "Have a cigarillo if you want.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARY",
          "text": "It’s just jetlag. (no it’s not) Eddie fidgets noisily. Peary reaches out to stop him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "I can’t help it. He really can’t. He rushes to the toilet. Heaves violentl into the bowl. Peary has his own nerves to deal with. His hand hovers ov the flask in his bag... Somehow he refrains. Eddie waxes his skis... Just like his Dad plastering the of a low wall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE, (CONT'D)",
          "text": "Peary? \f95.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARY",
          "text": "Eduardo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "Thanks for coming.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARY",
          "text": "What are you going to do? Jumping’s my Sistine Chapel and you're my brush. Eddie heaves one last time. Gets back into his sleeping b pale as a sheet. Outside the wind howls remorselessly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "You ever get the feeling you’ve made the biggest mistake of your life? His questions hangs in the air. They continue to lie ther lost in their private hopes and fears. We fade to black. We fade back up: “Six hours later.” Eddie and Peary are still staring at the ceiling, only no the first rays of dawn are peeping through the curtain. P gets to his feet and extends a finger: Listen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE, (CONT'D)",
          "text": "What is it? He can’t hear anything. Which is precisely Peary’s point. Eddie scrambles to his feet and pulls back the curtains. clear blue sky. Not a flag fluttering anywhere.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE, (CONT'D)",
          "text": "They can’t use the weather as an excuse now, can they. Peary sets out Eddie’s breakfast, a glass of green sludge",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARY",
          "text": "Neither can we.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Olympic Officials go down the hall, delivering sheets of paper at each door with a sharp KNOCK. \f96.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OFFICIAL",
          "text": "Klauser. Start time... Puikkonen. Start time... Edwards. Start time... Eddie opens his door to collect his start time and finds parents waiting there awkwardly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JANETTE",
          "text": "We wanted to give you this. She holds out an airport shopping bag.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "Your duty free? Terry pulls out the new ski helmet now customized with th word “Eagle” on the front in gold.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE, (CONT'D)",
          "text": "It’s a helmet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JANETTE",
          "text": "A safety helmet. Terry throws her a look: I’1l handle this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERRY",
          "text": "I put some Styrofoam inlay panels at the key pressure points and a few extra coats of shellac polyurethane for general reinforcement. He hands the helmet to Eddie, pointing out his handiwork.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "Good thinking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JANETTE",
          "text": "You can’t be too careful. Terry throws her another look: I said, I'll handle it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERRY",
          "text": "We just wanted to wish you luck. That’s all. Eddie runs a hand over the helmet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "Top quality finish, Dad. \f97. Janette can’t hide her fear any longer. She hugs Eddie so tightly he can barely breathe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JANETTE",
          "text": "Oh Eddie — Terry glares furiously at his wife, betraying his own ner more than anything else.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERRY",
          "text": "I thought we agreed to play it cool!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fans STREAM into the stadium. Finally, it’s D-Day. A row of global TV commentators — each one excitably reporting in his native tongue. Apart from the lugubrious fellow with a blonde beard. What a surprise. It’s Swedish",
          "sentiment": "neutral"
        },
        {
          "speaker": "RON PICKERING",
          "text": "That was Bruce \"Blizzard\" Sassoon, the American, opening his account with a distance of 109.5 meters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "“Ahhhhhhhhh.” The applause of the crowd echoes from outsi as Eddie warms up, Peary massages his calfs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARY",
          "text": "I want to hear you at the back of the stands. If you’re not yelling it, you're not selling it — Waters drips on the floor. Peary is suddenly eye to eye w a couple of naked Swedes. Whoa.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWEDE",
          "text": "You are quite the popular fellow, Eagle-Man. Every time we turn on TV, you are there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWEDE",
          "text": "Maybe, perhaps, you could tell us... What is the secret?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARY",
          "text": "Clothes. A KLAXON sounds for the next jump. \f98.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Janette and Terry take their seats. Her knitted sweater s \"I'm Eddie’s Mum.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peary gets Eddie to his feet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARY",
          "text": "And remember: you’re going to land so much harder on this jump. So when your skis hit the slope keep that fanny up. Whatever it takes, don’t drop back otherwise... A huge GASP goes up from the crowd. The TV MONITOR shows a jump has gone horribly wrong — a monster wipe-out on the slope. PEARY (OS) (CONT’D) Otherwise, you’re going to be joining him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OUT IN THE STANDS",
          "text": "Janette and Terry watch in horror as medics stretcher off injured jumper. It’s a broken limb at the least.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CANUCK ANCHORMAN",
          "text": "And that may not be the only wipe- out of the day. Not with Britain’s Eddie “the Eagle” Edwards coming up soon. Take a look at this. They run footage of Peary arriving with Eddie earlier. CANUCK ANCHORMAN (CONT’D) Eddie’s coach is none other than Bronson Peary, fallen whiz kid of ‘70s ski-jumping and an old Olympic squad member of yours, if I’m not mistaken, Warren?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WARREN SHARP",
          "text": "We had a few years together. \f99. SUPERIMPOSE: “Warren Sharp, Former US Olympics Coach.” A Living Legend, no question. And not a man to waste words.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CANUCK ANCHORMAN",
          "text": "How do you feel about this unconventional return? Sharp flattens out his palms, not unprepared for the question.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WARREN SHARP",
          "text": "There’s an old expression in jumping. ‘You’re never bigger than the hill.’ That was Bronson Peary to a T. And it broke my heart. I could never reach him. He was such a natural talent when he was young. Technique, flair — everything but discipline and humility.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CANUCK ANCHORMAN",
          "text": "And now? Sharp ponders the question deeply. Finally —",
          "sentiment": "neutral"
        },
        {
          "speaker": "WARREN SHARP",
          "text": "He disrespected the sport so totally as a jumper, I’m just sad he’s going to do the same thing today as a coach.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The changing-room has fallen silent. Peary turns from the monitor to find the whole room staring at him. He doesn’t even attempt to make light of it. An Official enters and points at him and Eddie. You. Next.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eddie and Peary are ushered down the tunnel, two silhouet heading towards the rising wall of noise. One last glance each other before they step out into the light.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Electric excitement pulses through the athletes and offic ‘backstage,’ including a British contingent. \f100. One by one, they start to recognize Eddie. So this is the infamous Eagle. Peary steers Eddie through the gauntlet of stares, feelin the mounting pressure. He gets to the check-in desk. Hands over their paperwork. Mouth like cotton. They pass through to the elevator at t base of the tower. Eddie’s not sure what to do. So Peary leans over and pres the button — just like a regular elevator.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Down in the stands, Eddie’s parents feel the buzz in the crowd. Officials hurry into position. TV crews from every country get the countdown.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As the elevator descends, Peary checks Eddie’s equipment the last time. The doors open with a hiss. It’s all happening too fast. Peary CLASPS Eddie’s arms. A complicated last look: fear, affection, resolve. A coach's complete faith in his pupil",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARY",
          "text": "You know what to do. He thumps Eddie’s chest, just like in their first lesson.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARY, (CONT'D)",
          "text": "Linda Gray. All or nothing. Eddie backs onto the elevator, joined by another athlete, who’s just strolled up. As the doors HISS shut —",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARY, (CONT'D)",
          "text": "See you at the bottom. But the words are too late. All Peary can do now is step backwards and tilt his head back to look up... And up... up... It is truly a concrete monster of a jump. \f101.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Inside, the roar of the crowd is eerily distant. Just the rhythmic hum of the winching cables ascending into the sk Eddie stares ahead, trying to keep calm. Suddenly -",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALE VOICE",
          "text": "Jumping is all that matters. If I didn’t jump, I would drink and have sex all the time. Eddie turns and blinks. It is MATTI NYKANEN. His caravane poster made flesh. Blonde, boyish and surprisingly small (5ft 8in), which th Eddie even more.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYKANEN",
          "text": "Everything else is shit, no? Eddie searches for a suitable reply.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "«+. Congratulations on your medal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYKANEN",
          "text": "I win gold, but it was not my best. If I had done my best, I could have come last and been happier.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "What, like me? His strained laugh is quickly silenced.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYKANEN",
          "text": "You did not do so good either.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "No, not so good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYKANEN",
          "text": "You've done better.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "(a chastised schoolboy) Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYKANEN",
          "text": "You laugh. You think I am being patronizing. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYKANEN, (CONT'D)",
          "text": "(Eddie's not laughing at all) But you and I are like one o’clock and eleven o’clock. Nykanen extends two gloved fingers to demonstrate. A V-si over Eddie’s nose.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYKANEN, (CONT'D)",
          "text": "Closer to each other than to the others. Winning, losing — that’s for the little people. He rotates his V-sign so a finger now points at each of t",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYKANEN, (CONT'D)",
          "text": "Men like us, we jump to free our souls. Eddie stares back, frankly bewildered. The doors HISS ope Nykanen doesn’t move.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "-+. I think this is our floor. He still doesn’t get it. Nykanen leans in and grasps Eddi lapels.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYKANEN",
          "text": "The only two jumpers with a chance to make history today are you and I. His stare is rich with self-loathing and threat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYKANEN, (CONT'D)",
          "text": "If we do less than our best with the whole world watching, it will kill us inside for all time. And with that cheery parting thought, he steps out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peary hurries down to his viewpoint, passing under the ga of his old coach in the TV gantry box.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RON PICKERING",
          "text": "Here he comes, the Flying Finn. Matti Nykanen getting into position to go for an unprecedented second gold for jumping. \f103. Eddie is instructed to wait on the bench. But he can’t he peering over as Nykanen sets off, hurtling down the jump. is a nigh perfect jump: 118.5m. Alpine poetry in motion. The commentators are in raptures. The crowd applauds like crazy. Eddie is momentarily relieved — it is like a bless — until he sees the close-up of Nykanen’s face on the monitor, the tiny telling hint of disappointment. Nykanen turns his piercing blue-eyed stare into the camer right into Eddie’s soul.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OFFICIAL",
          "text": "Edwards!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eddie moves onto the start platform. And now it all becom terrifyingly real. The horizon starts to sway. The sound SCRATCHING echoes in his head. His knees go weak and his stomach heaves. It’s just like the last time he was on the 90. He spits into his steamed-up goggles, but nothing comes o The Official locks Eddie into position as he stares down monstrous ramp. No wind. No snow. No creaking metal. Just dying rumble of the crowd — the whole world — falling sil as they wait for him to fail. His pupils, his neighbors, the builders, the local kids — glued to their sets.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pickering drops his voice to a whisper as we pull back - back - and back - to see the full magnitude of Eddie’s ta a 90m sheer drop, as high as a tower block.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RON PICKERING",
          "text": "The jump here at Calgary is a doubly tricky one. The short tabletop gives the jumpers less time than normal to get aligned for the push off. And the slope is a steeper than average 38 degrees. A ‘high-tech’ 80s graphic illustrates the steepness. \f104. RON PICKERING (CONT’D) In short, it’s the fastest, most unforgiving slope in the world, especially when it comes to landings. And if Edwards has one weakness — one salient weakness, I should say — it’s his landings.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eddie grips the rail, inching into position as the amber light comes on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RON PICKERING",
          "text": "Okay. Here we go... But Eddie doesn’t move. At all. RON PICKERING (CONT’D) Don’t tell me he’s frozen up. Actually, it’s worse. Eddie’s shuffling back. RON PICKERING (CONT’D) It’s going to have to be a re-set. This is it for Edwards. Last and final chance. Eddie re-focuses, sweat beads on his forehead. The light turns amber and then green, burning in front of him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARY",
          "text": "Come on, you bugger, get moving. Eddie pushes off, crouching low, picking up speed. The wind pummels his cheeks as he hits 30 - 40 - 50mph. A glorious, terrifying view spreading out below him... He hurtles into the tabletop. Knees juddering over the ri ice. Going the fastest he’s ever skied in his life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RON PICKERING",
          "text": "Here goes Edwards into the straight. He’s got to pick his moment just right - Peary urges Eddie into his lift-off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARY",
          "text": "Push. Up and out. Up and out. \f105. Eddie stretches for his life, straining into the wind, as skis shoot off the ramp edge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RON PICKERING",
          "text": "He’s away, but it was late. That was very late. That’s going to cause all kinds of problems. Janette and Terry hold each other tight in the crowd. Eddie’s ski-tips swing up to his face — dangerously close He’s leaning forward. Way forward. RON PICKERING (CONT’D) Oh no. He’s going to lose his balance. His pupils go wide-eyed. Janette turns away, unable to lo",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eddie grits his teeth as he reaches the pinnacle of his flight. Still no sound coming from his mouth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RON PICKERING",
          "text": "How he’s going to make this landing, I don’t know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARY",
          "text": "Release! But Eddie’s still not yelling anything as - He flaps his arms desperately — still no sound coming fro his mouth — as he starts to fall - Target's cold eyes burning into his brain...",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARY, (CONT'D)",
          "text": "Come on, release! Peary thumps his chest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RON PICKERING",
          "text": "He’s coming in too steeply, surely. The slope rushing upwards beneath his shuddering ski tips As Eddie sees Wilma Rudolph smash through the finish tape he finally summons up his voice and lets rip —",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "Abhhhhhhhhhhhhhbhh... \f106. Drowning out every rejection, every setback.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARY",
          "text": "Abhhhhhhhhhhhhhhbhhh!!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUILDERS /PUPILS/KIDS",
          "text": "Ahhhhhhhhhhhhhhhhhh!!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "Abhhhhhhhhhhhhhhbhhh!!! His skis SLAM into the snow, his whole body ROCKED with t impact... Just like jumping milk crates on his bicycle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RON PICKERING",
          "text": "Oh no! Janette and Terry wince. The crowd gasps. Eddie’s butt ha dropped, his arms are flailing, but he’s still screaming.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "Abhhhhhhhhhhhhh! !! Target starts to smile with vindication... Some of the commentators too. But Peary refuses to concede defeat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARY",
          "text": "Up! Up! Eddie gives one final agonizing push and with all his mig lifts his body back upwards to crest the safety bump and shoot his arms into the air. It’s good. He’s safe. He’s made it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARY, (CONT'D)",
          "text": "(leaping the barrier) Ahhhhhhh, you motherf-----",
          "sentiment": "neutral"
        },
        {
          "speaker": "RON PICKERING",
          "text": "Unbelievable! Unbelievable. Janette and Terry whoop and holler, sending their neighbo popcorn flying.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peary rushes to Eddie as he skis to a stop. Ahhhhhhhhhhhh It’s a two-man primal meltdown. \f107.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RON PICKERING",
          "text": "I've been waiting nearly two weeks to say this. Well, here goes — The Eagle has Landed! The crowd ROAR and CHEER, loving every second as Peary an Eddie hug and topple over into the snow. Everyone’s letting rip. The Swedish coach EVEN gives a cu nod to Lars. Not bad. The only person conspicuously not watching this is Target RON PICKERING (CONT’D) Britain’s Eddie Edwards has completed his large hill jump — and it’s a belter. A small jump for mankind, a very small jump, but it’s a personal best in competition for Edwards — 71.5 meters. And that is a new British Record. Peary and Eddie get control of themselves until they see result flash up: “71.5m... A new UK record.” Peary turns to catch Warren Sharp’s reaction, up in the commentary box. But Sharp is already removing his headpho and leaving... Peary’s disappointment is swept aside by Eddie hugging hi all over again, falling onto the snow. RON PICKERING (CONT’D) What a sight. What an amazing sight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eddie and Peary tumble into the dressing room. Eddie goes straight for the Jaffa Cakes only to notice the muted watchful glances from the other athletes... Alerting them the august presence waiting by their locker. Warren Sharp, as they live and breathe. His aura is even impressive in the flesh, almost religious in effect. His eyes meet Peary’s. The forbidding father and the outc son. A electrically charged reunion 20 years in the makin Sharp slowly reaches into Peary's bag. Eddie stiffens.... instead of a flask, Sharp pulls out Peary’s copy of Sharp Words. Notices the many comments scrawled in the margins. \f108.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WARREN SHARP",
          "text": "Interesting read? Peary manages a nod.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARY",
          "text": "Very... He’s actually lost for words.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WARREN SHARP",
          "text": "Instructive? Sharp pulls out a thick Mont Blanc pen. Inscribes the tit page. The room is so quiet, everyone can hear the pen scratching. He finishes and hands Peary the book, considering his for athlete, and the man he’s become.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WARREN SHARP, (CONT'D)",
          "text": "I was wrong about you today. No more words are needed. The atonement is complete. He g Peary’s shoulder a paternal squeeze, pent-up emotion floo across Peary’s face. The soothing hum of a plane fades up, taking them home -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eddie and Peary in steerage, utterly drained, utterly content, enjoying it all — drinks, snacks, headphones and copy of the Calgary Herald.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "“The most raucous applause came during Olympic President Juan Antonio Samaranch’s speech at the closing ceremony when he said, “Some competitors have won gold and some have broken records, and one has even flown like an eagle...” Peary digs out his copy of Sharp Words and flips to the title page.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARY",
          "text": "I think I can match that. He shows Eddie the handwritten inscription. \f109.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "“Now the real works begins - W.S.” Peary picks up his glass of bubbly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARY",
          "text": "So how about it? To the next four years? Eddie picks up his glass of milk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "At the least. They clink and drink, not noticing the ominous blur of gr making its way towards them from first class.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE",
          "text": "They have hangers, you know. It's Target. He moves aside Eddie’s folded-up blazer up o the empty seat. Sits down on the arm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TARGET",
          "text": "It’s only fair to tell you. A motion has already been approved to amend the entry criteria for the next Olympics. He pauses to savor the killer blow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TARGET, (CONT'D)",
          "text": "You will never be wearing this blazer again. He shifts closer, free at last to say what he really thin",
          "sentiment": "neutral"
        },
        {
          "speaker": "TARGET, (CONT'D)",
          "text": "You think because a few TV pundits find your antics amusing, you've done something to be proud of. But you came last — twice. You made fools of your countrymen. You embarrassed your flag. When you get home, you're going to find out how funny that really is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An endless terminal corridor, down which Eddie pushes his baggage cart, Peary alongside, the blazer resting on his \f110. It is a desolate place. Jetlagged passengers shuffling li zombies. Except the odd one who whispers and points at Ed Up ahead at Customs, Target is surrounded by his gleaming downhill boys. All spruced up in their blazers. They poin out Eddie to some CUSTOMS OFFICIALS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARY",
          "text": "My connection’s Terminal 3.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "Time for a coffee then. Before Eddie can follow Peary, the Officers approach him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUSTOMS OFFICER",
          "text": "This way, sir. Eddie is taken to one side while Target and his chinless wonders are escorted through.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "What’s the matter?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUSTOMS OFFICER",
          "text": "If you just come with me, we can explain it all. Peary is told to keep moving. “Nothing to see here.” Another OFFICIAL arrives to take Eddie’s bag and skis. Le him into a sideroom — Eddie, a German Shepherd and two customs officials alone in a tiny room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "It’s not a drugs test is it? The Officers share a wry glance, which is really unnervin",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE, (CONT'D)",
          "text": "‘Cos I can tell you now, I’ve never taken a steroid in my life - A far door opens and a forbidding SENIOR OFFICIAL enters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SENIOR CUSTOMS OFFICIAL",
          "text": "This is him is it? Righty-o. Let’s get this moving. He gestures firmly for Eddie to follow him. SENIOR CUSTOMS OFFICIAL (CONT’D) This way, sir. \f111. Eddie, his nerves already at breaking point, is steered forward through the second door and his jaw hits the floo",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A thousand people are waiting for him. Crammed in with banners, flags, foam fingers, stetsons. There’s women in bikinis from a vodka company, TV cameras, his local Mayor His whole life before his eyes: his parents, Julie, the neighbors, the builders. All there for him. This isn’t the polite amusement of the Calgary crowd. Thi a full-on folk hero explosion. The great stonewashed. Not prettiest bunch in the world, but the most adoring.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "Bloody ada. Janette gives him the proudest hug of her life, tearing u as well-wishers gather round and flashbulbs explode.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERRY",
          "text": "Alright, alright, calm down. Terry takes his turn to hug Eddie only to tear up even mo",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERRY, (CONT'D)",
          "text": "Now look what you made me do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "(dabbing his own eyes now) Me? You started it. Everywhere he looks — delirious faces wearing pink Eddie- style glasses. Hanging over balconies, clambering onto ch in counters. Even some policemen are craning their necks a better look. Some of the British athletes are there too, swept along b chaotic energy of the crowd. Giving it up. One team-mate another. Eddie catches Target’s face, tight-lipped with rage, as h Aide and the downhill squad mutinously join in clapping. An equally amazed Peary joins the fold as one of the Tabl Reporters sticks a microphone under Target’s nose. \f112.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLUFF JOURNALIST",
          "text": "Mr. Target! The one British athlete being acclaimed as a hero is the very person you didn’t want to compete. Any comment?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TARGET",
          "text": "Piss off. Eddie and Peary turn from this clinching irony to face ea other and the emotion is overwhelming — relief, joy, vindication... The crowd hoists Eddie onto its shoulders, lifting him in full view. The effect is like a winning goal. He can’t de whether to smile or cry. So he does both, waving and wavi For Eddie, finally, the dream has come true. He gives the for-victory sign — the reverse of what he’s been giving s he was a kid — as we freeze-frame and immortalize what ha just turned into the greatest day of his life. SUPERIMPOSE: “Eddie continued to jump in European contests and eventually retired with a personal best of 115m — a new British record.”",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_614"
    }
  ]
}