{
  "movie_id": "MOV625",
  "scenes": [
    {
      "location": "MERCURY SHOE CORPORATE HELICOPTER",
      "time": "DAY",
      "characters": [
        "ON A TINY GREEN VINE",
        "DAVID TAN",
        "ON LORRAINE MOTEL",
        "ON PASSING WINDOWS OF ELIZABETHTOWN",
        "THE MACHINE",
        "ARTSY GIRL",
        "\"75",
        "ON THE KNIFE",
        "YOUNG WORKER",
        "DREW,",
        "ON THE TELEVISION",
        "SHOT OF URN",
        "ON CLAIRE IN THE SAME LOBBY",
        "ON ADULTS IN THE DOORWAY",
        "ON TELEVISION",
        "ON THE ADULTS \"",
        "STOP THE CREMATION",
        "ON ADDRESS",
        ". DREW 7",
        "ON JESSIE NEARBY",
        "ON RENTAL CAR KEYS",
        "SUDDEN CUT TO",
        "\\",
        "JOE",
        "ON DALE",
        "'",
        "QC",
        "ON JESSIE",
        "ON LARGE WHITE BIRD",
        "ON WALL SOCKET",
        "IN DARKNESS",
        "SHOT OF KNOWING LOOK",
        "ON THE FACES OF DREW AND HEATHER",
        "HM",
        "CHARLES DEAN",
        ", CLAIRE",
        "DREW _",
        "CLAIRE.",
        "ON PASSING SIGN",
        "CLAIRE ,",
        "EXT. CLAIRE'S APARTMENT -LATER NIGHT",
        "THE BICYCLE KID",
        "DREW.",
        "CLAIRE COLBURN ,",
        "DREW -",
        "ON THE LARGE WHITE BIRD",
        "THE PULLEY",
        "SHOT",
        "SHOT OF BILL BANYON",
        "SHOTS OF SHOES",
        "FADE OUT",
        "CHUCK",
        "VA .",
        "FADE TO BLACK",
        "RANDOM IMAGES AND FEELINGS",
        "DREW",
        "HOLLIE",
        "ON A LARGE WHITE BIRD",
        "J WELCOME TO THE ANNUAL MEETIN",
        "ALL",
        "HIGH-ANGLE",
        "FADE IN",
        "BEN",
        "SERIES OF SHOTS",
        "GUARD",
        "ON POSTER",
        "\"45",
        "ON THE KIDS",
        "ON THE SPRINKLER BIRDS",
        "ON HOLLIE",
        "CINDY",
        "\"43",
        "J . DREW",
        "ON THE CASKET",
        ".",
        "ON CLAIRE",
        "WOMAN IN FINERY",
        "A DETERMINED PILOT",
        "ON RUSTY '",
        "ON CIRCULAR STAIRCASE",
        "CHUCK ,",
        "SHOT OF HEATHER",
        "ON DREW AND CLAIRE",
        "HEATHER ,",
        "DOCK WORKER",
        "/ CLAIRE",
        "ON TAIL LIGHTS",
        "CLAIRE 2",
        "ON DREW AND JESSIE",
        "SHARON",
        "ON FACES",
        "LD",
        "ON JESUS STATUE",
        ". DREW",
        "ON THE FLAME",
        "ELLEN ,",
        "DALE",
        "CHARLOTTE",
        "HOLLIE TRAPPED BY THE HOOD . -",
        "ON MODERN BUSINESS JOURNAL MAGAZINE",
        "HEATHER '",
        "C",
        ". CLAIRE",
        "BILL BANYON",
        "ON THE SURVIVOR TREE ,",
        "PHIL",
        "ON PASSING EXIT SIGN",
        "ON MOTOR",
        "ON BLUE GRASS",
        ", HOLLIE",
        "ON HIS HANDS",
        "ON THE TELEVISION MONITOR",
        "ON THE AUDIENCE",
        "RUSTY",
        "DREW'S VOICE",
        "SHOT OF SOMEONE",
        "_ HEATHER",
        "ON THE SALMON ' . ,",
        "REPORTER",
        "THE END",
        "ON INTERSECTION",
        "SHOTS OF MEMPHIS",
        "VOICE",
        "I... LLLLIKE YOU. .",
        "PULSE",
        "RUSTY \"",
        "ON THE MEN",
        "PILOT",
        "ON THE KIDS ,",
        "ON AN ORNATE DINOSAUR",
        "CHUCK -",
        "SHOT OF STERN-LOOKING MAN",
        "ON HER BACK",
        "ON HIS FEET",
        "SAMSON",
        "CLAIRE -",
        "REW",
        "ON DREW",
        "CLAIRE '",
        "ON SAMSON",
        "ON A POLAROID",
        "ON A SMALL COFFEE STAND",
        "HEATHER 1",
        "ON THE ON SWITCH",
        "AUNT DORA",
        "LAST IMAGE",
        "ON CHUCK HASBORO",
        "ON A FLEET OF BRITISH PLANES",
        "SHOVELS",
        "UNCLE DALE",
        "ON GLASS JAR",
        "DISSOLVE TO",
        "OF PEOPLE WHO... ANNUALLY MEET.",
        "HEATHER",
        "ELLEN",
        ". DEBBIE",
        "ON RUSTY",
        "JESSIE",
        "ON JESSIE IN OUTER ROOM",
        ", DREW -",
        "ON THE GEARS",
        "123",
        "HOTEL MANAGER",
        "ON THE BICYCLE KID",
        "DREW .",
        "CUT TO",
        "THE MAP",
        "PASSING FORMATION",
        "SHOTS OF GUESTS",
        "/ DREW",
        "' HEATHER",
        "L .",
        ",",
        "ON MITCH",
        "' DREW",
        "ON A DINOSAUR PARK",
        "DREW ,",
        "ALARGE INDUSTRIAL TRUCK",
        "ON THE KITCHEN DOORWAY",
        "QO",
        "THE PURPLE URN",
        "ON BANYON",
        "ASSISTANT",
        ", DREW,",
        "CLAIRE",
        "ON PASSING HOUSES",
        "SHOTS OF ELIZABETHTOWN",
        "CONNIE",
        "ON FACES OF THE TIRED FAITHFUL FEW .",
        "66",
        "ON CONNIE",
        "INT, MEMPHIS AIRPORT HALLWAY",
        ", JESSIE ,",
        "AND WE'LL SEE YOU ALL AGAIN NEXT YEAR",
        "DES",
        "AUNT LENA",
        "ELECTRICIAN",
        "DALE '",
        "MEDIUM-CLOSE ON JESSIE",
        "ON THE FAITHFUL FEW",
        "CHARLES DEAN \"",
        "HUGE LANDSCAPE",
        "THE BLUE BICYCLE",
        "ON HEATHER"
      ],
      "dialogues": [
        {
          "speaker": "ALARGE INDUSTRIAL TRUCK",
          "text": "backs into a close shot. Mighty steel doors swing upward boxes. Many, many boxes of shoes, marked with a loud blac right, as another gleaming truck opens its back doors to another. Two dock-workers share a rueful, knowing look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOCK WORKER",
          "text": "{to the shoes) Welcome back, boys. They begin the task of unloading this colossal shipment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE",
          "text": "As somebody once said, there is a difference between a failure...",
          "sentiment": "neutral"
        },
        {
          "speaker": "HIGH-ANGLE",
          "text": "Twenty-two trucks unloading the shoe boxes. ‘We are on th of a famous shoe company whose world headquarters are rig outside Portland.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE",
          "text": "... and a fiasco.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "DREW BAYLOR is 27. He sits rigidly upright, a man facing seated backwards. He’s the only passenger in this company tall Oregon trees. In the distance, the magnificent Mount side-window to the helicopter. It beckons, a tempting way",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The speck that is Drew now exits the still-whirring helic top of the tallest building of this important-looking com but resigned. uo",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE",
          "text": "A failure is simply the non-presence of success. Any fool can accomplish failure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PILOT",
          "text": "Watch your bead — Drew looks upwards at the slicing helicopter blades.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "(unconvincing) Tm fine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Drew wears a security i.d. badge as he walks the hallway. dressed, swivel back in chairs, frozen in mid-meeting as own look as we try hard not to gaze at a passing wreck on",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE",
          "text": "But a fiasco... Drew arrives at another hallway juncture, a little unsure He nods to people as he walks. Our narrator’s thoughtful stands in great contrast to his deceptively cheerful publ DREW’S VOICE |. a “fiasco” is a disaster of mythic proportions. A fiasco is a folk-tale told to others, that makes other people feel more alive... because it didn't happen to the",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "(flatly) T’m fine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Drew arrives at the desk of ELLEN KISHMORE, 24. She’s a h",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "style, poise, memorable green eyes and a few too many mag cubicle wall. She greets Drew witb a not-quite-disguised shocked he’s still on two feet.. Just looking at Ellen al va ELLEN Lb. 1! bas",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "(quietly) I'm fine. At another time, they would have made clever small-talk, cighteen-month affair. But there is no time for that now. ot",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "TB take you to Phil so you don’t get lost, ’,",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Drew and Ellen zip down a corridor on a cart. Think about children’s artwork on the sides. Replace the artwork with painters, and you’ ve got the jdea about this inner-sanct DREW’S VOICE : Mercury Worldwide Shoes... which is actually Phil... contains some of America’s finest artists’ masterworks... seen only by people heading for very important meetings, a promotion... - , Drew looks at Ellen with unabashed love. The paintings zi increasingly distant affection. DREW’S VOICE ... or otherwise. INT. “THE PEN” - DAY Drew and Ellen pass “The Pen,” an open work-space filled monitors fill every desk. Such is the state of the new gl their heads. (Visible are cutting-edge souvenirs and sign DREW’S VOICE We are not just employees, as Phil once said, we are “Denizens of Greatness.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fa)",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERIES OF SHOTS",
          "text": "1) Drew at monitor studying the leg and foot movements of DREW’S VOICE Phil says — the world is full of those who coast through life, who achieve through negativity or theft. 2) Drew at a 200 studying the way a monkee jumps, taking DREW’S VOICE We succeed through original thought: But there are sacrifices for a goal like pure greatness... 3) On a calendar. DREW’S VOICE ... birthdays, major holidays... 4) Drew’s family - father MITCH, mother HOLLIE, sister HE Family gather at a table for Christmas. Drew, absent, is table... and an empty seat. DREW’S VOICE ... though we sometimes celebrate odd things at Mercury, like the day the Italians invented rubber. Which they did of course, but that’s beside the point. . . 5) “The Pen” is transformed into a pseudo-kegger. Drew, a 6) Drew on escalator at office. Shot splits into two... t large think-tank where Drew studies media and culture fro DREW’S VOICE Lonce went four days without speaking. It was fantastic. 6) Drew at desk, on his phone, early moming.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "David! How’s the weather? DREW’S VOICE Each of us has a exact counterpart in the Region 3 Headquarters in Taiwan. Mine is named David Tan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fEvery day, we download thoughts to each other - we are two sides of the same brain-trust. INT. TAIWAN OFFICE — NIGHT DAVID TAN, 45, works long hours. Just the top of his head",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAVID TAN",
          "text": "Drew! How’s the weather? INT. PHIL’S OUTER OFFICE - DAY - PRESENT TIME The cart slows to Phil’s outer office. No words, no sign glass doors. oe DREW’S VOICE:, Any true student of functional shoe design is also a stud of Phil himself. He is a master. And his innate wisdom of what people want and need... has never failed to date. He is also obsessed with the number two. A matching set of two Norman Rockwell paintings adora the DREW’S VOICE These are Phil’s prized two Norman Rockwells, the pair of paintings that once hung outside the White House Office of John F. Kennedy... We now see a matching set of two Security Guards in bulky ominous... which of course, makes them look more ominous. Drew’s pain. They’ve bantered happily in the past. Today of compassion.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "(with little conviction) I'm fine. DREW’S VOICE And yes, the two frosted doors Phil once purchased from a church on a vacation in Tunisia and had sent back home for a total cost too enormous to mention. (confides) $763,000. Each.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fr.. wg Two Older Assistants - Moneypenny types ~ sit at two desk headsets. One of them holds up two fingers ~ as in not ye",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASSISTANT",
          "text": "Just two more minutes and I can send you in. Drew nods, looking around, killing time before his date w DREW’S VOICE Because we have a moment here, let me tell you that : Jama secret connoisseur of “last looks.” The way ” people look at you when they believe it’s for the last time... I collect these looks and...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASSISTANT",
          "text": "(interrupting voice-over) Okay, he’s ready for you. Ellen sends Drew through the two frosted doors. f \\) INT. PHIL'S OFFICE - DAY Drew looks back to see Ellen quietly disappear on the oth DREW’S VOICE .. there’s one right now. It somehow feels quite significant. Drew is now utterly a office is sunlit, wide-open, and inside it... time bas st comfortable brown-leather chairs, two large-screen televi games abandoned in mid-pursuit, and at the far end comer, looking out at the trees. Phil is waiting, and somehow Dr left, a large-screen computer monitor glugs with the soun",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHIL",
          "text": "How are you, Drew?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "1 wanted to jump out the window of that helicopter, and just splatter on the trees, to tell you the truth. fo PHIL y (half-hearted) . Don’t do that. It’s only money.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f7 I And it is rather clear in his cadence that money is may Drew has not been invited to sit in the empty chair next very, very large space. If only he knew what to do, what single sip from each of two cups of tea that sit before b ' PHIL... The American psyche isin turmoil. And we have miscalculated.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "Tm... sorry. PHIL. to Thave no rule-book for this situation. (blankly) ‘They tell me we're about to lose 972 million dollars. T'm ill-equipped in the philosophies of failure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "( \\ They walk together on the upper-tier observation plat i pro-Basketball team works out. Phi] pauses briefly to r",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHIL",
          "text": "My basketball team. They don’t even know yet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Phil and Drew arrive in an indoor arboretum courtyard. Th headquarters is consistently surprising.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "understand you have to let me go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHIL",
          "text": "(it’s understood) How do I make the concept of 972 million dollars more real to you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "It is very real to me, Phil. ( ) This we know, as Phil begins to talk. He is a fan of discusses the subject of money.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(thoughtful) Well. It’s the operating budget of a mid-size country. A small civilization. It’s big, it’s so big that you could round it off to... a billion dollars. (beat) I cry a Jot lately.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "In every possible way, I feel responsible.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHIL",
          "text": "(really not listening) A hugely-successful American company, built by my own family, the blood of my own family, merging last year with DCS Industries on the promise of 2 global future pinned to a groundbreaking shoe — your design — witha new style of material, launched this week to great fanfar f~ and now meeting a growing international roar of laught and rejection, enough to cause this memo from Jeffrey Bar CEO of DCS, “this once highly-anticipated product may actually cause an entire generation to return to bare fee We are about to enter a free-fall plunge. And the sound y hear is the sound of shit hitting the fan, globally. Drew is stricken. For a moment we hear the whistling soun",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "I wish there was something I could do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHIL",
          "text": "Actually, there is. (witb suspicious compassion) Sitting in a room downstairs is a reporter from Modern Business Journal. He's one of the good guys. He’ll help usifhe can. The story of our recall will break in a week, this Monday, and you know, whatever you want to say — within parameters — would be wonderful. f : : 5 Drew takes it in, He is a loyal warrior to the end.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "For example, we need him to understand. We hired you from our National Scholarship. program. We supported, invested in your brilliance. This was a very creative endeavor. 4 (pause). And I think you should stand up for your incredible work. fatherly role-model. Now Phil is all reflective surface, Drew stares at his once support. It looks like another last look, unmistakably so",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "(as in goodbye) Thank you. :",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHIL",
          "text": "You okay? Drew slowly nods. He wants to say “Tm fine,” but can’t qu",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "mf... INT. MERCURY SHOES HALLWAY — DAY oor, flanked by Ellen and Mel (Security Guard #1). It fee w stands at the door. Inside the Reporter waits. Drew ders running for freedom. It’s too late. . Drew arrives at the conference room d like an execution, and in fact it is. Dre jooks down the long hallway, and consi",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "Well Ellen... He’s about to say “wish me luck.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "Drew. Phil asks that you not talk about him at all.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REW",
          "text": "At all?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "(takes a breath) He wants you to take all the... credit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "10",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "(privately) You were wearing that jacket the first time I met you. - Ellen smiles distantly. Quietly, @ lover's negotiation:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "Are you going back tonight?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "No I was gonna stay... that was the plan, right? uo ‘",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "Plans change, Drew.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Drew faces the gimlet-eyed reporter, HERBIE GONSALVES, 46 On the table before them are Drew’s conceptual drawings o designed shoe, with a very wide base, festooned with cris ( ‘\\ it’s name in the sketches — Spasmotica. Nearby, a co",
          "sentiment": "neutral"
        },
        {
          "speaker": "REPORTER",
          "text": "And did Phil approve the designs, and work closely with you on The Spasmotica?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "(ghumly) Actually it’s pronounced “Spaas-motica.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "REPORTER",
          "text": "Of course, there’s an “umlaut” — I'm sorry. So it’s “spizz” or... “spowze”... ?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "(evenly) He set me free to do whatever I wanted. The Reporter looks at Drew with pen suspended over a smal corporate violence is in the air. The pack needs to devou one final chance for survival before writing a death sent ( ‘ REPORTER Your design, your vision... completely?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\ft) \"a",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "Completely.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REPORTER",
          "text": "And it came to you... in a crazy burst, or ~ DREW ve I developed it for eight years. (voice trails) Night and day. (quieter) a Tt was... meant to approximate walking on a cloud.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REPORTER",
          "text": "{still not writing) So you’re the one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "T'm the one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REPORTER",
          "text": "And that’s B - a-i...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "B-a-y..d-o-r.. Drew’s life flashes before him... several times. The Repo slightly as he scribbles in his notebook. Drew eyes his n mesmerized by the scratching sound, and the enormity of t his destiny.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "When does this run? A week?",
          "sentiment": "neutral"
        },
        {
          "speaker": "REPORTER",
          "text": "Aweek. Actually, six days... by Sunday evening it’ be on the stands... can you believe I don’t have longer to write 2 piece like this? It’s gonna be tough for me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "That’s... that’s too bad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f12",
          "sentiment": "neutral"
        },
        {
          "speaker": "REPORTER",
          "text": "But for you, It’s a little bit like knowing the plane is going down before anyone else, isn’t it? . (still writing) Do you know what you're going to do next?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "(darkly) Thave some plans. -",
          "sentiment": "neutral"
        },
        {
          "speaker": "REPORTER",
          "text": "vo (looking up) Any last words?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ellen lingers a bit, putting a fresh security id. badge o",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "(to Ellen) — Hey, so — Ellen doesn’t even look at Drew. He tums to see her hand the corridor. The movement of her hand on the recruit’s b This is what it feels like to be erased.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON GLASS JAR",
          "text": "Drew drops his security badge into the container by the e",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON DREW",
          "text": "watching Ellen walk away. He knows he’s supposed to leave bone in his body... but instead, giving way to feelings o opposite direction, towards her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "Hey — this is really silly. You probably don’t realize how this is coming off. Ellen turns, the panic of public embarrassment in her eye easing him backwards as co-workers watch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "oe 13",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "I mean, this is sort of like you're blowing me off! The guards deposit Drew on the other side of the tinted g rest of the world. He stands alone, in near silhouette. .",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Drew suddenly appears again on the other side of the tint barely make out of Ellen and the new recruit. (Theme indi",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "(muffled) Ellen... listen... wait... |",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Drew is on the other side of the tinted glass: He cannot courtyard of the gorgeous campus, focked-out on this beau oblivious employees move past him. ‘ . DREW’S VOICE : | found myself thinking about my Taiwanese counterpart in Region 3. David Tan. ‘What would happen to him? EXT. MERCURY BUILDING — AFTERNOON Sunlight glints off the comer of the Mercury Tower. DREW’S VOICE (figuring it all out) ‘And in that moment I knew. Success — success ~ not greatness... was the only God the entire world served The sun disappears behind the building. Drew takes a last the people, a company trash-can, and finally himself in t EXT. DREW’S APARTMENT - NIGHT Drew walks up the steps, passing a cute Astsy Girl and he",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f14",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARTSY GIRL",
          "text": "Oh Drew. We’re having a party on Friday, so if you’re home working, there will be-noise. mr DREW (not a social animal) Thanks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Drew’s personal ritual. He turns the key and shoves his s swings open, as theme begins.’. INT. DREW'S APARTMENT - NIGHT ‘ ’ Drew shuts the door to his stark, smallish apartment. Thi does not “entertain.” It’s dominated by a television, sta Spasmotica prototypes (in different stages of painstaking glows with a Spasmotica screensaver and some sketches sit down his things. He takes a look around, lets out,a breat INT. DREW’S KITCHEN - NIGHT Drew’s kitchen drawer opens, taking theme music out. Drew kitchen drawer. It’s in a special case reading: “The Shar The knife is long, thin, and savage with a serrated blade infomercials, where a burly chef first hurls tomatoes at then smoothly cuts steel with it: Drew feels the blade, a chest. Yes, this is the right knife.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON DREW",
          "text": "pulling a long-dormant exercise-bike into the center of t",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON HIS HANDS",
          "text": "pulling out a long strip of gaffer’s tape from a spool.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON THE KNIFE",
          "text": "being gaffer-taped into position by the speedometer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON WALL SOCKET",
          "text": "Drew plugs in the bike.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ever the designer, with focused intensity, Drew tests the himself. He presses “on,” and stands back to observe...",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE MACHINE",
          "text": "It bucks powerfully, the knife stabbing insistently into will soon be.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON DREW",
          "text": "He admires the clean efficiency of his suicide machine. C be the victim of a special kind of Hari-Kari. It works. I thing is missing... and he knows what it is. Drew exits a Spasmoticas. He ties the laces together and hangs them fr EXT. DREW’S APARTMENT ~ NIGHT With the decision, has come freedom. With an almost skip clothes, a wicker chair, the television, videos, camera, behind his apartment. in his step, Drew places a box of his all his belongings by the trash bins INT. DREW’S APARTMENT — NIGHT - MINUTES LATER Drew climbs into the seat. The place is neat, and empty. purpose, he regards the “on” switch. We hear a very subtl it’s the hushed reminder that his cell-phone rests on the does. The call goes to voice-mail with a final beep. ON THE GAFFER’S TAPE . which weakens as the knife begins to droop. Drew adjusts He is now completely focused and utterly centered. The ph as he takes a breath.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON THE ON SWITCH",
          "text": "his finger rests on it",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "16 And finally Drew becomes aware of the contimuing ring. Wi the phone back to his seat. He is completely at peace, al",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "Hello. «' 1! tae ot It’s HEATHER, 25, his sister. Heather is ever-burdened-wi HEATHER’S VOICE Drew, it’s your sister. I have some really bad news. Drew nods knowingly. Of course it’s bad news. Is there an",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW,",
          "text": "Could you call me tomorrow?’ © HEATHER’S VOICE No. ol",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "* (extra pleasant) Could you call me a little later? HEATHER’S VOICE No, honey. He regards the “on” switch. It beckons.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "Ten minutes? HEATHER’S VOICE ana Dad died. This bad news is a deep physical blow. He goes limp with HEATHER’S VOICE (barreling forward) He had a heart attack, back in Kentucky. He was still visiting Uncle Dale. Mom’s in total shock. You’ve got to handle this — Drew’s eyes close. His back hunches. The day has now reac proportions. He listens to his sister’s shaky voice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f‘ 7 INT. HEATHER’S APARTMENT - NIGHT Heather sits at her kitchen table. A baby monitor is near Heather’s face is frozen in a state of shock and panic .",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATHER",
          "text": "—you’re the responsible one. You're the oldest. ‘ INT. DREW’S APARTMENT - NIGHT Paralyzed, Drew sits absolutely still. He looks at the kn He looks out the window. POV DREW ‘ The alley. Three bums excitedly and jealously thrash thro frame actually spins slowly on an axis, his world literal hallucination that creates this sharp return to reality a",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "HOLLIE BAYLOR is moving furiously forward through the Por Drew’s mother still carries her collegiate good-looks and questions of life. Carefree people have often patted her good time.” But as we meet her, all her worst fears have Drew’s sister and now Drew himself, holding a garment bag adrenalized conversation. They are commandos trying to ou HOLLIE oe T'm a widow... I’m a widow... I'm a widow...",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATHER",
          "text": "It’s okay, Mom. Drew has a plan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "(glazed, weary) T have a plan",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLIE",
          "text": "I don’t know why he went back to Kentucky! I don’t know what the attraction was —",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fi”",
          "sentiment": "neutral"
        },
        {
          "speaker": ",",
          "text": "r",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "He was born there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLIE",
          "text": "They don’t like me there, they never did.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATHER",
          "text": "Drew will take care of everything. (to Drew) Honey, you understand I can’t go because of the baby.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "T'll be back in two days. '",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATHER '",
          "text": "I'll man the phones.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLIE",
          "text": "T'll always be the one who “snatched” him away from them. The two sides of this family have never integrated well, so don’t expect to make a lot of friends back there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATHER",
          "text": "Drew doesn’t make friends, Mom. Drew stops.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "(defensively) I have friends! They don’t hear him. They’ve hurried on. He rushes to kee",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLIE",
          "text": "And you’ve got the Blue Suit. The navy blue —",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "(off garment bag) Thave the Blue Suit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATHER",
          "text": "He loved that silly blue suit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "God knows if I made him truly happy —",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "PU call from Kentucky. I’ll be there in the morning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATHER",
          "text": "We have a plan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLIE",
          "text": "We have a plan. (beat) And you hold your head up high. Dos’t you forget... you go back there as the most successful man in the history of your family. Don’t let them Drew hoists the bag up, coughs a little. He has not share DREW | oe Is there anything else about what he said, how he wanted to be buried?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLIE",
          "text": "He never wanted to talk about it! (suddenly) Wait. Wait... wait... I think he said sprinkled at sea!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "Okay good. Sprinkled at sea!",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATHER 1",
          "text": "We have a plan. We're working well together! She gestures with her arm and knocks into a passerby.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATHER",
          "text": "Excuse me --",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLIE",
          "text": "Just tell them I’m too sad to fly. My God, I have to call people and clean out the office — The Security Gate looms ahead. They stop. 19",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fws. HOLLIE —Yma widow. - .",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATHER",
          "text": "(checking monitors) an We'll figure this out! We'll figure this out... just Se get dad home, Hurry. . Hollie looks at her son with a stunned expression. Sudden HOLLIE . (dazed, fractured) I was still waiting for everything to start and now it’s over. Drew kisses them both quickly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "T'll bring him home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wait... get close... come here... She pulls them together for a small huddle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLIE",
          "text": "What did Dad always say...? “If it wasn’t this —",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALL",
          "text": "— it would be something else.” The memory somehow grounds them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLIE",
          "text": "His spirit is still hovering, looking for a place to land",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON DREW",
          "text": "looking upward.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLIE",
          "text": "... naw go and do him justice! And call and ») tell us everything! Go!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "21 People are trying to get past their cluster hug. Drew pul immediately vectored into Security lines.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON DREW",
          "text": "in line. It occurs to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "Hey wait! How do we sprinkle him at sea ina blue suit? . They cannot quite hear him. Drew tums and faces forward. in his head. His consciousness revs. '",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW'S VOICE",
          "text": "The Business Journal article would run in six days. I would go to Kentucky. PULSE — THE PLANE TICKET in his band.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PULSE",
          "text": "in his other hand. DREW’S-VOICE Put my father in the Blue Suit, bring him home... PULSE — DREW’S APARTMENT - FLASHBACK TO AN HOUR EARLIER Drew regards the Suicide Exercise Machine. The Ginzu knif door to the closet, and we stay with the shiny machine fo DREW’S VOICE ... and then get back on that bike. INT. AIRPORT SECURITY AREA — NIGHT Hollie and Heather stay for a last look, waving goodbye o Checkpoint.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f~y ‘e222 DREW’S VOICE (absolutely resolute) Me Nothing would stop The Plan. ,",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Drew lifts the garment bag from the conveyor belt, and is Security Guards.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUARD",
          "text": "Could you come with us for a second?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The two Guards search and interrogate Drew, as a third si a machine gun at his side. From time to time, he taps inf",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUARD",
          "text": "You made this plane reservation at the last minute.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "It’s a family emergency. Guard # 1 casts a knowing glance over at Guard #2, the “) finds a small pair of scissors, and shows it to Guard #1. the case against Drew is growing. They regard the tiny we",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUARD",
          "text": "You’ re traveling with this --",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "Take it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUARD",
          "text": "Have you ever attended school overseas? DREW . One semester in Germany. The Guards openly share their most powerful Sook yet. The Drew’s garment bag. One is a standard issue. The other is fascinates them. It’s not quite in fashion, strangely ano Guards flick looks to each other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And this is your suit? .",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "The suit belongs to my Dad. . ‘",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUARD",
          "text": "(careful, skeptical) And your “father’s” going to wear this suit?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "(evenly) For eternity.",
          "sentiment": "neutral"
        },
        {
          "speaker": "'",
          "text": "Beat. Suddenly they understand. And this issue, as Drew w men, large and small. A silent moment passes between them pat on the shoulder. Guard #3 holds out the plastic conta Drew takes it, acknowledging the most menacing guard’s ge share one last wordless moment in the security area, We h of the song that serve as a musical signpost for the movi EXT. AIRPORT PERSONNEL TRAM — NIGHT A group of Southwest Airline employees move off the airpo glamour in their weary movements. Just another work force young woman, 25 or so, in casual clothes exiting with a r ‘of summer heat, smoothing her clothes. Music continues a proceeds to enter the air-conditioned, timeless capsule o",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Airport. She walks the thoroughfare. It’s mostly empt stray late-night passengers. She dutifully shows an armed is little romance left in what was once a glamour profess travel. Lately she feels like a cop. She is CLAIRE COLBUR and she pauses to adjust her shoe. INT, CHANGING STATION/LOCKERS — NIGHT Claire opens her locker, changes into uniform. Just anoth J INT. AIRPORT PEOPLE MOVER — NIGHT Drew in close-up sitting with coffee. He is new to grief,",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "rae eo 24 inward, retreating from the world. At the other end, Clai on, along with her public front. Two travelers on very di other, as song continues. ‘ INT. SOUTHWEST AIRLINE - NIGHT . an 4 We are airborne. Claire routinely mops up the sink in the passenger load. The plane is nearly empty, as her gaze pa three passengers in first, and then the center. One overh very back. :",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON DREW",
          "text": "He sits quietly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The thundering reality of all that happened today is star distant point, uncomprehending. He absently watches... oo",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAIRE",
          "text": "The distant Flight Attendant takes the long trek, purpose way down the very long aisle to him. She lowers, down to",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAIRE",
          "text": "(mock professionalism) Sir, by flying this flight, you’ ve helped save all our jobs, Definitely mine, maybe even the entire airline. ‘We would like to reward you with a free seat in first-cl DREW n Loe . (distant) . I'm fine. Claire looks at him. He doesn’t get it. She shifts her bo",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAIRE",
          "text": "Okay — let me try it like this. (more direct) I’m really tired. Please don’t make me keep walking all the way back here... all night long.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fa ‘",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He’s sitting in a darkened first-class. She sits on the a to go to sleep, but she’s just getting started. . ’ . . o & Louisville, Kentucky. Home, business or family?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "(polite, final) ° My dad. , : Claire responds to his signal in her unique way — by igno listener, nodding slightly, collecting information like a",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAIRE",
          "text": "Where does he live in Louisville?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "f >) Actually he’s near Louisville. He pronounces it like the rest of the world: “Louie-ville",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAIRE",
          "text": "Loua - vull.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "Lou-a-ville. He’s in Elizabethtown.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAIRE",
          "text": "Good. 1 hope someone is driving you because the roads around there are hopelessly and gloriously confusing. Lou-a-vull.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "Yul keep that in mind. He smiles pleasantly, with absolute good manners, and cla overhead light off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IN DARKNESS",
          "text": ") Claire doesn’t even process the brush-off. She’s built 25",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f26 t",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAIRE",
          "text": "T’ll draw you a quick map. She hesitates and then clicks his light back on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DISSOLVE TO",
          "text": "‘ Claire draws a map on a piece of paper while telling Drew now clutches a drink. . CLAIRE ‘ So Ben and I are in a wait-and-see pattem. He’s my first real “genius,” you know? His‘ideas are just sinfully astounding. Disturbingly astounding!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "Right. Okay. CLAIRE . He goes to Harvard, we meet up in strange cities y and never the same one. He works a lot:",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "(dutifully) So why is it “wait-and-see?”",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAIRE",
          "text": "I'm not sure. I'll wait and see. (off map) So you want to get to 264. And then you want to not miss 60B, I’m going to be obnoxious about that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "Got it. Okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAIRE",
          "text": "Bens are strangely delightful. And very intuitive. Complex. Almost too complex to be around. Do you know any Bens?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "(obligated) I know one Ben. He’s very professional.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\frT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAIRE",
          "text": "(very interested) [ma student of names. For example. What’s your Dad’s name?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "Mitchell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAIRE",
          "text": "Mitchell or Mitch?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "Mitchell, Sometimes Mitch. She nods approvingly, a connoisseur",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAIRE",
          "text": "Mmm. The son of a Mitch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "ry And just yesterday... I was fired by a Phil.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAIRE",
          "text": "Phils are dangerous. Phils are less predictable than Bens. He looks at her. And just randomly, for no reason she can love a little.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAIRE",
          "text": "And your girlfriend is a...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "Ellen. The name “Ellen” is troubling to both of them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAIRE",
          "text": "How’s that going?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "f Sort of a wait-and-see. But then I waited... y and I saw.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": ". she falls in",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Iwas going to say... 've never hada good experience with an Ellen, or a Phil. . She gives him the map. Mh",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "How about with 2 Mitch?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAIRE",
          "text": "(mamediately) Never met a Mitch I didn’t like. Fun, Full of life. You know what I mean when I say “fun?” You want to be part of a Mitch’s club. + AmI close?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "(distant smile) Close. She detects a trace of something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAIRE",
          "text": "He’s okay, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "Yeah. He's... She nods sage-like, ever the student of names. Drew swall for the first time in connection with bis father. » DREW ... he’s fine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAIRE",
          "text": "(Southern charm) Give him a big ‘ol hug for me. Drew doesn’t respond. Not much.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAIRE",
          "text": "Tm Claire, by the way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "J . DREW",
          "text": "28",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(appreciates name) Nice. DREW oo (obligated) - - yy Same to you. CLAIRE a. vod (self-deprecating) \" Please. Y11 let you sleep. Enjoy your map. But something is still amiss in his demeanor. She shrugs (The three other passengers are long asleep.) .",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAIRE",
          "text": "Let me take this ~ He hesitates in handing it over, just a little. She respo ~ gingerly. She looks at the suit, looks back at Drew who with the suit. It hits her. She knows. ON DREW z whose eyes glaze and blink slowly... just starting... sta",
          "sentiment": "neutral"
        },
        {
          "speaker": "RANDOM IMAGES AND FEELINGS",
          "text": "_.. accompanied by no music, just the white noise of an a the consciousness of a man attempting sleep. His voice-ov someone who bas answered the phone while still dreaming. just a bit off. 1) A kid (YOUNG DREW) in the passenger seat of a Ford LTD unwieldy shoulder harness. 2) A man (MITCH) cleaning out an office, handing boxes to 3) A posed “casual” shot of Mitch. Always bolt-upright, h 4) Mitch walks down a courtyard corridor, turning back fo back tumed. : we",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f5) Ellen’s band on the young recruit’s back. DREW’S VOICE I won’t really be able... to sleep. J am not... I probabl won't really... 1am not asleep... did I bring enough . money?,... ATM... thirsty now... ‘ CLAIRE’S VOICE (interrupting) Good moming! Drew lurches awake. Claire holds orange juice just outsid CLAIRE’S ‘VOICE Go-od morning! .",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Drew exits past Claire, with blue suit in bag. She offers thoroughly professional and bright, even though her passe J the last to exit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAIRE -",
          "text": "And congratulations, Drew, you’ve eamed your wings as our ten millionth passenger. And here is a coupon good for any Hyatt Regency in the greater Western Kentucky area. Better move quickly, lots of people behind you!. He looks behind him ~ no one there. He smiles gamely, the",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "(she’s exhausting) Well, thank you. He takes the wings, and the coupon. He nods goodbye, puts",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAIRE",
          "text": "Absolutely. She looks at him, wondering if this is her own last look",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "And good luck with Ben.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fy",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAIRE",
          "text": "Look, I know I may never see you again, but ~ She Jeans forward, and can’t resist giving him — the him private and heartfelt advice. CLAIRE . — we are intrepid. We carry on. DREW ‘ (rather baffled) Nice to meet you. He tums, and exits quickly. She watches him for five-and-",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAIRE",
          "text": "Rental cars are around the comer! He turns. She continues loudly, pointing for emphasis at",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAIRE",
          "text": "You'll see the signs! Bluegrass Parkway tums into Exit 60B! Don’t forget. 60B!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "(pointing back, imitating her) Okay thanks! Drew nods, turns away again. She just can’t quite let him",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAIRE -",
          "text": "You okay to drive?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "(turns, spreads arms) T'm fine! :",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON CLAIRE",
          "text": "watching him leave her life, perfectly framed in the hall raises her hands to her face and takes an imaginary “snap",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f=a",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "z2 ON DREW who can’t help a half-grin as he waves politely and turns watching in the background. He looks down at the coupon i ON FLIP SIDE OF COUPON: .",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAIRE COLBURN ,",
          "text": "709-342-7295 (cell) 709-432-2314 (home) 709-398-4562 (voice-mail) And in black ink: DON’T MISS INTERSTATE 60B!! For one very brief second, Drew is curiously intrigued. H the coupon to the side to see that she’s also written ano if you get lost! ‘ INT. DREW’S RENTAL CAR/UNDERGROUND PARKING LOT - DAY Drew tums the air-conditioning on full-blast, everything the subterranean rental car parking area. .",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "Uncle Dale! I’m in Louisville. Just landed. ’'m leaving now... 60B... yes, | have a map and T will be there by five ‘o clock. I have the Blue Suit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(beat) I know about 60B. Yes, I’m okay. T’'ll meet you right at Aunt Dora’s house. Got it. Okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON BLUE GRASS",
          "text": "whizzing by a car window. The deep green and the turquois vivid it is psychedelic. He is unaware of it. Map rises i INT. DREW’S RENTAL CAR - DAY Drew drives, barely noticing the sights just outside his slipping away. We hear only the whoosh of countryside whi conditioner. (Note: Composition will subtly shift, as it does naturall general seems to be 4/Sths sky.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "©) INT. DREW’S RENTAL CAR - DAY - HOUR LATER Drew is increasingly panicked. Signs whiz by, bearing no very lost, sbuffling through papers as he drives and cran cars in sight. , ON SIGNS , ‘ passing. Interstate numbers like 274... 278B... 279A... f INT/EXT. DREW’S RENTAL CAR - AFTERNOON The car is completely still, parked in the middle of the surround him. He flips out inside the car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "Did I miss 60B!! DID I MISS 60B?                        ! INT. DREW’S RENTAL CAR - LATER AFTERNOON - MOVING Driving again, Drew cranes to look for any clue, as he co",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "Uncle Dale! Just got phone service back! Yes. I went ail the way to Frankfort, and now I’m on the Blue Grass Parkway. Passed the Old Kentucky Home Museum... not the Chaplin River yet... it’s very beautiful here... okay, great... ru meet you right at the place... the parlor... isita “parlor?”... a home... ON SIGN a 7 reading: Elizabethtown. INT. DREW’S RENTAL CAR ~ LATE AFTERNOON At last. Drew powers forward. Music.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHOTS OF ELIZABETHTOWN",
          "text": "A red-and-purple sky. The still blazing late afternoon su a-car. Drew squints — he forgot sunglasses ~ as he drives cuts through Elizabethtown, first lined with a row of sma",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f‘ tr * 34 \\e homes. Lawn equipment... porches.... flags dot nearly flags. Drew drives past the Train Museum, actually a well Kids on the street wave him in, point him ahead. One kid him as an escort. A silver-haired woman on a porch watche him. On another front lawn, a teenage gorl jumps on a tra School, where girls basketball practices outside. More re forward. All now cheering and pointing him onward a few m quite clearly, and quite famously... late. Music continue EXT. ELIZABETHTOWN FUNERAL HOME ~— LATE AFTERNOON Drew pulls into the crunchy gravel parking lot by a brown lot is full. INT. RENTAL CAR - LATE AFTERNOON . Through his side window, Drew sees a youngish man slightl the front fender of a hatchback. He looks enormously happ BAYLOR, 31. Drew squints into the sun. Takes a breath. He Co this, the last in a series of protective air-condition",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Drew officially sets foot in the South. He is met with an otherworldly heat, a deep humidity, and smells and the lushness of the Southern summer immediatel few distant places, even Europe for a summer, but nothing Somewhere a bell clangs. The blinding sun cuts through so moment. Shading his eyes, he sees Jessie approaching swif Hoisting up the garment bag, Drew meets him halfway. A A",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "Jessie? JESSIE . Cuz! Drew is hit with a walloping bug.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESSIE",
          "text": "f— This loss will be met by a hurricane of love, 2 and you are staying with me!",
          "sentiment": "neutral"
        },
        {
          "speaker": "VA .",
          "text": "Jessie walks Drew through a tree-shaded path to the Funer immediately tactile, and preps Drew like a Senator’s aide",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESSIE",
          "text": "Okay, Cuz, I’m going to take care of everything. You remember Uncle Dale. ‘You're going to meet Charles Dean, who was a good old friend of your Daddy’s. P.S. ~ you met all these people when you were very small. Don’t worry, I will not leave your side. They trudge up a small hill to a plot of land. Jessie pre somebody new in town who is roughly his age.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESSIE",
          "text": "_.. Charles Dean! Meet the grown up Drew Baylor! Here is CHARLES DEAN, 62, a local institution. His face r",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "J Thank you. My condolences.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESSIE",
          "text": "And you remember Uncle Dale. (UNCLE) DALE BAYLOR, 56, is Mitch’s younger brother and J regional through-and-though, though flecked with regret a all gravely shake hands. Drew remembers none of them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The men stand near a patch of green lawn:",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLES DEAN",
          "text": "Here is Mitch’s plot. It’s been in your family for 272 years. I have always endeavored to keep this area clear for your Daddy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "(beat) We are still discussing that issue. There is a possibility of cremation. J ‘The mention of cremation lands hard, Charles Dean visi of wind blows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\ft",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLES DEAN",
          "text": "Well, for now, the question is... do you want an open or a closed casket? . Drew shifts body language. The big questions are arriving",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "Closed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLES DEAN \"",
          "text": "You're sure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "Yes. He was a private man. Charles Dean and Dale share a brief look. Drew feels ther CHARLES DEAN . (tightly) 5 Okay, so closed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "Yes. Charles Dean presents a small open box with a few of Mitc",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLES DEAN",
          "text": "His wallet — Drew looks at the lonely, familiar Brown Wallet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "The Brown Wallet. CHARLES DEAN a And his ring from West Point. I’m assuming you'll want it on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "Yes. He was very proud of West Point.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "«= ON HIS FATHER’S WATCH 37 also in box. Still ticking. Correct time: 6:10 pm. - me CHARLES DEAN . I don’t know if that means as much in California, dow but West Point sure matters here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "Tt matters a lot. (beat) Even though we now live in Oregon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLES DEAN",
          "text": "And I did already dress him in a wonderful brown suit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW ,",
          "text": "(holding garment bag) I did bring the Blue Suit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLES DEAN",
          "text": "You take a look at the brown and decide later. An uncomfortable beat passes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW -",
          "text": "We'd prefer the Blue.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLES DEAN",
          "text": "Fine. Then it'll be the Blue. Or the Brown.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "Blue. Charles Dean nods reluctantly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLES DEAN",
          "text": "And do you want a closed casket... or an open casket? Drew looks slightly puzzled. Wasn't this just settled?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "(carefully) Closed?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fA long beat of silence. Looks are exchanged.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DALE",
          "text": "(delicately) Drew, I think what Charles Dean wants to say is, your daddy’s friends might be disappointed if they can’t see him again. They’d probably be disappointed if it was closed for the Viewing. (aside, to Charles Dean) Is Bill Banyon coming?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLES DEAN",
          "text": "I don’t think so... we haven't... Dale nods, relieved. The issue evaporates.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "The Viewing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They’re all here, Cuz.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLES DEAN",
          "text": "They’ ve been waiting since three ‘o clock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "UNCLE DALE",
          "text": "There’s a dinner later tonight. After the Viewing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "Fine. That’s — that’s fine. Just..- we'd better go - over schedule and so forth because I Have to head back in two days. So we'll need to talk about flight arrangements for the casket — (pause) ~ or the ashes. Looks are exchanged. It’s very uncomfortable.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"A door swings open to a back chapel filled with people. 2 Drew looks at the small sea of unfamiliar faces, all of feels their eyes, sizing him up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Everybody, this is Mitch’s Boy from California, of the Califomia Baylors. This is Drew. He’s going to spend some time alone with his daddy, and then we'll all join h Drew, you're related fo just about everybody here, and ju as your father was, we’re,all very excited about your eight-year triumph with that beautiful shoe. ‘ Drew looks at their sincere and curious faces and sees pi elements of his father’s looks... all different spins on speaker, Do they expect him to speak? Jessie leans over a",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESSIE",
          "text": "You're going to need to say a little something from your heart. All eyes are now on Drew. Stiffly: DREW . Thank you for being here: Sorry I'mlate. He looks at their faces. It’s not enough. Awkward adrenal",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "My condolences to all. (blurts) ma litle nervous. I’ve never seen a dead body before.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "fe Drew is traumatized. Drew walks forward, advancing on the Baylor is at his side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESSIE",
          "text": "No, no ~ I’m not gonna let you feel bad. It was from the heart — (beat) — but let them say “condolences” to you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "I thought “condolences” was —",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESSIE",
          "text": "—no, it’s incoming. It’s an incoming phrase.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "a, » 40 Only the upper-half of the coffin is open. An American fl casket. Charles Dean appears at Drew’s other side. The sight is rather overwhelming to Drew. A human body. H him, Charles Dean assumes The Pose. Head down, hands clas expert moumer. Drew tums to him, as if up until this mome mistake.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "(quietly) There he is. It’s an enormously intimate moment. He draws closer, to t through many emotions, ending on a slightly perplexed loo Drew’s reaction. ' .",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLES DEAN",
          "text": "Did I not capture your Daddy... ? Drew is silent. He continues locking, now curious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "I don’t know what the word is. It’s just a look 1 never saw before. A look on his face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLES DEAN",
          "text": "Too solemn?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "No. I was going to say... He tums to look at Charles, gauging the older man’s feeli",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "... Maybe not solemn enough.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLES DEAN",
          "text": "(quietly, defensively) He was a fun guy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "Okay, but - this is - this is — what’s the word?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "‘Whatever you wish. If you saw him differently... DREW ‘ No. I just r Pm a little tired ~ Drew nods — maybe so — and turns back to his father.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLES DEAN",
          "text": "If you move around a bit, you’ll see different aspects. Drew knows he’s hurt the man’s feelings.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "It’s good... J just wish I could think of the word. llike it. I like the way he looks. You did a great job. Thank you. Drew looks briefly at Charles Dean — this is all a bit pe on the side of the casket. Drew nods politely. Charles no",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON DREW",
          "text": "looking down at his father. The improbable word comes to DREW. Whimsical, The word is whimsical.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON MITCH",
          "text": "who looks like he’s been interrupted in mid-joke. We hear that will play through this and the next sequence. Drew m 1n small ways, assisted by the lighting in this room, the but seemingly infinite variations. ‘",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "Hey — why not? Whimsical. Drew stares. He reaches forward carefully, and touches th are hard and cold. He keeps looking at that face, the odd the large room with Mitch. Drew tilts his head and moves carefully at his father, as music continues.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f42",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A burst-of human interaction. The small house is packed w A high-pitched intensity swirls around Drew. And he just home —the kitchen. With Jessie Baylor at his side, Drew i yellow pie (Chess Pie, a regional favorite) by 65 year-ol CONNELLY. Dora represents the cheerfill side of the famil ofa woman. LENA, her older sister, moves nearby, always t mother, how's Hollie?”) Drew watches the unspoken synchro swiftly, holding plates of food, never bumping into each They have swung into action. Three people talk to Drew si girlfriend (CONNIE) of his father’s from a long time ago. into his hands. All around him, he sees bits and pieces o we see a portrait of Southern culture, the likes of which",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERIES OF SHOTS",
          "text": "(Note: Drew is rarely, if ever, alone in frame.) 1) Guests talk with Drew as he moves from the packed kitc the backs of others. He's given an Ale-8, a soft-drink in similar bottles. “It’s a regional drink, it’s like Mounta seeing him drink it. “No it’s good,” Drew says. The guest too close to his face. ‘Behind him on the wall is a Prayi environment, he knocks down the Praying Hands, and is giv his father. Someone's voice says, pointedly: “We always w and nearby... 2) All burners on the stove are operating at full-blast. 3) A table with Ham. A four-year old boy pops into the sh He is SAMSON BAYLOR, and he eyes the ham with intent. He already chewing something else. Drew meets another Cousin meet. Everybody says we look alike.” There is only the va 4) Aunt Dora is assured that Bill Banyon is not showing u words “Bill Banyon” should become more and more prevalent coming.”) 5) UNCLE ROY, 56 and skinny, is asleep in the living room man’s dreams. Nearby Teenagers, beset with long faces and group of remote controls, none of which seem to help oper 6) Drew moves through the main part of the house, toward",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\ffy",
          "sentiment": "neutral"
        },
        {
          "speaker": "\"43",
          "text": "by the ham. Jesse introduces Drew to a pretty 16 year-old We meet MONA, who has a very compelling stare. Just as Sa he slips the ham off the table and lets two nearby dogs e escapes unseen, as the dogs are blamed. Aunt Lena'says: “ Uncle Roy sleeps through it all, : . 7) The ham is quickly rescued, washed and re-dressed. 8) Dora pulls out a Ginzu knife and starts cutting the ha familiar to Drew, and he looks at it like a lover with wh whispers in Drew’s ear throughout, always informing him o 9) Jessie attempts to confiscate an Ale-8 from Samson’s h 10) Camera catches some of the memorabilia and photos bei 11) Sad guy just sitting there, bolding a cigarette, look 12) Samson unravels scotch tape, sees bananas, looks subv 13) Teenagers by the television, continue to struggle. Ot TIVO/VCR. 14) Drew easily fixes. the complicated remote control sys Player girl (still wearing jersey). 15) Samson wedges the banana in the spigot of the pantry 16) Twin teenage girls show off a dance routine, which ch grieving elders. Se 17) Samson screams next to Uncle Roy, and wakes him up, a Roy asks absently: “Is Bill Banyon here?” A chorus comfor goes back to sleep. 18) Drew is still surrounded by friends and family, all o say, “easy now, he’s been through a lot, and just “cause does.” Behind Dale, a car backs down the driveway. “Dale, car?” “Where are my keys?” 19) Jessie comes out of the bathroom. “What's going on?” spoon. Like a child. “It’s your son. He flooded the close now, he’s driving Dale’s car.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "20) Drew chases after the car, going backwards, slowly do 21) Samson is surrounded by concemed adults, who try not behavior. , . INT. AUNT DORA’S HOUSE -:NIGHT -LATER . There is an immediate ripple. Someone has seen him turnin BILL BANYON, 54, walks in the front door. Everything abou He’s untrustworthy, not as brilliant as he believes he is He’s fun. Rumor and innuendo becomes him. He simply has n BILL BANYON a So you obviously made a group decision not to call and invite me. 2 Beat. No one responds. Banyon explodes into a smile, exte sees, moving through the crowd like a politician with a c BILL BANYON © Hi. Bill Banyon... . a (moving through crowd) I hear Drew Baylor is here... how you doing? ... how you doing, Bill Banyon... Banyon spots a woozy Samson. He kneels down to. him. . BILL BANYON — Is this Samson? How you doing, Samson? Give me a Big Boy’s hug — Jessie and Drew watch as Samson rewards Banyon with the e The splatter hits Banyon and, to a much lesser degree, ca",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILL BANYON",
          "text": "Okay! Okay then... okay... nice to see you too. His face locked into detached bemusement, Drew absorbs th behavior swirling around him. EXT. AUNT DORA’S HOME ~ NIGHT The windows and doors of the house are wide open, as the necessity, the dinner has moved outdoors. The house looks",
          "sentiment": "neutral"
        },
        {
          "speaker": "\"45",
          "text": "Drew draws a sketch for a Starstruck Kid (Connie’s son). Spasmotica ad, and pose for a picture. Others ask Drew qu transfixed. Drew is the st ar of this evening, to the very end. We catch a real wear",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON JESSIE NEARBY",
          "text": "being dressed down by Dale. Dale speaks to Jessie as if h It’s embarrassing watching an adult scolded, but it’s not",
          "sentiment": "neutral"
        },
        {
          "speaker": "DALE",
          "text": "You've got to take control of your kid! That boy . is looking for rules from you!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESSIE",
          "text": "Hey — blame me, everybody does.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DALE",
          "text": "You can’t be a kid, and raise a kid! ‘Cause they’re smart. They smell it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON BANYON",
          "text": "talking to others about his business — real-estate — whil",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON JESSIE",
          "text": "who walks over to Drew. It’s been an eventful evening. Je and he is grateful to have somebody within the vicinity o",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESSIE",
          "text": "How you holding up?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Drew and Jessie jog through the center of the street, an stuff. Drew tightly holds his bag, a few artifacts, food- holds his son, asleep and slung over his shoulder. On eit lit up by living room television. It feels good to be mov arrive at Jessie’s small house. Samson is still asleep ov and buzz.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "Beautiful night... does it ever cool off?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "“ JESSIE No. This time of year ~ it’s hotter than the ’ hinges of hell. We got stars, though. © INT. JESSIE’S HOME/SAMSON’S ROOM - NIGHT Drew watches from the darkened doorway, as Jessie slaps p",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW .",
          "text": "He’s an exciting kid. . : TR",
          "sentiment": "neutral"
        },
        {
          "speaker": ", JESSIE ,",
          "text": "It’s the only thing he inherited from Cheryl. The volume. . (to Samson) Do you love me? Come on, I carried you half a mile... do you love me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAMSON",
          "text": "(sleepily)",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESSIE",
          "text": "Thick and thin?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAMSON",
          "text": "Thick and thin. : JESSIE . Tm surprised Aunt Hollie didn’t make it. , cee She’s pretty broken up. She sends her love to everybody, though. Jessie nods, he knows the subtext.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESSIE",
          "text": "I don’t blame her. Around here, their favorite thing in the world is to get offended by something small, and hold onto it for fifty years. 2 Drew smiles at his outspoken cousin, and nods as in — b 46",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fal",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESSIE",
          "text": "But then, you and your dad were close. As Drew watches Jessie slaps pajamas on the sleepy kid:",
          "sentiment": "neutral"
        },
        {
          "speaker": "' DREW",
          "text": "Oh very close. I knew him very, very well. He was my Dad! We were actually going to... drive here together... this year... and it became next year... and no, I knew hi very well. Very, very well. . And it’s obvious in the extra beat we stay on Drew that h",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jessie shows Drew the guest room, which also functions as knacks share space with band equipment, broken boom boxes the wall. And a lonely-looking futon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "(tired) : ' This will be perfect. I love it. I can sleep anywhere.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESSIE",
          "text": "You in my house, man. This is great. The circumstances are noi great. But we are cousins, brother. Brother, we are cousins. That was my band. Jessie points out the poster, as he pulls out pillows and clearly a big kid with toys, trying to raise a smaller ki",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON POSTER",
          "text": "it reads: Winchester Summerfest, featuring Lynyrd Skynyrd",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESSIE",
          "text": "This is the show we opened for Lynyrd Skynyrd. . Two of the original members!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "Coal —",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESSIE",
          "text": "Well, we almost opened for ‘em. It’s really a long",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fr",
          "sentiment": "neutral"
        },
        {
          "speaker": "C",
          "text": "story. We never played, and we never played since. Drew sees the long list of performing bands listed on the the bottom of the bill... Ruckus. We start to hear a slee ‘ DREW |. . ' Rackus?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESSIE",
          "text": "Ruckus. Jessie nods proudly and quietly, as Drew looks over some",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "And now you fix computers. '",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESSIE",
          "text": "I’ve taken the year off for hard thought... tough thinkin Something big has happened...“ér is happen-ning, and I want to be the guy who puts his finger on it. Creatively. He laughs to himself. Drew laughs a little too, studies t spontaneously, acapella, a verse from his own composition listens uncomfortably, unsure how to respond or where to",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESSIE",
          "text": "“Those postcards I sent from Birmingham All the way from the windows of Amsterdam. Copped a gram from Dapper Sam Just a four-letter man in another jam... “4 Oh yeah... “ Next door, Samson fully wakes and erupts into a sustained the seasoned father of aloud child. Drew takes a breath, room, imagining the next seven hours or so. The child is the wall. WOMAN’S VOICE Hello? A young woman peeks around the comer holding keys. She ha of her face visible. She wears a Bartell’s drug store uni DEBBIE, 30ish.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f©)",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESSIE",
          "text": "(whispers) \\ Debbie! .",
          "sentiment": "neutral"
        },
        {
          "speaker": ". DEBBIE",
          "text": "' (shy, whispering) Hey J.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "Hi. Jessie nods and winks at Drew as in - you're on your own, INT. MUSIC/GUEST ROOM — LATER NIGHT Window pane shadows slash the darkened room. A fluttering the room. (It’s the front porch flag’s shadow.) Drew hear leafless tree that scrapes across the window in the wind. imagines: HOLLIE’S VOICE “His spirit is still hovering... looking for a place to land... “ Another other-worldly sound now catches his attention. It branch scrapes again. The other-worldly whine grows loude realize that it’s actually Debbie. And now we hear Jessie up, and the tree branch scrapes insistently. Drew now hea Samson, howling from the next room. Getting louder. For a syncopation. Drew rises on an elbow. FRONT DESK VOICE von Welcome to the Hyatt Lexington... vee",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Drew with bag, backpack with Praying Hands peeking out, a A wedding party has taken over much of the hotel. Balloon Hasboro!! Lovin’ Life!! Lovin’ Each Other 24-7!! Chuck an posed together. Clearly it’s their favorite photo - it’s pleasingly surreal. Before him is a super-professional yo (CHARLOTTE), 20. And she is memorable for this trait. She information to a database that only she sees. She types d we meet her. And she never stops",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLOTTE",
          "text": "... how long will you be with us?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "Two nights. Her typing speeds up a beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLOTTE",
          "text": "Are you with the Hasboro Wedding? Chuck and Cindy? She’s typing, and he hasn’t even answered yet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "No. I’m leaving on Friday. She nods with a private look of relief. Her typing modula",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLOTTE",
          "text": "Are you a member of any major Travel program?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "(realizes) T have a coupon. It’s still in his pocket. Drew shows her the coupon. Char and suspicious, as she looks at it. .",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLOTTE",
          "text": "I haven’t seen that coupon before. DREW oan Just give me the best room you have. Put it o my credit card",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLOTTE",
          "text": "That'll be 325 a night — wedding rate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "Put it on my company card. Let it rip. She types happily, at full speed \fSl INT. HOTEL HALLWAY — NIGHT Drew moves down the hotel hallway, key card in band; weig contaifiers and mementos. The doors to many of the rooms The entire hotel seems to be filled with wedding guests. hallway. They part, as friends take them each in differen an athletic blonde with shiny long hair pulled tightly ba be, CHUCK HASBORO. Chuck’s a sinewy, short-haired extreme some drinks. He calls out to others: , CHUCK . Don’t change the schedule or Cindy’ll freak out! He tums to see Drew, standing at the door to the next roo",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHUCK",
          "text": "(simple realization) 1 am the luckiest guy in the world. It’s the plain beauty of a time-worn phrase, said with re Drew oddly happy for this stranger. Suddenly and powerful INT. DREW’S HOTEL ROOM - NIGHT Drew is on his cell-phone, sitting on the sofa in t-shirt up on the coffee table. Complimentary toothbrush-and-mout the table before him. (We still hear party noise in the h for human contact. He’s making calls on his cell-phone. H",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "Heather. Pick up, sis. I’m exhausted. I’m at the Hexington... the Lexington Hyatt. Call me on the cell. Okay, 1 saw Jessie and Uncle Dale and... I have seen Dad. He’s fine... well, he’s not fine, it’s, uhm... we're goin need a decision soon about the whole, you know the burial thing... call me on the cell, I’m about to go te bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Drew on the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "Hey Mom. Are you there? I'm here at the Lexington Hyatt. Are you with Heather? Hello?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fJNT. DREW’S HOTEL ROOM - NIGHT - THIRTY SECONDS LATER Drew on the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "Ellen! Hey it’s Drew. Are you there? INT. DREW’S HOTEL ROOM -- NIGHT Drew stares at the phone, and gestures to it like a dinne",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "Call me back... somebody call me back. Silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON TELEVISION",
          "text": "52 Drew absently switches channels. Four straight channels f He settles on a music channel, a rock band’s innocuous vi the singer bas a gun and his “‘story” soon features him p Drew shuts off the television.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Drew on the phone. It’s messy, and he longs to hang up tw",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "Claire Colbum. Yeah, it’s Drew Baylor... and 1 wanted to... thank you for the directions. You’re © not around. You don't have to call me back. I’m going to sleep right now. Long day. Thank you for the coupon. It didn’t really work. (almost hangs up) But don’t feel bad. Everything’s fine. Goodnight. It’s all good. What am I saying? I don’t even say “it’s all good.” Uh... goodnight. Drew hangs up. Silence lasts one second The phone rings.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "Hello?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f~ INT. HEATHER’S APARTMENT — NIGHT Heather’s on the phone. A flurry of cooking activity in t",
          "sentiment": "neutral"
        },
        {
          "speaker": "' HEATHER",
          "text": "Drew, you've got to come home. Mom has decided she wants to learn to cook...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "Oh no. I’ll be home soon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATHER",
          "text": "Have you cried yet? ‘",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "(ying) A litle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATHER",
          "text": "Same here, When it happens, it’s going to be for days. She’s out of control, Drew. You've got to come home. There is a cal)-waiting chime on the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "| Wait a second. I'll be right back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATHER",
          "text": "Please come home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "Just... hold on. He clicks the next-call button.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "Hello...",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT, MEMPHIS AIRPORT HALLWAY",
          "text": "Claire is absolutely delighted, as she talks while stridi » is her style, she begins in mid-conversation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "~so here’s what’s unique and somewhat iconic about the Memphis Airport... by the way, great to hear from you... I didn’t expect for you to call... then again, i did leave a few thousand uumbers. (beat) It’s Claire.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "Claire, can 1 call you right back?",
          "sentiment": "neutral"
        },
        {
          "speaker": "/ CLAIRE",
          "text": "Til hold.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "Okay. He clicks the next-call line.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "a Hello? INT. HEATHER’S APARTMENT - NIGHT Heather on the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATHER",
          "text": "Lasagna. She’s making broccoli lasagna.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "Lasagna? Oh God. No. You don’t have to » eat it, do you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATHER",
          "text": "Please come home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON HOLLIE",
          "text": "cooking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLIE",
          "text": "» I want to leam to cook, and I want to learn to laugh, and 1 want to tap dance. T’ve always wanted to tap dance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(sotto, into phone) * . She says she wants to learn to cook, she wants to 7 learn to laugh, and she’s always wanted to tap dance.” . (starting to cry) 7 She won’t stop moving. She’s in constant motion.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don’t cry, she’ll be okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATHER ,",
          "text": "I’m crying for myself. I have her for two more days. T haven’t been alone for a second'to just —",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "Heather...we need a decision here. What's your opinion on the whole burial issue? ‘Because there’s a lot of peop here with big opinions -- and there’s a problem with the Blue Suit that / can’t put my finger on! 2 The line chimes. Another call is coming in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "Wait wait wait. Hold ona second. Let me get off these other calls. He clicks the next-call button. DREW Oe Hello? ce , INT. ELLEN’S APARTMENT - NIGHT It’s Ellen on the phone. She’s stiff, a little nervous. S",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN ,",
          "text": "Drew, it’s Ellen. You cailed me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "(electrified, loopy) - Ellen! Thank you for calling me back! So much is é going on I called you about that silly goodbye. (beat)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f56 Could you hold on for just a second? I’m so happy you called. I’m just ~",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "Yeah, but I’m going out to dinner. . ol %",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "Just one second. | really need to talk with you. Don’t go. He clicks the next-call line. ‘",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "Hello?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Claire on the phone, patiently picking up right where she",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAIRE",
          "text": "... 80 here's what's great about the Memphis airport...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "Claire, hold on. (beat) Listen, on second thought, I just wanted to thank you and everything. Really, just wanted to call you and thank you. Goodbye, thank you and... you know, take care.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAIRE",
          "text": "(immediately) Tl hold.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "(immediately) Okay. He clicks the pext-call line.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "(breath) Hellot",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fa INT. HEATHER’S APARTMENT - NIGHT Heather on the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATHER",
          "text": "Cremated. Don’t you agree?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "Heather, they really love him here. They’re not buying cremation. They don’t even acknowledge the word. They have a family burial plot that, goes back hundreds of years. It’s almost like some mystic joké, me being here trying to... whatever, listen - we have to talk about this. But T need to call you back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATHER",
          "text": "(aghast) Is there anything more important than the conversation we’re having?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "I will call you right back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATHER",
          "text": "Okay. Just dial he// and 'll answer!",
          "sentiment": "neutral"
        },
        {
          "speaker": "/ DREW",
          "text": "T’ll cail you right back. HEATHER ‘ Just tell me it’s going to be fine. You don’t even have to mean it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "It’s going to be fine. 1 will call you right back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATHER",
          "text": "I miss dad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "Was he a fun guy? r)",
          "sentiment": "neutral"
        },
        {
          "speaker": "_ HEATHER",
          "text": "Of course he was a fun guy! Especially in the ‘ last few years when you got so busy -- rok , DREW ; T'll call you-right back. , . He clicks the next-call line.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "Hello? INT. ELLEN’S APARTMENT - NIGHT Ellen is standing up, ready to go, but now slightly irrit",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "How was it a silly goodbye? DREW , . Ellen. Look, ] know you’re late for dinner -- . ,",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "Tam late.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "Ym in Kentucky — She shakes off her impatience with him, sets down her bag ELLEN ieeewt! (ust says it, with love) - Tt was real and it was great... and it was really great. Drew says nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "(then briskly) Call me anytime. Okay.... goodbye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "Goodbye?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Goodbye. Just goodbye. It’s not goad bye. It’s, you know... “good bye.” . Take care.",
          "sentiment": "neutral"
        },
        {
          "speaker": "' DREW",
          "text": "Okay, goodbye. . .",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN ,",
          "text": "(simple, final) Goodbye. As he suspected, it is indeed the sound of a true and fin DREW ‘ Goodbye? She hangs up, and Drew looks at the cell-phone in his ban button. Resigned, with polite obligation: .",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "Hello? INT. CLAIRE’S CAR - DRIVING - NIGHT Claire on the phone. CLAIRE . So did I win the phone lottery?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "(breath) Teli me about the Memphis airport. peg",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAIRE",
          "text": "Ym over it. I’m actually almost home now. Were the roads as hellish as \\ told you? He finally says the words for the first time. It’s freein",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "Claire. My dad’s dead",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAIRE",
          "text": "I know",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You. knew. ‘ CLAIRE I don’t know a lot about everything, but I do imow a lot about the part of everything that T know, which is — people.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "And I thought I was so mysterious...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAIRE",
          "text": "Trust me. Everybody is less mysterious than they think they are. 1 He sits back in his chair. Finally, a real conversation. DISSOLVE TQ;",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The smallish high-rise gleams in the dark. A light in the distance. It feels good to unburden, even if it is to a s DREW’S VOICE _.. and they all know me, and I don’t know any of them, and I’d never seen a dead body before they were waiting to see that body like it was rock concert — INT. CLAIRE’S APARTMENT - LATER NIGHT : . _f Claire’s dressed in t-shirt and sweat pants, as she pops microwave. She takes out the garbage as she talks, juggti",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAIRE",
          "text": "_.. well, that’s a crime... to have never taken a solitary road-trip across country... everybody's gotta take a road trip at least once in their life. Just you and some music? Seriously, you've never... I’ve done it four times... 60",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f\\. ‘ 61",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Drew is changing shirts, juggling the phone with one hand",
          "sentiment": "neutral"
        },
        {
          "speaker": ", DREW -",
          "text": "... h no, you have no idea of the sheer volume of my cousin’s kid when he cries... he’s three... his © . - name is Samson and he is the loudest person I’ve ‘ ever met. He is the Loudest Kid in the World. Plus, he also drives. He took a 99 Buick out for a spin tonight... INT. CLAIRE’S APARTMENT - LATER NIGHT A few minutes later, the mood has changed. Claire switche travel bag.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAIRE",
          "text": "I think there is a greater spirit, definitely... but organized religion is just a narrow ~ ) definition of a belief system... INT. DREW’S HOTEL BATHROOM - LATER NIGHT Drew pees quietly against the side of the bowl to hide th",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": ".. well, there is comfort in ritual. And the * ritual can be spiritual in itself. But 1 agree, what’s left behind, finally, ate the impressions you made on people. INT. CLAIRE’S APARTMENT - LATER NIGHT She empties the freezer of obsolete food, and fills anoth",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAIRE",
          "text": "No, see more important is to know where to go. You haven’t traveled at all, have you? INT. DREW’S HOTEL BATHROOM - LATER NIGHT y Drew flushes and high-tails it to the next room to hide",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm not peeing. You'd know if | was peeing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. CLAIRE'S APARTMENT -LATER NIGHT",
          "text": "She’s in the hallway, sitting, in a long shot, painting t CLAIRE ‘ No, I don’t have an accent. You have an accent. INT. DREW’S LIVING ROOM - LATER NIGHT Drew paces. ‘ .",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "... Ljust recently decided that things really are... black and white. I can’t believe I’m telling this to somebody... particularly a stranger. Which I know you aren’t, but - ON CLAIRE . . ° on her back, kicking her legs to dry her toes. Then she s CLAIRE £ .. yeah, she was an alcoholic, and so we ai] became “helpers,” which I still can’t help. 1 can’t help helping",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON DREW",
          "text": "close.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "_. he was a Captain in Vietnam and they met towards the end of the war... he was literally on his way home... they met in an elevator...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Claire in the bathroom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAIRE",
          "text": "_ and I can usually see all points of view and that’s my problem. ] can’t give a yes or no answer that quickly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can actually see all sides of any problem. | can’t eve answer yes or no. I spend so much time thinking about all the answers to the problem... that I forget what the problém actually was. I can actually agree with every point of view... so yes. But 1 also see the other side. So yes. But maybe no... She flushes and moves quickly down the hall, to hide the CLAIRE . What were you doing when you heard about Mitch? . You know what ~ you don’t have to talk about it. INT. DREW’S LIVING ROOM ~ LATER NIGHT Drew in the hotel room in shorts. He plugs in the charger little longer than he anticipated.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "... Okay, the shoe business. If you’re smart, you'll just wear shoes and never ask any questions. Just enjoy your shoes and don’t think about where they came from. It’s like hot dogs. INT. CLAIRE’S BEDROOM/BATHROOM - LATER NIGHT Claire puts on pajama bottoms, brushing her teeth and cra",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAIRE",
          "text": "And then Ben said... hold on... She moves into the bathroom. She spits, covering the phon INT. DREW’S BATHROOM - LATER NIGHT Drew finishes washing some socks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "Okay. Okay. ll drive back home. At least part of the way. / will take a road trip. | was actually going to go with Mitch next year... why am I calling him “Mitch?” 63",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "INT. CLAIRE’S BEDROOM — NIGHT Claire packs clothes in a super-efficient manner. .",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAIRE",
          "text": "... and you know what Ben says, “just be authentic.” That’s the only decent advice in the world. But that’s Be INT. DREW’S BED -- NIGHT He listens. It feels like truths are being told, late at DREW ‘ T'll let you go to sleep. ‘ INT. CLAIRE’S BEDROOM - NIGHT Claire yawns. . CLAIRE» Yeah... okay... fim talking to you. INT. DREW’S HOTEL ROOM - NIGHT Drew shuts off the light. DREW . _. at you... with you. Don’t forget about what 1 said about sticking to a single point of view. INT. CLAIRE’S BEDROOM - NIGHT She shuts off the light.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAIRE",
          "text": "Yeah you too. INT. DREW’S HOTEL ROOM - NIGHT In darkness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "Shit. I forgot to call my sister. 64",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f“INT. CLAIRE’S BEDROOM - NIGHT In darkness. ' (beat), | , Do you have a mini-bar in your room? You . want to have a beer over the phone? Her light switches on. INT. DREW’S HOTEL ROOM - NIGHT His light switches on. Drew looks at the empty mini-bar,",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "Empty... wait...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Drew enters frame and moves down the hotel hallway in sho cell-phone. He is loopy, and beyond tired. He sees more j festooned with balloons.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "Chuck... Cindy... Cindy... Chuck... The hallway is mostly empty. We hear distant music. The C raging elsewhere. Drew feels stupidly alive, with no one shuffles into the back bathroom of an empty party room in with ice and many floating bottles. oo",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "(on phone) Aha! Nectar from Olympus! Unguarded! Ha ha! (mock secrecy) . 1'm currently stealing Chuck and Cindy’s wedding beer. Drew pilfers a couple bottles, one for each pocket, and r arobe. Chuck looks deeply drunk, deeply happy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHUCK",
          "text": "You're a friend of Chucks, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\ffe",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "Yes—",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHUCK -",
          "text": "No, you’re not. I’m Chuck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "Chuck! Of “Chuck and Cindy?” It is you. .",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHUCK",
          "text": "(warily) : Chuck Hasboro.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "(into phone). It’s Chuck. I told you about Chuck. I’m talking to Chuck... .",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHUCK",
          "text": "Who are you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "Drew Baylor. Your neighbor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHUCK",
          "text": "Are you here for my wedding?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHUCK -",
          "text": "Business?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "(breath, simple truth) My dad died, and I’m here for his funeral. Suddenly, Chuck stops. He is taken with the utter honesty",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHUCK",
          "text": "Oh man —",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "No. Please... it’s alright... it’s not alright, but —",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nol It’s not alright. I'm—Y'm sorry. Tcan’t- . that’s hard —",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "Ttishard. « i : ‘",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHUCK ,",
          "text": "Aw, shit ~ Y Chuck begins to cry. ‘",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHUCK",
          "text": "— Death and life and death and life. Right next . ‘oly door to each other... once you start seeing the . Big Fucking Picture, you cannot go backwards. DREW Te No, that’s... that’s good advice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHUCK",
          "text": "This is Big Fucking Picture. (crying, on the beer) Take it all. Drink drink. Enjoy brother.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "Thanks, I'll take two... é Chuck gives him three, and grabs a few for his own pocket Drew. Their robes clank loudly with beer — a human toast.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHUCK",
          "text": "We're here for the next three days, if there’s anything 1 can do for you. (reaches for the phone) Chuck Hasboro. If there’s anything I can do for you guys. Okay? Chuck hands the phone back to Drew, still emotional, and more satisfying human toast. Cbuck sighs heavily, as Drew",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "{into phone) We're making friends like crazy. Where do we go now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "‘EXT. CLAIRE’S APARTMENT - NIGHT Claire on the phone on the’porch, with a bottle of beer,",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAIRE",
          "text": "“]t was real and it was great and it was really great?” I hate her}! EXT. DREW’S BALCONY - NIGHT Drew on the balcony with a beer, attempting to stick up f",
          "sentiment": "neutral"
        },
        {
          "speaker": ". DREW",
          "text": "1 actually thought it was - you know... (clinging to belief) . sort of a compliment at the time. He listens to her laughing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW _",
          "text": "T'll let you go to sleep. : . INT. CLAIRE’S APARTMENT - LATE NIGHT Claire now doing late-night laundry in a tiny stacked was",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAIRE",
          "text": "No — that’s so funny it makes me cry. (beat) ~ But no. I cry at the drop of a hat. Asa matter of fact, I cry at the har. 1 cry at the weather that creates the need for the hat. ’macrier. I'll let you go.. - INT. DREW’S HOTEL ROOM — NIGHT Drew in his room, thoughtful.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "Yeah, it’s late. I gotta get up early too. INT. CLAIRE’S APARTMENT — LATE NIGHT She draws her legs closer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fa",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAIRE",
          "text": "(grows very direct) But they say it will hit you. It could be ten minutes or it could be ten years from now. So it’s good that you talk about it. Or don \"t talk about it. Well, we have talked about it. But, that’s what they say. INT. DREW’S HOTEL ROOM — NIGHT Drew laughs, as he lays out wallet and keys on a table ne",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That’s what they say, buh? '",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAIRE '",
          "text": "Yes. That’s what they say. DREW ¢ (beat) T’ve always wondered this. Who are “they?”",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Claire in the bathtub, protecting toenails. CLAIRE’ You know ~ Them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "“Them?”",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAIRE",
          "text": "Yes, the inimitable collective “Them.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "And who says we’re supposed to listen to “Them?”",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAIRE",
          "text": "(beat) They do. 69",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Doesn’t your ear burt?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAIRE",
          "text": "Yes, and I have to get up in two hours and be charming.’ ]’m going to Hawaii ~",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "You'll get there and have fun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAIRE",
          "text": "Til get there and sleep. It’s just a little vacation J traded routes for... Pil let you go. EXT. DREW’S PORCH - LATE NIGHT Drew on the porch. He hesitates.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "Wait. Ubm. When will you be back? (beat) Hello? INT. CLAIRE’S BEDROOM - NIGHT Claire in bed. Only a small night-light is on. CLAIRE. Yeah, I’m/just wondering if this whole ching i is better onthe phone. You're so much better on the phone. Maybe we should never face each other again. INT. DREW’S HOTEL ROOM - NIGHT Drew in bed. Television flickering. Tired but truthful:",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "J enjoyed this He shuts the television off. Total darkness. INT. CLAIRE’S BEDROOM ~ NIGHT * Total darkness. 70",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "7",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAIRE",
          "text": "Hey. You're only forty-five minutes away. Pll meet you halfway if you want to see the sun rise. At'this point, it’s probably easier to stay up. Drew turns the light back on. ' : DREW . You think so? . Claire turns the light back on. . CLAIRE ‘ J think that’s what “They” say. ‘ INT, DREW’S RENTAL CAR — TRAVELING - LATE NIGHT Drew on the phone in the car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "I see your headlights. I see your red hat.\" INT. CLAIRE’S CAR - LATE NIGHT Claire drives in a red wool hat. .",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAIRE",
          "text": "There you are. . INT. DREW’S RENTAL CAR - LATE NIGHT Drew pulls over. He feels like he’s part of a sudden earl",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The first glints of daylight are in the sky, as they get coats as they walk towards each other. They size each oth on cell-phones even though they are only six feet away fr",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAIRE",
          "text": "Hello! - : 2 ‘ DREW Hey.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAIRE",
          "text": "Okay - . .",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "Alright then. Should we hang up now? my CLAIRE sO Okay. Goodbye. DREW . . Goodbye. . - . They both hang up. It’s a little exciting: - soe CLAIRE . So hi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "Hey. ‘They stand together in the morning light. And then it bi surprisingly uncomfortable knowing so much about each oth",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAIRE",
          "text": "Follow me — oe",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He follows her, slipping a little, moving down the hillsi EXT. HILLSIDE VISTA - EARLIEST MORNING =” Drew and Claire sit together on a hillside rock, watching expanse of rolling Kentucky land, dotted with ramshackle distant early morning garbage trucks, bottles crashing on There’s not much to say that they haven’t said already. T pressure abounds. Birds are chirping a little too loudly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "(obligated) Beautiful. He glances around, It’s a touch awkward.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\frf",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAIRE",
          "text": "(blurts) We peaked on the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "1 (immediately) Yeah, 1-T’ma little tired. -",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAIRE",
          "text": "Metoo. Wow. Okay. Let me guide you back to the hotel so you don’t get lost.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON TAIL LIGHTS",
          "text": "Her car in front of his, Claire leads him back to the hot",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON PASSING WINDOWS OF ELIZABETHTOWN",
          "text": "The same main street now empty, with a few lights still o",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE BLUE BICYCLE",
          "text": "parked outside a fence, goggles hanging from the handleba",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON INTERSECTION",
          "text": "They arrive at the imersection where the Hyatt is just ah",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAST IMAGE",
          "text": "It’s a crystal, crisp morning. Now it’s cold. Claire powe and leans way over to say goodbye to him. She slows down for a connoisseur of last looks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAIRE",
          "text": "Aloha!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "Aloha. Drew shakes off the pleasant feeling, and returns to his",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f“FADE UP ON: EXT. MOM’S HOME - EARLY MORNING Hollie stands in her driveway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLIE",
          "text": "You will not defeat me. ‘ She is speaking to her car, a two-door Volvo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON MOTOR",
          "text": "gleaming and forbidding, '",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON HOLLIE",
          "text": "peering inside, with manual. She knocks the metal stand p her harshly and heavily. .",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLIE TRAPPED BY THE HOOD . -",
          "text": "Struggling, like a fish caught in the jaws of a shark. He Hollie’s voice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLIE",
          "text": "I’m okay... I'm okay... INT. ELIZABETHTOWN FUNERAL HOME — MORNING Drew stands over the coffin with Charles Dean, looking di",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLES DEAN",
          "text": "The Blue Suit cleshed with the lining of the coffin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "1 don’t think he would complain. .",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLES DEAN",
          "text": "Vd have to ordes another casket from Lexington. Something that might work with the family of blue. (beat) Which is another $1700.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fi",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "(less sure) Okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLES DEAN",
          "text": "We could have it ready for the Memorial. DREW: . I thought yesterday was the Memorial.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLES DEAN",
          "text": "No — the Memorial is for everybody to get together and celebrate your father.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "Didn’t we do that yesterday? - ‘",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLES DEAN",
          "text": "(exasperated) That was the Viewing. The Memorial is this Saturday. And many people are coming. ~",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "When is the Funeral?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLES DEAN",
          "text": "A week from this Sunday.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "(emphatic) Mr. Dean. With all great and due and wonderful respect... everything has to be finished by this Sunday. Y'll stay an extra day, but 0 longer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLES DEAN",
          "text": "Just tell me we can mule out... the other option.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Drew is on the phone, standing in the middle of the schoo",
          "sentiment": "neutral"
        },
        {
          "speaker": "\"75",
          "text": "Dean and Uncle Dale and Bill Banyon stand at the door the them. Drew raises a hand ~1ll just be another minute.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mom. Are you absolutely certain those were his wishes?",
          "sentiment": "neutral"
        },
        {
          "speaker": "'",
          "text": "Hollie Baylor is a tight portrait of anxiety gone haywire stands nearby, hugging herself to stay sane. . :",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLIE",
          "text": "Honey, I don’t know when I’m going to crash, but as of right now — . . . (indicating beleaguered Heather) — we're learning about the car, I’m learning organic cooking, I’m going to tap dance and Jater today, 1’m going to fix the toilet. Itis five minutes at a time. . Heather is at near exhaustion levels, trying to keep up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATHER",
          "text": "Please come home, Drew!’",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "Mom, | think you need to slow down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLIE",
          "text": "‘And do what -- cry? Everybody says to take anti- depressants. Hey. I’m out here making things happen. All forward motion counts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATHER",
          "text": "(yearning) Please take anti-depressants, mother. Or better yet — give them to me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLIE",
          "text": "‘When are you coming home?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "There’s a Memorial at his high school gymnasium this Sunday --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\ftr 5",
          "sentiment": "neutral"
        },
        {
          "speaker": "QO",
          "text": "»",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLIE",
          "text": "(suddenly suspicious) Who’s there planning all of this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "Uncle Dale and Bill Banyon. my o",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLIE",
          "text": "Bill Banyon is there? BILL BANYON?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "Yes... HOLLIE ‘ He’s a... he’s a... con man. Bill Banyon still owes your father twelve thousand dollars. The cheapest man in the world! Seventeen years ago he did something 7 will never tell you about but it almost ruined this family to it’s v The price of admission is very steep'on this guy! And he wears orange — She’s just getting started on this subject, but Drew must",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "Mother, listen, focus ~ !",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLIE",
          "text": "Bill BANYON? . ~ : DREW. Last time I'll ask —",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLIE",
          "text": "I know it’s all very charming, with the pickled things in jars, and the Southem charm, and the hams that hang in the garage until they’re so moldy you can grow penicillin on them but —",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "~ are you sure about the cremation? Because this decision you know... it’s gonna stick around for a while. A silent moment passes. 77",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fHOLLIE ‘ If Bill Banyon is there — definitely cremation!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "Okay. I’ve gotta go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLIE",
          "text": "And you can tell Bill Banyon I’m coming. .",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Drew joins the others, holding Ale-8s in the gymnasium. T location of the Memorial. Drew claps his hands, as in her",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW,",
          "text": "Gentlemen — it’s cremation. And my mother’s coming. Bill Banyon nods resolutely. Storm clouds sweep across hi The men exchange looks. CHARLES DEAN © Idon’t do cremations. You’re going to have to go to Louisville.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "(mispronouncing) T'll go to Louie-ville.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Drew is walking through the lobby, past Chuck and Cindy p crematory documentation. To himself:",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "Louie-vull.... Loua... ville... His cell-phone rings. He answers as he walks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "Hello. CLAIRE’S VOICE Alcha! ] talked to my friend Kendra, who hada . girlfriend with a kid who is exceedingly loud like Sams",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f“Drew is a bit weary, and not up to her energy level.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "Oh, hi, Aloha. CLAIRE’S VOICE — and she has given me a video-tape that works absolute miracles. We've got to get it to Samson!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "(tired) : Hey thanks Claire. CLAIRE’S VOICE What — you’re already tired of me? DREW . I just haven’t slept. I’m sorry... How’s Hawaii? CLAIRE’S VOICE Well, I’m checking out this.cute guy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "(annoyed, tired) Why are you telling me that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON CLAIRE IN THE SAME LOBBY",
          "text": "walking twenty steps behind him, like a spy. She takes a Cindy’s wedding balloons, attached to the laminated poste",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON DREW",
          "text": "who tums and looks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "empty. But he has an odd feeling she’s nearby.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "Where are you? Her hands slip over his eyes, she spins him around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How could I leave you in distress? I’m taking , you out. . . . f Music begins, the perfect song that might pop up somewher souvenir of the occasion, except we are in the incongruou INT HADLEY CREMATORY (LOUISVILLE) - DAY . Arow of Ums. Ali different sizes and shapes. Moving shots different possibilities. A YOUNG WORKER looks on apprecia colorful and lively as Claire in this world that is very continues, she turns this potentially lugubrious task int opposite walls of choices, Drew and Claire back into each physical contact. They separate. The Young Worker tums hi enter. Behind his back, Claire playfully flings one of th When the grieving older couple tum to look at Claire, she monochromatic. Drew and the Young Worker share alock. The this — why you and not me? a ° Now Claire explores a row of oil paintings of benefactors a famous Kentucky racehorse. Claire finds a small flag, a different directions in front of one very idiosyncratic P a viewing bench with the Um and the flag. She takes an im to the Young Worker. The selection has been made. And som look with her that could only be described as disbelief —",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG WORKER",
          "text": "Just need your signature there... and you can pick this up tomorrow after the procedure. LO °",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Drew and Claire walk together outside, under the shady oa that houses the “resting grounds.” Music trails off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW ,",
          "text": "Look —I’m - I’m not sure I feel comfortable having fun. She looks at his serious face, and cracks up. He looks ri",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f4 \\ gt INT. TRACEY’S RESTAURANT - DAY They sit across from each other. He continues, stressing",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "I am serious. I’ve got nothing but problems. CLAIRE ‘ Alright. Let’s work through ‘em. One by one. T’'m good at this. DREW . . . I think there’s only one problem, and it’s everything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAIRE",
          "text": "Come on ~ one by one --",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "For starters? My dad’s dead! And we were supposed to get to know each other better, ) as adults... next year.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAIRE",
          "text": "You're dealing with it. It happens.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "My mom wants cremation. They don’t do cremations in Elizabethtown.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAIRE",
          "text": "Not a problem. Drew gets up to grab a missing utensil. She swivels and s",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "There’s an expensive Memorial coming up. (unconvincing) ‘ Not that money is an issue of course — ‘",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAIRE",
          "text": "(waves it away) It'll all work out. ) He sits down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "And I can’t make an attachment here because I’m just going to disappoint you in a very profound way. So I think today is pretty much the sum total of us. They study each other’s faces. .",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAIRE",
          "text": "You're right. It’s everything. (leans forward with mock panic) It’s a complete disaster. You have no choice but to give up completely! (beat), But we do have tonight. . ‘ He looks at her. She’s immovably positive.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They walk back to the parking lot. There is an errant spr",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "You’ re kind of great, Claire. You do know that. Sort of amazing even. CLAIRE © Come on. 1 don’t need an ice-cream cone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "It’s not an ice-cream cone. (beat) What’s an ice-cream cone?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAIRE",
          "text": "You know, “here’s a little something to make you happy...\" Something sweet that melts in five minutes. I’m completely cool with anything you want to say or not say — 1 don’t need it. He smiles. He likes her language.",
          "sentiment": "neutral"
        },
        {
          "speaker": ", CLAIRE",
          "text": "Besides, Ben is coming in tomorrow night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CU They reach her car. She rummages through her purse. Th sounds of others across the lake. Anybody else would be k",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAIRE",
          "text": "You want to hear my theory? DREW’ “Course. CLAIRE . You and J have a special talent, and I saw it immediately",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "Tell me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAIRE",
          "text": "We're the Substitute People.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "(admires her language) “Substitute People?”",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAIRE",
          "text": "I've been the Substitute Person my whole life. I’m not: an Ellen. I never wanted to be an Ellen. And I’ve never been a Cindy either... although Chucks love me -",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "’'m sure they do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAIRE",
          "text": "I like being alone too much. I'm with a guy — who is “married” to his academic career — I rarely see him. And I’m the Substitute Person there. llike it that way. It’s a lot less pressure. . DREW . I get it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAIRE",
          "text": "(confiding, realizing) My parents wanted a boy. I'm even the Substitute 3 Person to them! Until the real thing shows up... Tm a very, very good Substitute Person.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Drew enjoys the oddness of her thought process. They exch",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAIRE 2",
          "text": "But if we kiss. I mean really kiss... I know that ‘ just being the Substitute won't be enough anymore. She hands him the video from her purse, suddenly she’s a",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAIRE",
          "text": "Here, play this for the loudest kid in the world.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "I’m not used to girls like you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAIRE.",
          "text": "(covering) ‘That’s because I’m one of a kind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "You don’t have to make a joke. I like you without the jokes. .",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAIRE",
          "text": "Get some sleep. I have a Personnel Interview tomorrow morning and if | get transferred, Ben will die. They still don’t move. Almost kissing. All around her, th everything is perfect. : . °",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "Well... let’s let him live. It is that moment... and neither move any closer. They ar personal barrier, neither wanting to be the first to move looks at her lips. Theme begins in the form of an intoxic to give in to the romantic abandon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAIRE",
          "text": "Doesn’t it just feel better? That we didn’t just --",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fwo 85",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAIRE",
          "text": "— do something impulsive. I mean, now we actually have a shot at being friends for the rest of our lives... They chuckle with feigned appreciative relief. BILL BANYON’S VOICE \" The gymnasium just isn’t going to be big enough...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Drew and Bill Banyon stand in the huge hotel ballroom, wi",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILL BANYON",
          "text": ".. but this. Jott",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOTEL MANAGER",
          "text": "The Augusta ballroom is booked this Sunday morning for the Hasboro Wedding Reception. But Mrs. Hasbore has indicated that you are a close friend, and he would be willing to move back his . own event for the Memorial of your father.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILL BANYON",
          "text": "Great. Put it on his credit card. Drew looks around the large room. Camera travels the expa",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "(to himself, a stray thought) What if nobody shows up? . EXT, AUNT DORA’S HOME - DAY - NOON Exterior of the home. We hear Samson wail. INT. AUNT DORA’S HOME - DAY The foreground outer-room of Dora’s home is dark, but we working in the crowded lit-kitchen beyond. The sounds of from the unseen living room adjacent to the kitchen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILL BANYON",
          "text": "Okay, so we’ve got the military bands, the seven",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f86 i . speakers, Kinko’s is blowing up photos... the easels me are purchased — Gooks up) How are we doing with balloons? ‘ DALE I sent to Balloon City. I got'a bunch of “em. .f",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLES DEAN",
          "text": "Drew, the casket did come in from Lexington - today. It’s quite beautiful. - - Drew nods. There is a pause.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILL BANYON",
          "text": "Look, I'm getting the question constantly. Help us with an answer. Why isn’t he buried in Elizabethtown? Drew finds they’re all staring at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Y (carefully) ) It’s not an insult to anybody here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILL BANYON",
          "text": "(beat) Is there such a thing as partial-cremation? Aunt Dora, who cooks nearby, can’t stifle a groan. Banyon angered at the notion. Concurrently in the next room, the like a banshee. : . :",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLES DEAN",
          "text": "Well, I’ve heard in California, they divide people into twelve pieces and pass ‘em out to family members, but it ain't gonma happen here!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW ,",
          "text": "(raising voice over din in next room) I know you all love my dad. You can’t dismiss Hollie’s wishes. And we ’re not from California. Sy DALE ) Jessie, can you do something about your son!?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ee",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "87 Jessie exits. Dale speaks more quietly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DALE",
          "text": "J think what Charles is saying, Drew, is —’ an DREW — I know what he’s saying. You all have different versions of him that you all love a jot. This is ours, . my family’s record of the last thing he said on the subject. That’s the way it’s going to be, guys. “ Sprinkled at sea. And that’s the decision from California (beat) , (beat) Oregon. ‘ Shit. They all laugh... and Drew laughs too. The noise begins t room. Aunt Lena brings cookies, coffee and Ale-8 to the t Drew, as sound escalates. Drew remembers his gift from Cl",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "Jessie, 1 have something — Drew exits, pulling the video out of his backpack. INT. AUNT DORA’S LIVING ROOM - NIGHT Drew, adept at figuring out electronic gear, punches a fe him. The kids are still shrieking, tired and crying loudl leader is, of course, Samson. Drew eases into a profile, DREW _ ot Hey Samson. This is for you. Drew presses “play.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON THE TELEVISION",
          "text": "‘A man of about 36, clad in denim with red hard-hat, spea a large truck. He’s an unglamourous character, windblown Fifty yards behind him is a house. There is something abo young children. In his eyes is the look of purpose.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hi. Pm Rusty. Samson immediately falls silent. Mayhem has ceased. It is reckless children. os RUSTY . T built this house behind me twelve years ago. . And today ~— INT. AUNT DORA’S KITCHEN - NIGHT The Planning committee in the next room realize something",
          "sentiment": "neutral"
        },
        {
          "speaker": "DALE '",
          "text": "What’s that sound?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUNT LENA",
          "text": "Silence. .",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON THE KITCHEN DOORWAY",
          "text": "The adults move cautiously into view, fascinated. The sou",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "‘The kids are mesmerized, frozen in the exact position th",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUSTY",
          "text": "— I’m going to blow it up. The kids gasp. There’s a massive intake of air",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON SAMSON",
          "text": "who watches... strangely, deeply transifixed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON ADULTS IN THE DOORWAY",
          "text": "It’s a miracle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON DREW AND JESSIE",
          "text": "watching Rusty with the kids. 88",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rusty does not talk down to his young audience. He treats forward and asks a question, his every word operating lik can truly hear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUSTY",
          "text": "Now. If] blow up this house... will you help me ' build a new house where the old house used to be?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON THE KIDS ,",
          "text": "who nod vigorously. ©",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON RUSTY '",
          "text": "Shot moves in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUSTY",
          "text": "_— Govith gravity) If blow this house up, will you promise to behave and mind your Mommy and Daddy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON SAMSON",
          "text": "who experiences a revelation. SAMSON , . Yes. , . a Around him, kids nod quickly, with deep conviction. Samso Jessie sees it. - -",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON JESSIE",
          "text": "who tums to Drew.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESSIE",
          "text": "(quietly, a little sad) What I’d give to have him look at me like that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON RUSTY",
          "text": "who rewards bis promise to the kids.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUSTY",
          "text": "Good. Now \\et’s blow it up. The kids’ eyes widen as they hold their breath.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON THE ADULTS \"",
          "text": "who watch from the kitchen, lined up in the doorway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON THE TELEVISION MONITOR",
          "text": "Rusty with a control switcher linked to dynamite.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUSTY \"",
          "text": "One... two... three... wt Rusty presses the switcher. He detonates the old house be through the air, replayed backwards and forwards from fou",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON THE KIDS",
          "text": "as the wonder washes over their faces, wave after wave. T screen lights up their expressions. ON RUSTY a RUSTY . Now let’s build a new house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON SAMSON",
          "text": "who hooks an arm around his father’s leg, and looks at Je",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON DREW",
          "text": "who sees this, moved a little, by father and son. He almo back and quickly returns to the kitchen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Drew enters and Uncle Dale looks at him with strange new",
          "sentiment": "neutral"
        },
        {
          "speaker": "DALE",
          "text": "Thank you for taking an interest in Jessie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "He’s a good man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON JESSIE IN OUTER ROOM",
          "text": "watching his son watch the video. There is absolute joy o at the sight of it. .",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILL BANYON",
          "text": "I can see Mitch right now — so proud — wearing that . Blue Suit — . Aunt Dora enters and tums on the bumer of the stove to be away to get the perfect pan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILL BANYON",
          "text": "... can’t you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON THE MEN",
          "text": "in the kitchen. Silence descends for a moment as they all all of them arriving at the same mental image... ON MITCH’S PHOTO on the wall of the kitchen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON THE FLAME",
          "text": "sputtering on the stove, with violent stabs of yellow fle ON DREW cot who knows what must be done. He checks his watch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON RENTAL CAR KEYS",
          "text": "He snatches them up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Drew’s car flies through the Kentucky night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "“INT. DREW’S RENTAL CAR - NIGHT Drew on cell. Checking his watch. It reads: 10:30 pm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": ". yes, my ‘name is Drew Baylor, and I’m calling “oe ' to stop a cremation...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON ADDRESS",
          "text": "in hand. It reads: Hadiey Funeral and Crematory, 24 Hour INT. DREW'S RENTAL CAR - NIGHT - MINUTES LATER . Drew on the cell again. DREW . .. it’s Drew Baylor, is anybody there? I’m calling again, about... INT. DREW’S RENTAL CAR ~ NIGHT Road construction has halted traffic. Drew powers down th",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "... [have to stop a cremation in Loua -vull! His pronunciation is perfect. The Foreman consider this r EXT. KENTUCKY HIGHWAY ~- NIGHT , ¢ Drew’s car rips down the highway to Louisville.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Drew screeches down a road marked St. Regis Ave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The same beautiful grounds from the day before, now moody the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "“The door opens suddenly as the Young Worker stands ready INT. EMPTY FRONT OFFICE/CREMATORY — NIGHT. a The Young Worker moves quickly into the back room, motion Drew stands in the darkened Crematory office waiting. He unmanned darkened desk, blinking with his unheard message back. The Young Worker returns with an apologetic shrug,",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE PURPLE URN",
          "text": "now much heavier, as he hands it over to Drew wordlessly. hands. Music. , : EXT. CREMATORY PARKING LOT -— NIGHT ~~ + Drew puts the Purple Um in the trunk, and closes it. He t He retums and pops the trunk open again. INT, DREW’S RENTAL CAR ~ NIGHT Drew dutifully straps the Um into the passenger seat. Som now, riding alongside Drew.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Back at the hotel. Drew now exits his car after another l pockets. He walks a few steps and then stops. He feels. g INT. DREW’S RENTAL CAR - NIGHT : t Drew unbuckles the passenger safety-belt, and removes the",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A peaceful melancholy slips over the lobby as Drew walks bongo. Front Desk Girl Charlotte types and looks up. She urn to ber. He turns to see... Claire in evening dress, lingering on outskirts of Chuck gorgeous and holding a bright pink Cosmopolitan. He colla Claire falls into the seat next to him. Silently they wat few drinks with a few new friends from the wedding party, considers putting the Um on the floor. Instead, he puts i",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\foe 94",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAIRE",
          "text": "(off urn) Is that? a Drew nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAIRE",
          "text": "Hey Mitch. Can I get you something - you “ look a little bit thirsty — DREW ” He’s fine ~ uo (beat) So what happened to Ben? She makes a noise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAIRE",
          "text": "(all too familiar) There was a storm in Georgia, they grounded all the planes, and he doesn’t like to fly and they want him to speak at a Trustees Event and trot out some Big Ideas.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "Well, you look great.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAIRE",
          "text": "Oh, I’m a mess. ‘",
          "sentiment": "neutral"
        },
        {
          "speaker": ". DREW",
          "text": "You're crazy, Claire, you look amazing. . And this dress - OE",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAIRE",
          "text": "(waves away compliment) Did well on the Personnel interview, though.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "Right — the interview — | forgot ~",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAIRE",
          "text": "(grandly self-deprecating) I know. I’m impossible to forget, but I’m hard to remember. \fuw) : 95",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "You put yourself down too much.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAIRE",
          "text": "Don’t fall'for it. I actually believe in myself quite a b",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "Hey — let’s show Mitch the site of his Memorial.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Balancing her glass, Claire joins Drew in swinging open t ballroom marked: Hasboro Wedding Rehearsal. The remains of an earlier function are obvious in the hap catering remnants. Claire drains her drink, and heads for microphone, and grips both sides of the stand like a Pres and she addresses the empty ballroom. : CLAIRE .",
          "sentiment": "neutral"
        },
        {
          "speaker": "OF PEOPLE WHO... ANNUALLY MEET.",
          "text": "She is a bit drunk. Drew laughs politely and applauds.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "(setting urn down) Very nice. Come on —",
          "sentiment": "neutral"
        },
        {
          "speaker": "AND WE'LL SEE YOU ALL AGAIN NEXT YEAR",
          "text": "She laughs. He takes her arm — it’s physical contact, and arms, facing away. This is how their bodies feel together and both know it. She pushes away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAIRE",
          "text": "I’m just going to say — right now — what we're not saying. And let the chips fall, let the chips fall, let the chips fall... where they may... yes ¥'m drunk, and.. (slightly confusing herself) ) I may be embasrassing myself, but I’m just going to say",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ae / “She wrenches free, and retums to the podium, back",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "°, 96 too close and it amplifies. oon",
          "sentiment": "neutral"
        },
        {
          "speaker": "I... LLLLIKE YOU. .",
          "text": "Drew nods and has to laugh ’ ‘",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAIRE",
          "text": "{off his look) What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "T think you should eat something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAIRE",
          "text": "I have been starving myself all week Jong --",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "For Ben?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAIRE",
          "text": "— and J am gonna eat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "We'll eat in my room —",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAIRE",
          "text": "(perking up) Room service! I want cheese... and cheese-related things... no... eggs and fries! With cheese on everything",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "Cheese it is. And don’t worry, as great as you look tonight — you are safe with me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAIRE ,",
          "text": "Of course it’s safe! it’s a full moon. You're here. I look good. I’m wearing these clothes. Have you ever had unlucky clothes?? This dress that you like — good things have not happened to me in this dress. But I saw it tonight, and I said, “I’m going to give you one more chance.” And I refuse to be let down by this dress again. Anyway, forget all that! You're",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fbere, and we're together. It’s a get-out-of-jail-free card. It’s almost midnight. Life cannot be so cruel that we don’t deserve to be together. . (covering her tracks) . ot To eat. He leads her to the door. ™ “",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They walk to the room. We see them at the far end of the",
          "sentiment": "neutral"
        },
        {
          "speaker": ". CLAIRE",
          "text": "Wait. Where’s Mitch? Drew stops.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "Shit, Ueft him in the ballroom. They run back down the hallway, towards us, at full-speed",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Purple Um is the only bit of color in the huge ballro",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "Whew. She books her arm around him‘and walks him back to the Um",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "I’m sorry Ben missed the flight. . They arrive at the Um. Claire looks at Drew, pregnant wit sees her discomfort, and fills in the blanks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "He forgot. She looks at him, as he touches her arm with real compass",
          "sentiment": "neutral"
        },
        {
          "speaker": ". DREW",
          "text": "No storm in Georgia?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ns She says nothing. His compassion increases.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "No Trustees? CLAIRE ro No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "No Big Ideas? She shakes her head, no.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "What a fuckin’ jerk!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAIRE",
          "text": "He kisses her. He’s not a jerk. He’s a brilliant man who gives himself permission to be pre-occupied.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "Come on! You know, I'll tell you, there is nothing greate than deciding in your life that things maybe really are black and white. And this guy “Ben” who clearly takes you for granted, who serially takes advantage of you... Is bad. And what I’m saying is good. See what 1 mean? Black and white. You shouldn’t be a substitute for anybod This guy should be right Here, right now, doing this,",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAIRE",
          "text": "(flushed) Maybe so.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "He’s lucky I’m not the right person for you. He kisses her lightly, again. é",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAIRE",
          "text": "I know why it’s not you, but just tell me so I know from your perspective.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f99",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "See, I know what you deserve.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAIRE",
          "text": "(private longing) What do { deserve? Drew looks at her, moves behind her as she faces camera.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "You deserve... Lost for the words himseif, he picks up a piece of paper table. . .",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW .",
          "text": "You deserve a guy who says... “I can’t imagine a world without you... “",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON HER BACK",
          "text": "from his point-of-view. She shudders.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "“We will start a winery when we are 70.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON HER BACK",
          "text": "she considers it. She likes the direction. DREW ‘ “We will snowboard every December and one ~ . day take our kids... “",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON CLAIRE",
          "text": "with him in the background. She thrills to these words.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "“And we will always have the twin red Lexus’ with the license plates reading: Chuck... and Cindy.” She turns, knowing the words are not his.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fi) 100",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "You deserve all this and more. She laughs, bittersweet. It’s not you, 1 know. ree They kiss again. Her skin has it’s own quietly addictive a little woozy with the pleasure of it all, and then pull",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "Please don’t take this as rejection.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAIRE",
          "text": "T really don’t. : He finds her mouth, and there is no way back. They sink t recklessly on a table. And this is what it’s like to real They sit there on the floor, disheveled. Claire looks up light-headed. Clearly, it was a great kiss. They are on t sudden difference between them. There is silence for a mo",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "Ben’s very lucky. All we did was kiss. . Beat. Thoughtful moment passes. : . ah",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAIRE",
          "text": "Most of the sex I’ve had in my life was not as personal as that kiss. : INT, DREW’S HOTEL ROOM ~ EARLY MORNING Claire crawls on hands and knees to retrieve a shoe from to sit on the edge of the bed. She admires Drew, the slee",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAIRE",
          "text": "(quiet, testing volume) Putting on my shoes now.. She purposely bounces on the edge of his bed, checking ov",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON TELEVISION",
          "text": "a Saturday moming Travel Network special about skindiving blonde surfer girl talks about diving. Claire turns it of CLAIRE mo, (hopeful of waking him up) : Hey! Absence of noise! oe He doesn’t budge. Then stirs a little. She “accidentally”",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAIRE",
          "text": "Oops! Excuse me. Sorry. Now she loudly drops her bag. It falls, noisy with keys.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAIRE",
          "text": "(quietly, musical) ... walking out door... Silence. She continues giving him extra chances.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAIRE",
          "text": "_.. in last night’s clothes... Silence. She moves to the door. No reaction. Music begins night’s room service (eggs and fries).",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAIRE",
          "text": "Hey Claire! Stay! Don't leave. Let's have breakfast!} 5, He doesn’t move. She’s performing for an audience of.one looks at him. It feels like a goodbye. She sure does like She bends down to his sleeping form for one last goodbye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAIRE",
          "text": "(quietly) I will miss your lips and everything attached to them. She tums and walks to the door, bending into profile to b CLAIRE . See ya, Mitch. 1",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "102 She opens the top of the Urn and looks inside for 4 momen",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAIRE",
          "text": "Now we’ve both seen each other naked. : - aa? She replaces the top, and camera lingers.on the Um. We he",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Elevator door opens, and the Lobby is alive with activity crowded we've seen it. Claire attempts grace in last nigh all the same Chuck and Cindy people from the night before",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE",
          "text": "Hey Claire! . She darts the other way to avoid them. INT. DREW’S HOTEL ROOM WINDOW ~— MORNING The back of Drew’s head is in frame briefly, as the shot see the small figure of Claire moving diagonally across t door shut. After a beat, a srnall figure in a red t-shirt",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "Hey! wet",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "be Claire turns, ‘overjoyed to hear Drew’s voice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAIRE -",
          "text": "Aw, just tell me you love me and get it over with. = Drew looks at her, takes a breath and speaks his truth. B begins unloading ornate floral arrangements.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "(in a rush) Claire. Four days ago... I lost a major American shoe company... well you could round it off to one billion dol And by tomorrow afternoon, the whole world, everyone will know. Something is going to be published that pinpoints m as the most spectacular failure in the history of my prof",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f103 which is all | know. And I am here trying to be responsib and charming, and live up to something I’m not, and all I want is to... not be here, do you understand? ” She nods. It’s all coming out, with no filter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "What you’re seeing is not me — actually, almost everythin that has happened between us is not really who I am at al jt’s an incredible simulation, but it’s not me. The real is ajoke. So you know... feel free to laugh, but those ar hell hounds on my particular trail. a - She is stilled by the news. In the background, a food tru catering tables. . wy",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAIRE",
          "text": "A billion dollars, buh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "(gravely) . Rounded off — yes. CLAIRE . ; Was it your money? . .",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "No. 7 She explodes in relief. CLAIRE ° ° Then what are you worried about?! He’s puzzled at her frivolity. Immediately: DREW a Because it’s my fault! It was my design!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAIRE",
          "text": "(a little angry) It’s not your fault! None of it is your fault! Some of it is your fault...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "LY ‘She laughs. He turns frosty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW.",
          "text": "Well ’m happy to entertain you ~ (off her look) What? '",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAIRE",
          "text": "I'm sorry, I guess I thought a small part of you might be a small bit sad to see me go. But I guess this is all mostly about a shoe.",
          "sentiment": "neutral"
        },
        {
          "speaker": ". DREW 7",
          "text": "Of course I’m sad about you. ‘ She’s instantly serious. This is who she is:",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAIRE",
          "text": "Some company who took a gamble on you because it’s their business to gamble... and it’s also their busi to use you as a scapegoat. Come on. You're an artist, man. Your job is to break through barriers, not accept blame and bow and say “Thank you, I'll go away now.” Come on. Of course he’s going to screw you over if he cant: He’s a Phil! Drew looks a little stunned at the quality of her advice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAIRE",
          "text": "You're welcome. Now quit trying to break up with me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "Claire —",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAIRE",
          "text": "(a little angry) You're always trying to break up with me, and we're not even together! He’s suddenly relieved. And then disappointed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "We're not?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "WwW CLAIRE We’re the Substitute People, remember? : Behind him, a large netting of white balloons are carried professionally, and gets inher car. He stands there, watc unlucky dress. (Theme begins indicating this as a “last J CLAIRE ‘ I'll see you at the Memorial if 1 can make it. DREW - . How does it work that somehow J disappoint you, but the guy who doesn’t show up at all is a genius who's allowed to be pre-occupied? —- Claire shuts the door, still professional. She waves swee",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "(thrown-away, to himselfy It’s like he doesn’t even exist. ; Then it hits him. No, it couldn't be. He watches her ca doubt. Does Ben even exist? INT. MAN ‘O WAR AIRPORT - LATER DAY Drew waits in the Lexington airport. Hollie steps off the to face the ceremonies, here in the heart of her lost hus relaxed and very stoned on prescription medication, is He strange new confidence and power. She hugs her son and da the airport. She pulls away and announces:",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLIE",
          "text": "Darling. I have found that I am funny. Drew shares a look with Heather, who quietly shakes ber h takes in these new surroundings. The smell of disaster is",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fwe) 106 ‘FADE UP:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Drew pulls the curtain aside, just a little, and we are a crowd. It’s a huge turn-out. Crowd members, many dressed already filling the ballroom. He’ smiles at the charm and",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERIES OF SHOTS",
          "text": "1) The Military Band plays at the side of the ballroom ne 2) Guests look at large posters.of Mitchell Baylor displa 3) Guests looking at the program booklet. o 4) Samson is dressed in a little man’s suit, which he’s p watches Jessie set up his drums with other band members ( the drum kit and plays.a little. : 5) A slide projector clicks images on a screen in front o everywhere in this large, beautifully-outfitted ballroom. the gathering crowd feels it. Something great could happe €) On the proud banner across the top of the stage: “TF IT WASN'T THIS... IT7D BE SOMETHING ELSE” MB. Hollie and Heather join Drew, looking out from the behind",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jessie Baylor stands with an ELECTRICIAN, 21, looking at",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESSIE",
          "text": "Okay, so when I give you the signal — (demonstrates with drumstick) ~ pull the pulley slowly across.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELECTRICIAN",
          "text": "‘Will do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It’s all planned out with the song.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Drew takes Mom and Heather to the seats. There is a reser the front. Nervous, yet exquisitely poised, Hollie nods h surrounding family section and beyond. She knows all eyes up at a photo of Mitch and herself, slide-projected on th ON HOLLIE “ in profile, staring up at her former life, blown up to sc Heather looks around, glazed, it’s all Fantasia to her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATHER",
          "text": "Somewhere Dad is freaking out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON DREW",
          "text": "who looks around for Claire. She’s not here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We meet a series of speakers who express their feelings o form a single monologue of what a sudden death stirs up i face offers a look of realistic character, of people inex such displays of emotion.) 1) Childhood friend SHARON, SSish.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHARON",
          "text": "Mitch wrote letters... 2) Uncle Dale at the podium.",
          "sentiment": "neutral"
        },
        {
          "speaker": "UNCLE DALE",
          "text": "_. he was always there for me but was I there for him... 3) DES, 55, black, is Mitch’s classmate from West Point.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DES",
          "text": "... he would show us pictures of his granddaughter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f4) RAYMOND, dignified in bow-tie, gives his testimonial. RAYMOND . ... and he was so proud of Heather and his son and his success with the Spa... the Spoo... you know, that shoe... because in all of his projects after the mil except his family... something always went off the rails. 5) Connie, his high-school girlfriend, the one with all t",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONNIE",
          "text": "... and I toved him... 6) Aunt Dora at the podium.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUNT DORA",
          "text": "... even though he moved to California, he came back every year... 1) SOE is 57.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE",
          "text": "... and it wasn’t easy for him to leave the military and start over in California and... 8) Bill Banyon at the podium. With wrenching difficulty:",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILL BANYON",
          "text": "... and I apologize, per se, for my role in that deal, per se... 9) Drew at the podium.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": ".. and I never could understand those fathers who didn’t say “I love you.” Because he said it ail the time. So I have nothing to complain about except that he’s gone (beat) And to all of you who put this evening together, it has gone beautifully, and thank you. (beat) Ladies and Gentlemen, Hollie Baylor. 108",
          "sentiment": "neutral"
        },
        {
          "speaker": "\\",
          "text": "“109",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hollie rises and begins walking to the stage. In every pu drama This is drama, She walks resolutely, from her front takes the stage in a dark pant-suit with flared bottorhs. spotlight, silver sun in her face. , There is silence sav snifflng. Hundreds of unseen faces now judge hern the dar The spotlight feels hot, and it crosses her line of visio single judgmental-sounding cough in the dark.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLIE",
          "text": "Tma little nervous, but here we are. Silence. .",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLIE",
          "text": "Thanks for coming, and thank you for inviting me. I’m glad J got on that plane. It’s been a while. (beat) He talked so much about all of you, and late at night I'd often hear the typing of one of his long detailed letters, answering a simple question in 30 single-spaced pages. Always on Saturday, that was his day to type letters. Saturday was the day he devoted to you. And how right that today is a Saturday.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHOT OF KNOWING LOOK",
          "text": "on an on-lookers face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLIE",
          "text": "And there was the shorthand of a long marriage. ‘We were complete opposites — and it worked. Hollie withdraws the microphone from the podium stand and use any part of the stage, and the first to realize the m that moment, she comes to life, speaking from her heart. different, less guarded, more free.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLIE",
          "text": "There are three islands of security in this world. Health, love and work. 1 lost them all in a single phone call. 1 am a widow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHOT OF BILL BANYON",
          "text": "watching. Where is this going?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHOT OF HEATHER",
          "text": "stoned, staring.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON HOLLIE",
          "text": "getting her footing on this stage, as thoughts begin to c",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLIE",
          "text": "The plan was to send my son here to represent us. I was terrified that you'd look at me and see — the Woman From California... (silent beat) The one who took him. And though we only lived . there as a family for eighteen months twenty-seven years ago... I’ve always felt it. I’m the one. He was your boy, Mitchie, on his way home from the war. And somehow I hijacked him, and took him to... to Disneyland! A little bit of forced laughter",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON DALE",
          "text": "listening.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON DREW",
          "text": "listening.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLIE",
          "text": "He didn’t come home. Didn’t start the business with Dale...",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLIE",
          "text": "Left the military later to be a father to Drew...",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLIE",
          "text": "Didn’t marry the person everybody thought be would...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f“oN we CONNIE who watches Hollie with curiosity and no small jealousy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLIE",
          "text": "And we bever talked about any of it, we just built layers on top of layers and we argued about the layers. Layers of bullshit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON DREW",
          "text": "shaking his head — no — trying to catch Hollie’s attentio ON HOLLIE ‘ : who doesn’t see it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLIE",
          "text": "All because I was standing in an elevator in Tokyo, and a handsome Captain walked in, on the way back . to Elizabethtown, and... he was engaged and I was ™“ engaged too! And... something happened between (ee us, that was not (God forbid) “part of the plan.” A rampant silence has filled the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLIE",
          "text": "But we were in love. . (beat, fast) And J know the rap on me. I’m a humorless liberat Catholic and I never took the time to know all of you, and for that I am sorry. And criticized somebody's cooking on my last visit here, but as rl tell you in a moment, I’m now a struggling cook myself, 1 know how hard it is, please forgive me, and I say that as a humorless liberal Catholic who is apparently... still humorless.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON THE FACES OF DREW AND HEATHER",
          "text": "horrified that she is actually trying to make jokes. Some s ch",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She is only starting to warm to the occasion. She’s findi audience.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLIE",
          "text": "Let me tell you about life without Mitch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON FACES",
          "text": "watching.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLIE",
          "text": "I tried to learn about Mitch’s car. It actually ate me. I went to the bank. The teller looked at me strangely, and when I got home I looked in the mirror. My face was still green from a facial mask I forgot to take off. J called the Insurance Man of thirty years, whose son Mitch helped get into West Point, to tell him Mitch was gone. He didn’t call me back for two days. (beat) The car. The bank. The Insurance Man. The world. Nobody truly cared. Not like us. Hollie pauses, almost loses her way, then regains her foo",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLIE",
          "text": "And then there was daylight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "as the spotlight crosses her vision.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLIE",
          "text": "| knew what the answer was. The answer was joy. That’s what Mitch wanted.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON HEATHER",
          "text": "watching, stoned.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLIE",
          "text": "1 always wanted to leam to tap-dance. So I took lessons. And ] wanted to cook, organically, so 1",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "attempted that. And I fixed the toilet. All by myself. (irritated screed) How are we able to put a man on the moon and toilets are still as bad as when I was a kid... the suction ball that keeps flapping! That damn suction hall! Well, I learned to fix it. +e There is genuine laughter, and it surprises her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLIE",
          "text": "And I wanted to learn to laugh. Why wasn’t I this funny when he was alive!? Best J can figure... : (beat) ' It takes time to be funny. It takes time to extract joy from life. ,",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHOT OF SOMEONE",
          "text": "who nods in quiet agreement.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLIE",
          "text": "So I enrolled in Comedy School. Big laugh. Hollie rolls with it, laughs a little herself",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "who still isn’t buying it, though all around him is laugh",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLIE",
          "text": "I was the oldest one in the class. And I was told to tell one story, a true story, about real life, somethi that happened to me. So I got up there, and talked a little bit about my husband and the love he left behind. A few days after Mitch died, the next-door neighbor, one of Mitch’s good friends, Bob, saw that I was going through the gate and he said, “I’m so sorry for your loss.” And I knew he needed to feel that loss, and share it. And I wanted to help him. He put his arms around me, cradled me, and his embrace tightened. Finally, bere was someone who truly cared. And who you are in times of crisis is who you really are. (perfect beat) Then I felt something else. 113",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She lets the moment hang, as slow knowing spreads through",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLIE",
          "text": "A huge... well, let's just say it... a boner. Huge laughs. ‘",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLIE",
          "text": "That’s what I get for trying to do everything . moyself. '",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON HEATHER",
          "text": "who tums to Drew, with eyes wide. What is happening? '",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLIE",
          "text": "Boner Bob. My neighbor. Laughs double.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLIE",
          "text": "People handle grief in different ways! Laughs quadruple. She laughs herself. These are big, big",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON DREW",
          "text": "watching, stunned, in disbelief.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLIE",
          "text": "Mitch believed in people. Some let him down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHOT OF BILL BANYON",
          "text": "watching, hurting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLIE",
          "text": "William Banyon. You know what you did. And { know what you did. And I’m an inch... {it’s not easy) ... Of two inches away from forgiving you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fr “S_ SHOT OF GROUPS OF PEOPLE watching. Feeling her words.",
          "sentiment": "neutral"
        },
        {
          "speaker": ", HOLLIE",
          "text": "But some did't let him down. Sometimes those thirty pages letters helped his friends get rich, or gave advice or just made ‘em happy. He rooted for all of you. And he loved his family, my patient daughter and my busy son. And he was not bitter. He was more playful then maybe some of you knew —",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON DREW",
          "text": "listening to these words which strike home. ot",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLIE",
          "text": "But here’s some advice I can give to you ~ She gestures around the beautiful ballroom. Smet HOLLIE Give all these gifts to the living. Do it now. Be embarrassing. Don’t wait for the perfect time. Mitch is gone, and Boner Bob lives on. That’s life. She shakes her head, laughs to herself. Deep, knowing lau",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLIE",
          "text": "I may need your help. I haven’t been single since Jwas 18. And that was... that was a couple years ago. Big forgiving laughs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLIE",
          "text": "One last Mitch story. We were walking one night and | asked him - “what should I do if, God forbid, something happens and you go before Ido. How do you want to be buried?” And he looked at me and smiled and said — (beat) J “Surprise me.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f116 Appreciative laughter, and some applause.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLIE",
          "text": "This would have surprised him. She addresses the slide-portrait ‘of Mitch above the podi",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLIE",
          "text": "And I’m going to surprise you, too. I love you. She gives her signal for the music. ‘ HOLLIE : This is for you. Your favorite song. Ona Saturday night. ‘ It’s Henry Mancini’s “Moon River” instrumental... and Hol basic moves. Lights reduce to a single spotlight and it i reaches a wobbly crescendo to huge applause. The strange fearless, and funny, and quite beautiful. Finally, finall married. The sound of a standing ovation rings over onto.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Drew stands alone, taking a breather from the event. He h see... Claire arriving, cress swishing as she moves quick see her. They are alone in the lobby.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAIRE",
          "text": "Oh my God — nobody showed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "Everybody showed. Claire draws closer. She looks great, but seems a touch d clues to where they stand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAIRE",
          "text": "Well, you know... J have this thing for you. For a moment, all his pressing business, even The Plan is then he realizes the “thing” for him is actually a thing from her unwieldy looking shoulder bag.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It’s a very unique map. It’s for your road trip home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "(a touch disappointed) Right ~ a map —",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAIRE",
          "text": "(studies his face) You promised, remember.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "No, I do. I remember. Both continue studying every detail in the other, both cu INT. BALLROOM - NIGHT — SAME TIME The curtain parts. Jessie Baylor and his band begin the e Skynyrd’s “Freebird.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON A LARGE WHITE BIRD",
          "text": "made of paper and plaster, waiting behind the curtain in and that is not good proximity",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESSIE",
          "text": "If] leave here tomorrow...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON THE LARGE WHITE BIRD",
          "text": "which is starting to catch fire. Unseen by the audience.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Claire and Drew together in the empty ballroom lobby. She",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAIRE",
          "text": "“Freebird,” huh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "(still can’t believe it) It’s actually going well. On some level, I think this is all part of Mitch’s joke...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She laughs a little. 118",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAIRE",
          "text": "Well — I better get back to —",
          "sentiment": "neutral"
        },
        {
          "speaker": ", DREW,",
          "text": "Ben?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAIRE",
          "text": "He finally made it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "(bittersweet, off box) Well, thanks for the ice cream cone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAIRE ,",
          "text": "It’s not an ice cream cone! '",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "No, I know... I’m just... making a joke. Apparently | come from a family of comedians.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAIRE",
          "text": "Call me Pollyanna, but it’s all good... and I don’t even say “it’s all good” either.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "Does Ben even exist?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAIRE",
          "text": "Just call me when you get home, and not until. I want you to get into the deep, beautiful melancholy of everything that’s happened. Speaking of which... I have to see what this looks like... She gestures to the ballroom, and they are drawn to an op",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jessie performs soulfully.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESSIE",
          "text": "“Cause I’m as free as a bird now- And this bird you cannot change... \fCy) «119 Jessie makes a subtle-motion with his drumstick, to the e",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON LARGE WHITE BIRD",
          "text": "which is Starting to smoke and catch fire. (And not inten pulley, on fire.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE PULLEY",
          "text": "cannot hold the weight of the bird. ON THE AUDIENCE . gasping as they see the bird is on fire, breaking free of ON THE BIRD ‘ which gains flight over the audience as it explodes into",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON THE AUDIENCE",
          "text": "screaming and scattering as the flaming bird sails above crowd,",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON DREW AND CLAIRE",
          "text": "watching as mayhem breaks loose. Everyone heads for the e",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON THE SPRINKLER BIRDS",
          "text": "along the ceiling of the ballroom, which surge to life wi ON FIERY BANNER ABOVE STAGE (“If It Wasn’t This, It'd Be falling to earth like the Hindenberg, breaking apart. The away are: “Something Else.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Water cascades over the well-dressed crowd streaming for",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEDIUM-CLOSE ON JESSIE",
          "text": "who keeps playing through the mayhem. He won't give up th",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f120 “Freebird,” heroically, through the chaos. Fiery bits of ON DREW AND CLAIRE ° caught in the mayhem. People racing for air, and escaping fiasco mode, a place where absurdity and danger reign sup",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHOTS OF GUESTS",
          "text": "scrambling for the exits. Rarely has a memorial made peop",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON CONNIE",
          "text": "grabbing a high-school poster photo from an easel, slippi damage. '",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON DREW",
          "text": "helping a glazed Heather to an exit door. A Woman Dressed dripping wet, and somewhat anxious to get out of the plac gocd manners. She grabs Drew’s arm and looks into his eye",
          "sentiment": "neutral"
        },
        {
          "speaker": "WOMAN IN FINERY",
          "text": "Thank you for a lovely time. Drew is separated from Claire. His voice-over returns — t",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW'S VOICE",
          "text": "As a specialist in the field of last looks, this one was pretty iconically Claire. . ON CLAIRE - eS This is his last look at her. She looks over to Drew, say work proficiently directing frightened human traffic thro greatest instinct, in full-bloom, aiding strangers in cri",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON CHUCK HASBORO",
          "text": "hauling ass toward Drew, with Cindy a few steps behind. T teach Drew.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHUCK",
          "text": "I trusted you!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "121 ‘ He shoves Drew violently, snapping him out of the reverie hitting him, knocking him into a row of easels featuring between them, as guests flee. It’s a melee within a melee",
          "sentiment": "neutral"
        },
        {
          "speaker": "CINDY",
          "text": "You ruined our wedding! Dude, I hope you have insurance! All are separated by the sprinkler-drenched human traffic",
          "sentiment": "neutral"
        },
        {
          "speaker": "DISSOLVE TO",
          "text": "INT. HOTEL LOBBY - MORNING . ‘ Drew stands at the front desk looking guilty. He already Charlotte examines the room costs on the computer screen- the background, the Chuck and Cindy wedding party has tra be a beautiful day. She never stops typing. .",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLOTTE",
          "text": "Your bill is $53,212, which is -~ (nervous throat clear) ~ beyond your credit limit, and... (pause) Just go. Go. Leave now. Get out of here. She motions to the door with her eyes. He exits furtively",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Elizabethtown cemetary. An absolutely beautiful day, faithful few are here at the Baylor funeral. Charles Dean ‘What was once just a smali grassy space is festooned wit Jessie Baylor wears sunglasses, white shirt, a tie, and a helmet, stands near Drew. Staring Mona stares at Drew. Au Uncle Roy and Uncle Dale. Heather and Hollie stand near B They have all shared a crisis together. Everybody is in s Under a tent-awning, the open-casket rests with a flag, s above ground. Nearby is the Purple Urn. Drew looks down a",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON THE CASKET",
          "text": "It is empty save for some clippings... several medals... lining of a fine old casket from Louisville is The Blue S",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ngage-to mechanically lower the coffin lowers... lowers... and then... it the casket door downward and clamps it shut. Steel wheels casket into the ground. The gears engage and turn, and th catches. It is stuck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON FACES OF THE TIRED FAITHFUL FEW .",
          "text": "Frozen, expectant, exhausted. ° ‘",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON DREW",
          "text": "who watches knowingly. It’s Funeral-Interruptus, all over to the very end. :",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON THE GEARS",
          "text": "which rumble back to life. ‘",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "He’s grown oddly attached to that coffin... and the detai Drew is possessed with a strange feeling — he can’t bear continue. :",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON THE CASKET",
          "text": "which lands on the bottom of the grave with a thud.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHOVELS",
          "text": "of dirt cover the coffin,",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON THE FAITHFUL FEW",
          "text": "still lingering behind. Uncle Dale presents Drew with a f once belonged to Mitch. Dale unsheathes the mighty weapon Drew stares at it, igniting him with a glint of purpose. DREW’S VOICE T began to think about what would be hitting the newsstands in just a few hours.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "{appreciatively) Thank you. 1 know just where to put this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "123",
          "text": "—_ . Nox Jessie hugs Drew with great appreciation. He has bles him noble. Hollie hooks an arm around her son Privately:",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLIE",
          "text": "Cheer up. It’s only a funeral. Drew and Heather regard their mother, who is clearly nurt funny. ‘",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON BANYON",
          "text": "back at the grave, crying like a baby.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON DREW",
          "text": "who struggles with a case of Ale-8 as he gets in the car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON SAMSON",
          "text": "and Drew’s gaze goes to the boy’s shoes. He’s wearing Spa ..« INT. DREW’S RENTAL CAR- DAY Drew straps in the Um. He’s assembled what he’ll need for wooden box. He opens it. Asa “map,” it’s a meticulous pro filled with pages of writing and illustrations on easily- map attachments, along with detailed footnotes. DREW’S VOICE The route of Claire’s map — with accompanying music — would take 42 hours and 11 minutes. With utmost gravity, he loads CD # 1.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "(reading her directions) “Tum on ignition... “ . He does so, looking back one last time. As car criss-cros the gravesite, with a small wave, with a slight gentle sm",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "e .",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're alongside Drew, consulting her directions.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "“Begin your journey and do not skip ahead.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE BICYCLE KID",
          "text": "leads the car, escorting Drew out of town.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON PASSING HOUSES",
          "text": "Drew’s last looks at Elizabethtown. DREW’S VOICE She had laid out the entire road-trip, and timed it to music she herself had put on CD’s...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON THE BICYCLE KID",
          "text": "who watches Drew get on Highway 12 and leave town.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "(reading her directions) “Press play.” He does so, as we hear rousing music.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The car speeds forward. INT. DREW’S RENTAL CAR - DAY He faces forward with steadfast determination. DREW’S VOICE on The songs, of course, were classic mix-tape songs... about her, of course... (bemused) _.. and the rich flurry of our almost-romance...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f128 ‘Drew regards his old friend, the troublesome exit, as it information, the clipped pages of instructions and the co",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "_ (glumly, guy-to-guy, to ura) Forty-two. hours of chick music. DREW’S VOICE Tt was Sunday afternoon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Drew moves across the newsstand until he finds the new is DREW’S VOICE And she had even provided music for what would happen next. Down to the minute...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON MODERN BUSINESS JOURNAL MAGAZINE",
          "text": "The new issue is on the stands. Another magazine has been ) painfully pulls aside the covering magazine. The Modern funereal black-rimmed portrait of the Spasmotica, and thi",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "“You have five minutes to wallow in the delicious misery. Enjoy it.. embrace it.. discard it...” ON BACK OF DREW’S RENTAL CAR moving out, leaving our camera behind. -",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW _",
          "text": "“... and proceed.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE MAP",
          "text": "in his hands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "(reading her words) “Here is a river teading to the Mississippi.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": ". i 26 ‘N= - SHOT SWIVELS to see the beautifill river.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Drew drops a pinch of ashes from an overpass, down into l DREW’S VOICE ‘The map was full of strange side-trips too. “This is America,” she wrote, “and if everybody gets a . vote where their Mitch gets buried, here are a few . where my Mitch gets buried... or scattered. These are treasures that J will share only with you...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON A DINOSAUR PARK",
          "text": "in Carolina. Drew stands in the midst of these hand-made DREW’S VOICE “A dinosaur park built over thirty years by a wt Christian sculptor who grappled with the story of creation, and yet still built dinosaurs...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON AN ORNATE DINOSAUR",
          "text": "full of ery detail. DREW’S VOICE “though in a strict Scripture sense... dinosaurs didn’t exist... this was his dilemma... those were the hell-hounds on his particular trail...”",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON JESUS STATUE",
          "text": "who welcomes all to the Dinosaur Park with arms outstretc DREW ‘ What the hell. He liked dinosaurs. Drew releases several more pinches of ashes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f“N INT. RESTAURANT - DAY he We sit with Drew in a restaurant, silent, facing out the DREW’S VOICE “Pause for thirty minutes for the greatest chili in the world.” we (pause) And in Memphis... We hear Claire’s next musical selection, which offers sou",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON LORRAINE MOTEL",
          "text": "DREW’S VOICE’. (reading her words) “... the Lorraine Motel, the hotel balcony where Martin Luther King drew his last breath...” ~~ Drew scoops out more of the ashes from the Purple Um. €",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Drew burns across the highway, heading West. DREW’S VOICE “_. and, in a sentimental mood, you can’t leave out the Survivor Tree in Oklahoma City... still standing after th",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON THE SURVIVOR TREE ,",
          "text": "The single tree is now 8 monument at the Oklahoma City Bo another handful of ashes. And another handful. (The Um is",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE MAP",
          "text": "Instrumental reprise of Claire’s theme. INT. DREW’S RENTAL CAR - LATE NIGHT Drew at the wheel. Driving, listening to another of her s “exact moment, the visual and the audio blend... and it s \f128",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW'S VOICE",
          "text": "But she would not break me down. INT. DREW’S RENTAL CAR - LATE NIGHT Drew brings a coffee cup to his mouth, and when it reache INT. DREW’S RENTAL CAR —- EARLY MORNING . Drew drives, sips. It’s early morning. Claire’s geographi “Witchita Lineman.” “",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW'S VOICE",
          "text": "Like a dime-store kaleidoscope, everything was twisting into sharp focus.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON PASSING SIGN",
          "text": "reading: Witchita, Kansas, In the background, the rolling DREW’S VOICE Nee’ They say near the end, a killer can think of nothing else but the act of killing. 1 stalked my prey and kept him close, and back home, I would make my move. INT. DREW’S RENTAL CAR ~ DRIVING —- EARLY MORNING He locks at the Um, riding alongside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "(plain truth, to Um) You with your many almost great projects, and me with my... fiasco.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHOT OF URN",
          "text": "closer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "Both of us working so hard... for what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f129 ‘",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHOT OF URN",
          "text": "bouncing agreeably. .",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "We should have taken this trip years ago! . : ' (beat, like a son) . ' Do you have any money? I’m scared to use my . credit card ~",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Drew’s road-dusted car pulls into a Kansas gas station. INT. DREW’S RENTAL CAR - DAY . Drew looks in his backpack and finds his father’s Brown W sixty bucks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "Thanks Dad. He takes a breath, and actually finally considers crying. INT. SEVEN-ELEVEN - DAY a Drew pays for gas. Feeling bad about spending his father’ awkward-looking Boys, about 12, standing at the counter w travel down. Both wear Spasmotica shoes. Drew looks conce",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHOT",
          "text": "The car continues against the sky, with music. Drew conti DREW’S VOICE In a mall in Kansas, the strangely similar sight was Tepe INT. MALL - AFTERNOON ‘ Drew notices another pair of Spasmotica shoes walking the DREW’S VOICE The Spasmotica had begun to appear like taunting demons... wherever I went.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "’ k \"He sits, watching, puzzled.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHOTS OF SHOES",
          "text": "groups of feet, and the increasingly plentiful sight of S DREW, . Helio?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "David Tan, Drew’s Taiwanese counterpart, is on the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAVID TAN",
          "text": "Drew, it’s David Tan... listen to me... my heart is beating so fast... 79% of the recalls were rejected by 92% of the outlet stores in 72% of the global... forget it, forget it... Twas re-instated this morming! Drew sits listening to his manic and happy Taiwanese coun",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAVID TAN",
          "text": "It’s a revolution, man! DREW’S VOICE (very serious, disbelieving) The Spasmotica was finding love. Love in the hearts of people... okay, mostly young kids.... who apparently found my billion dollar, girlfriend destroying, global merger wrecking, walking-on-a-cloud curiosity... The shoes are everywhere. Drew stands, trying to process DREW’S VOICE ... profound.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAVID TAN",
          "text": "Can you hear me? They are recalling the recall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "~ (dazed) ) How’s the weather? \fae ‘131",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAVID TAN",
          "text": "(laughing) Who knows, man. I'm walking on a cloud! It’s a Spasmotica World! I’m going to. yell for joy now, so get ready. AAARRRRRHH! : Drew hangs up, stunned and almost delirious. He lingers a beginning in his chin, and slowly moving across his face. now. He hugs a Stranger wearing the shoes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "Where did you find them? . MAN ‘ Tt wasn’t easy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HUGE LANDSCAPE",
          "text": "Music continues. INT. DREW’S RENTAL CAR - DAY Drew takes big gulps of air as he drives, still crying. L read her map: DREW’S VOICE “Don’t get lost. Go to Exit 52A from 142C. You are now entering Scottsbluff, Nebraska...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON PASSING SIGN",
          "text": "reading: Scottsbluff, Nebraska. “Come Experience The Diff",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW'S VOICE",
          "text": "+ where a fur trapper with a great name -- Hiram Scott - gained immortality by dying, alone and deserted by his companions...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON DREW",
          "text": "parked again. Reading the map and her words carefully. He writing about.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fDREW’S VOICE «at the base of a magnificent formation of bluffs along the North Platte River in 1828.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PASSING FORMATION",
          "text": "The bluffs are just as powerful as‘her words. ue . . we DREW’S VOICE “That was his cross to bear. But this many years later, they’re all forgotten, and what’s left is what you see, everything, named after the guy they abandoned...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Drew stands at the spot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW'S VOICE",
          "text": "... at this very spot.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "Hiram. Meet Mitch. Drew spreads the most ashes yet. EXT DREW’S RENTAL CAR — DAY Ashes fly from the driver’s window, spraying against the INT, DREW’S RENTAL CAR - DRIVING - DAY Drew drives. DREW’S VOICE “Proceed to the The Second Largest Farmer’s Market in the World, located on The Second Largest Country Store in the World Boulevard, for some essentials for the rest your journey home. It should now be about 12:30.” He looks at his watch. 2:30 pm. He’s late.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON PASSING SIGN",
          "text": "“The Second Largest Farmer’s Market in the World.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fa) 133",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Drew pulls into the parking lot. The Farmer’s Market is t long. He looks at the latest installment of Claire’s inst DREW’S VOICE Go to the Pet Area... ‘ INT. SECOND LARGEST FARMER’S MARKET IN THE WORLD -AFTERNO Drew walks forward. The Farmer’s Market is immense, a mus DREW’S VOICE “Look inside the book about Springer Spaniels, with a yellow piece of paper, and your future directions.” INT. PET AREA — AFTERNOON Curiously, Drew reaches for the book about Springer Spani",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "Go to the Shoe Area. -",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON HIS FEET",
          "text": "walking down the circular ramp to the Shoe Area.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He enters the shoe area.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW'S VOICE",
          "text": "“Find a pair of Spasmoticas on display, the last pair” in town, and look inside... He finds the pair of Spasmotica shoes on display, and loo",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON A POLAROID",
          "text": "of him in the Pet area a moment earlier. He know she’s cl pumping. Js she here? Sbe has to be. He finds another not",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "134 DREW’S VOICE “Here you have reached a fork in the map. You can go to your car and the rest of the directions will take you home. Or... : POV : ; He looks around. She’s nowhere in sight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON CIRCULAR STAIRCASE",
          "text": "running, looking for her. DREW’S VOICE’ « | Jook for a girl in a red hat who’s waiting for you with an altemate plan. ot :",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON DREW",
          "text": "Standing in the middle of the busy store. Where is she?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW'S VOICE",
          "text": "“Your decision will affect your entire life, and how you live it.” - : He stands there in the crowded store, looking to the righ cap. A red shirt... none of them Claire.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON DREW",
          "text": "growing desperate to find her. He knows it now. He needs body. And yet... in the teeming humanity that surrounds h",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON A SMALL COFFEE STAND",
          "text": "He sees her... or maybe it’s her. Ina seat at the bottom wool hat, quietly facing away. He approaches behind her,",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON CLAIRE",
          "text": "looking at him, as if for the first time",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f135 - . kK Drew responds like a man awakening. He moves to her, a \". ina voice shaken with quiet emotion. His soul is fille to hear these words coming from him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW -",
          "text": "I don’t know if Ben even existed. I don’t want to know. I love you, Claire. A whole dark chapter of my life is over now, because of you... HIGH ANGLE . . as he kisses her, and they stand together in the crowded",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "... you Tuined ail my plans, and 7 want to do the same for you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW'S VOICE",
          "text": "No true fiasco ever began as a quest for mere adequacy... oe we Suddenly we hear a huge, rocking soarof planes. And we br glimpses of oddly unstoppable successes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON A FLEET OF BRITISH PLANES",
          "text": "thundering across the sky. DREW'S VOICE . The motto of the British Special Service Air Force is — “Those who risk, win.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "A DETERMINED PILOT",
          "text": "in the cockpit. Looking out at geography below. DREW’S VOICE i A single green vine-shoot is able to grow through cement...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON A TINY GREEN VINE",
          "text": ") emerging through the smallest crack of inhospitable cem",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fa) 136 DREW’S VOICE . The Pacific Northwestern Salmon beats itself bloody on it’s quest to travel hundreds of miles upstream, against the current, with a single purpose... a sex, of course, but also... “oe ‘",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON THE SALMON ' . ,",
          "text": "rumbling against the current, upstream. DREW’S VOICE .. life. oe As CREDITS begin to roll unobtrusively, we now hear a voi Tetra, MAN’S VOICE ' : That is quite a story... . EXT. DREW’S APARTMENT - DAY Drew’s apartment. soe",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Title: Two Months Later INT, DREW’S APARTMENT -- DAY os We see how the apartment has changed. A woman’s touch is poster remains, but in an entirely new context. : : DREW cee Some more wine, Ben? . . x And we see BEN, pleasant-looking, 28, offering a wine gla them. Content and excited to be with both of them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "Thanks... that’s amazing... and that’s how you met.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "That’s how we met. Claire rubs each of their arms, lovingly. Ben takes a las",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\frv)",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "She’s very inspiring. But then — I’m partial. I'm her brother. (beat, confides) She used me as protection for years. For every guy on a plane who ever wanted to pick ber up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAIRE",
          "text": "Please. I threw myself at him. Drew looks at Claire. Claire smiles to herself and looks",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "‘And to think, on a dark night not so long ago, J almost missed meeting both of you., Ben rises, and we see the exercise bike near the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "Well, thanks for the exercise bike. Tanight have a problem getting that to my car.",
          "sentiment": "neutral"
        },
        {
          "speaker": ".",
          "text": "_#_ (rising) If it wasn’t this, it'd be something else.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "Here, Pll help - The three grapple with the unwieldy bicycle, now toothles to angle it through the narrow door. -",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "There’s got to be a way to get this out the door? I mean, you got it in...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAIRE",
          "text": "Here, try it at this angle --",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "Okay, wait, I got it-",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAIRE",
          "text": "Drew, you can’t do everything yourself —",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "“ Push to the left — wait, it’s slipping --",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "It’s alright, we have it —",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAIRE",
          "text": "1 knew you guys would get along. ‘",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "(with hands full) You sure you want to give this up?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "—take it. I actually think it’s good luck. Their conversation continues as they ease it out the door almost dropping that bike, narrowly avoiding disaster, of",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_625"
    }
  ]
}