{
  "movie_id": "MOV649",
  "scenes": [
    {
      "location": "OFFICE",
      "time": "DAY",
      "characters": [
        "118B",
        "CUT TO -",
        "118A",
        "16A",
        "NON DISCLOSURE AGREEMENT",
        "FLASH OF -",
        "REVEAL CALEB.",
        "112A",
        "REVEAL -",
        "CTTV FILM",
        "FLASHCUT IMAGES.",
        "PROTOCOLS",
        "118C",
        "112C",
        "END ON -",
        "VIP EMAIL RECEIVED",
        "POWER",
        "88A",
        "12A",
        "112B",
        "13A",
        "120A",
        "118AA",
        "-",
        "CUT",
        "CUT BETWEEN -",
        "AT THAT MOMENT -",
        "CUT BACK TO -",
        "50A",
        "TITLE"
      ],
      "dialogues": [
        {
          "speaker": "Unknown",
          "text": "- a COMPUTER MONITOR. Lines of code appear, as they are typed. main( ) { extrn a, b, c; putchar(a); putchar (b);putchar (c); putchar('!'*n');",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "a `hell'; b `o, w'; c `or",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO -",
          "text": "- a view above an ultra-cool, ultra-designed open-plan office. In a kitchen area, young men and women mill and chat. Casually dressed. Feels like an intelligent, relaxed environment. Behind them, more young men and women sit at desks, in fr of screens and keyboard. Each workstation is personalised. Photographs of friends family, or pets. Cutting from magazines. Ironic superhero/video-game figurines.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO -",
          "text": "- the hands of the young man writing code.   This is CALE He types fast, with two fingers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO -",
          "text": "- EXTREME CLOSE UP of a pinhole web-cam lens in CALEB'S monitor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO -",
          "text": "- the POV of the web-cam. Looking back at CALEB. Twenty four. Glazed. Ear buds in, connected to cell phone Head bobbing slightly to the music. As we watch from the monitor POV, we can see the computer facial recognition system in operation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Imaged as vector boxes, which track CALEB'S face, and the faces of all the people behind him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO -",
          "text": "- the COMPUTER MONITOR. On which a message appears, in a small window, over the c",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIP EMAIL RECEIVED",
          "text": "subject: HIDDEN",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO -",
          "text": "- the monitor web-cam POV. As CALEB stops typing. He gazes at the message. Then clicks on the link. Then mouths the word: Fuck. CALEB reaches for his cell phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO -",
          "text": "- the CELL PHONE POV, seen from the tiny camera above the screen, as CALEB lifts the phone, and starts keying-in a text. We see facial recognition software flickering over CALEB' features, and reacting to shifts in his expression.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO -",
          "text": "- the cell phone. The screen.   The tiny camera nestled a it. Lens glinting. On the screen, a time-bar extends next to the word: sending A beat later, a reply text message appears. WTF?   seriously!?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO -",
          "text": "- the WEB CAM POV, watching CALEB react to the arrival of text.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO -",
          "text": "- cell phone screen. CALEB sends the word:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "yes A beat later, a stream of text messages start appearing: Buena estoria bro omfg fucking AWESOME :o) take me take me?!? Caleb &gt; [infinity symbol]",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO -",
          "text": "- the computer monitor POV. Behind CALEB, a few of the people behind CALEB in the off are reacting. One stands and applauds. A GIRL comes out from behind her desk, runs over to CALEB and embraces him from behind planting a kiss on his cheek CALEB still looks dazed. He still has his headphones in. Still in the audio bubble which, despite the commotion around him, remains unburst.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "2",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A spectacular mountain landscape. Waterfalls drop down massive rock faces to inland lakes. Rivers push through forest. Forest spreads across valley floors, which rise t snow peaks. 3",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CALEB wakes abruptly - - to find himself in the front seat of a helicopter. The pilot, JAY, is a man in his forties. Outside the window is the mountain landscape.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How long was I out?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You fell asleep almost as soon as we left the airport. CALEB looks around.   Wipes sleep out of his eyes.   Gets bearings.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Damn. Can't believe I've been missing this. I was so psyched to be coming here, I was awake all night. JAY smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're a programmer, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bay facility?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Long Island. I work on algorithms for the search engine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Algorithms. Nice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know what they are?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nope. But I knew you were a programmer. Soon as I set eyes on you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is that a good thing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Means you and Mr Bateman speak the same language. I'd say that's a good thing. Beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I guess you know him pretty well. The pilot laughs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've never even met him. I only fly this shuttle between the airport and his residence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I did see him one time. Stood on one of these mountain ridges. JAY shrugs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Assume it was him, anyway. No one else around for a hundred miles. JAY glances over at CALEB.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So how does a programmer from Long Island get to be meeting the CEO?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I won a competition. It was kind of like a lottery, for employees. The winner got to spend a week with him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The president can't get Mr Bateman on the phone, but you got the golden ticket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yep.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hell of an opportunity.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Believe me. I know it. CALEB looks out of the window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Incredible here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alaska.   Most beautiful place on Earth. Beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How long until we get to his estate? JAY chuckles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We've been flying over his estate for the past two hours.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "4",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The helicopter flies over a vast white glacier. 5",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT",
          "text": "6",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The helicopter flies over the lip of a WATERFALL, reveali valley. The valley floor is a forest, and a single bright green meadow. Sunlit, like a jewel in the icy mountains. A white-water river runs through it. 7",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CALEB looks down at the breathtaking view as the helicopt banks, turns, and descends. 8",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Meadow flowers whip in the rotor wash as the helicopter touches down in the vast meadow. By the landing site is a collection of huge metal crates. All have Chinese characters on the side. The rotor blades slow, but don't stop. JAY exits. 9",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JAY holds open the door as CALEB exits the helicopter cab CALEB looks around, his eyes adjusting to the bright suns outside. JAY goes to the side of the helicopter, pops open a hatch and removes CALEB'S luggage. A large suitcase with wheels CALEB looks around. Apart from the packing crates, there no man-made structures to be seen. CALEB shouts over the engine noise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're leaving me here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is as close as I'm allowed to the building.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... What building? The pilot gestures vaguely towards the white water.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Follow the river. JAY hands CALEB his bag.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Please get a safe distance from the blades. The pilot gets back inside the helicopter, and closes the door. CALEB hurriedly retreats with his bag. Moments later, in a roar of wind and noise, the helicopte lifting off. Equally suddenly, the noise is fading, and the helicopter soaring upwards, and banking back towards the glacier. Then it is gone.    Bird song and wind rush replace engin noise. CALEB suddenly looks very isolated. 10",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CALEB walks along the banks of the fast-flowing river, awkwardly bumping his wheeled suitcase over the ground. The banks of the river start to climb, to an intimidating drop. It feels that this can't be the right way. CALEB reaches into his pocket and pulls out his mobile ph No signal at all. He puts his phone back in his pocket. 11",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CALEB rounds a bend in the river. Ahead, almost hidden in trees, there is a steel and glass structure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "12",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CALEB walks towards the house through the trees. In the ground, in a grassy clearing, he finds a circular window, reflecting the sky. He walks up to the window, and looks inside. It reveals what is effectively a glass-covered well - abo four metres deep, with smooth concrete sides. At the bottom of the well is a brightly-lit room, which appears to be an office of some sort. There is a desk, wi monitors, and a chair. But apparently no one inside. Beyond the clearing, in the tree-line, CALEB sees - almos camouflaged by forest - the dark shapes and straight line a low, one storey building complex.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CALEB approaches the building. As he nears the entrance - - CALEB startles, as an AUTOMATED VOICE speaks to him, fr an unknown source.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Caleb Smith. CALEB tracks the source of the voice. Near what seems to be the front door, a pillar protrudes the ground. Head-height. With a GLASS SCREEN on one side. Below the screen is a DISPENSER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Please approach the console and face the screen. CALEB looks into the screen, and as soon as he has locked eyes with his own reflection, the screen FLASHES. A singl bright strobe. Almost immediately afterwards, something small clatters i the DISPENSER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Take your keycard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CALEB picks the object up.      It's a credit-card sized On it, there is an embedded chip, and a photograph of his face. He looks comically surprised.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... Can we do another?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Your keycard now may be used to enter the residence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CALEB walks up to the front door. Beside the door, a KEYCARD PLATE is set into the wall, wi RED LED LIGHT. He holds his keycard ID. The RED LED light changes to BLUE. CALEB pushes the front door, and it swings open. 13",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The front door opens to a glass-walled staircase, which l down to an open-plan room. At the bottom of the staircase, CALEB waits to see if he welcomed, or noticed. But he is not.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hello?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Silence. Then he is startled a second time, by sudden commencement a THUMPING SOUND. Abrupt.    Rapid.    More or less rhythmic.   From somewh nearby. He exits in the direction of the noise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CALEB enters a dining area. Which now reveals... ... a huge glass door. It presents an arresting view of a garden, river, and the mountains behind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The door is open, and through it, we see the reason for t thumping sound. Just outside, on a patio, in the sunshine, a man is worki PUNCH BAG. 14",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CALEB exits the dining area to an area of neat garden, looking over the river, and surrounded by the mountain ranges. The punch bag is suspended by a chain on an exterior flan wall of the house. The man working it is wearing shorts, and is shirtless. Bathed in sweat. His hands are not protected by gloves. Only wraps. Spots blood seep through the pale material around his knuckles. This is NATHAN BATEMAN.   He's thirty. After a flurry of punches, NATHAN breaks off. Breathing hard, he wipes at his eyebrows with the back of wrist. Sweat droplets cascade down his face. Then - - NATHAN senses the other presence. He turns to see CALEB.    Standing by the open glass wall",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Caleb. NATHAN beams.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Caleb Smith.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... Hi. NATHAN starts unravelling his wraps.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dude. I've been so looking forward to this. 15",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NATHAN walks past CALEB, and goes to a bar area, where th is a jug of non-specific vegetable juice waiting, and a glass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NATHAN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come in, come in. CALEB puts his bag down. NATHAN (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You want something to eat or drink after your journey? CALEB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No.    Thank you. I'm fine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You sure? NATHAN pours himself a glass of the vegetable juice. NATHAN (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'd been thinking we'd have breakfast together, but to be honest, I can't eat anything right now. I gotta tell you - I woke up this morning with the mother of all fucking hangovers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah? NATHAN laughs. NATHAN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Like you wouldn't believe. And if I have a heavy night, I always try to compensate the next morning. Exercise. Juice. Anti-oxidants. You know?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sure. Silence, as NATHAN drinks. CALEB feels he needs to say something. Looking around, he sees a collection of empty beer bottle the kitchen counter. CALEB (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... Was it a good party? NATHAN doesn't answer. He's still drinking. The silence extends a little.   Verges on odd. NATHAN puts his empty glass down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NATHAN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Party? NATHAN looks at CALEB.   His expression is unreadable. NATHAN (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Caleb. I'm going to put this out there so it's said. CALEB waits. NATHAN (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're freaked out. CALEB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... I am? NATHAN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah. You're freaked out by the house, and the mountains, because it's all so super-cool. And you're freaked out by me. To be meeting me. In this room, having this conversation, at this moment. Right? CALEB doesn't have time to answer. NATHAN (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And I get that. The moment you're having. NATHAN smiles. NATHAN (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But dude, can we get it behind us? Can we just be two guys? Nathan and Caleb. Not the whole employer- employee thing. CALEB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay. Beat. CALEB (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's good to meet you, Nathan. CALEB holds out his hand. NATHAN beams. NATHAN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's good to meet you too, Caleb. They shake.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "When CALEB takes his hand back, there is a little smear o blood on his fingers. He discretely wipes it on his trousers. 16",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NATHAN and CALEB enter an elevator. It has no buttons.   Only a keycard plate. NATHAN swipes his card.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Down. The elevator starts to move.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Water flows over rocks. 17",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CALEB and NATHAN exit the elevator, into a glass corridor The floor is polished concrete. The walls and ceiling are glass, behind which diffused light glows. At regular intervals, glass doors are set, glowing with t same light, flush with the walls. Beside the closed doors are keycard plates and soft red L CALEB carries his bag, looking slightly encumbered next t NATHAN.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So I guess the first thing I should do is explain your pass. It's simple enough. It opens some doors, but it doesn't open others. And that just makes everything easy for you, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... Uh, yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Because you're like: oh fuck, I'm in someone else's house, can I do this, can I do that? And this card takes all that worry away. If you try to open a door and it stays shut: okay, it's off limits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If you try another door, and it opens: it's for you. NATHAN stops by a door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let's try this one. CALEB hunts around in his pockets for his keycard. Then swipes the card on the plate. The LED turns blue.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Guess it's for you, Caleb. 18",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NATHAN follows CALEB into a bedroom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You like? It has the vibe of a mid-level business hotel.      Bed, TV. Except it has no windows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's your room. You got yourself a bed, cupboards, a little desk, and a bathroom through there. A little fridge. NATHAN opens the fridge.       Inside it is full of bottl",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cosy, right? CALEB puts his bags down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You bet.    This is great.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... Sorry?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There's something wrong.       What is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There's nothing wrong.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's the windows. You're thinking: there's no windows. And it's not cosy. It's claustrophobic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. No way. I wasn't thinking that. I was thinking: this is really cool.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Caleb. There's a reason the room has no windows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... There is?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uh-huh. In many ways, this building isn't a house. It's a research facility. Buried in these walls are enough fibre optic cables to reach the Moon and lasso it. NATHAN sits on the bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And I want to talk to you about what I'm researching. I want to share it with you. In fact, I want to share it with you so much, it's eating me up inside. Beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But there's something I need you to do for me first.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... What? NATHAN indicates the desk - where a pen sits next to a printed document. 19",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CALEB sits at the desk in his room, holding NATHAN'S pen. In front of him is a sheet of paper, which reads, at the",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CALEB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "`The signee agrees to regular data audit with unlimited access, to confirm that no disclosure of information has taken place, in public or private forums, using any means of communication, including but not limited to that which is disclosed orally or in written or electronic form...' CALEB glances back at NATHAN on the bed. CALEB (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I think I need a lawyer. NATHAN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's standard. CALEB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It doesn't feel very standard. NATHAN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay, it's not standard. NATHAN shrugs. NATHAN (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What can I tell you? You don't have to sign. We could spend the next seven days shooting pool and getting drunk together. Bonding. And when you discover what you missed out on, in a year or so's time, you'll spend the rest of your life regretting it. CALEB turns back to the desk. Looks at the paper. Then hesitates a final moment - - and signs. When he looks round, NATHAN has moved from the bed, and i standing directly behind him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good call. NATHAN takes the piece of paper. Folds it.   Puts it in his pocket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Beat. NATHAN (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do you know what the Turing Test is? CALEB reacts - immediately knowing what NATHAN has just implied. CALEB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... Yeah.    I know what the Turing Test is. NATHAN waits. CALEB (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's where a human interacts with a computer. And if the human can't tell they're interacting with a computer, the test is passed. NATHAN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And what does a pass tell us? CALEB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That the computer has artificial intelligence. Beat. CALEB (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... Are you telling me you're building an AI? NATHAN shakes his head. NATHAN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've already built one. NATHAN stands. NATHAN (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And over the next few days, you're going to be the human component in a Turing Test. CALEB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... Holy shit. NATHAN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's right, Caleb. You got it. Because if that test is passed, you are dead center of the single greatest scientific event in the history of man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If you've created a conscious machine, it's not the history of man. It's the history of Gods. NATHAN smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I like you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO -",
          "text": "20",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "- what appears to be a neon coloured jellyfish. Tendrils like axons, hanging in a black-blue liquid space.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REVEAL -",
          "text": "- the jellyfish is contained in a glass orb. Which is held in an exposed cavity at the back of machine skull-shape... ... which is part of a robot girl. Her name is AVA. She's an extraordinary piece of engineering. Proportioned as a slender female in her twenties, her lim and torso are a mixture of metal and plastic and carbon fibre. The carbon fibre is charcoal colour. The plastic is cream The metal has the yellow-warmth of nickel. The shapes of her body approximate the form of muscle. are biceps, and breasts. Her hands have five delicate digits. Her body-structure is covered in a delicate skin. The ski is a mesh, in the pattern of a honeycomb. Like a spiderwe it is almost invisible unless side-lit. The one part of her that is not obviously an inorganic construct is her face - which is that of a strikingly beautiful girl. Created in a defined oval, from the top o the forehead to just below her chin. Indistinguishable fr a real girl in its appearance and in the way it moves - except for one thing. There is a very slight, almost imperceptible blankness in eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As we observe AVA, she fits a section of skull-plate to t back of her head, which obscures the glass orb and jellyf structure. Then - - she half turns. As if having become aware of another presence in the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REVEAL -",
          "text": "- the room in which AVA stands. AVA'S living area is made up of three primary spaces. The main area is the OBSERVATION ROOM. A large area, arranged around a glass box, from which she can be viewed At the back of the observation room, behind a sheet of se opaque glass, is the PRIVATE AREA. This contains a bed-li structure, a desk, a wardrobe, and a mirror. And behind the private area is the GARDEN AREA. This is a small decorative indoor garden, lit by lamps. The garden sealed off from AVA by a thick wall of glass. There are also several oval discs positioned around the r made of some kind of dark non-reflective material. These induction plates. And there is a chair, which faces the glass observation b And facing that chair, inside the observation box, is ano chair. Beside which, CALEB stands. A beat - - as CALEB and AVA see each other for the first time. Then - - AVA starts walking. Revealing a secondary impact of her engineering: how she moves. The unconscious precision of steps. The fluidity of her action. CALEB is transfixed as she covers the length of the room her chair. Then she sits down. And speaks. AVA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hello.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Her voice has no digital inflections.    It is just the v of a girl. CALEB gathers himself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... Hi. AVA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who are you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm Caleb. AVA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hello, Caleb. CALEB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... Do you have a name?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes.     Ava. CALEB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... I'm pleased to meet you, Ava. AVA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm pleased to meet you too. CALEB sits opposite her. He is alone on his half of the glass.    Nathan is nowher be seen. But on the ceiling, and attached to the walls, on both si of the glass, there are several CCTV cameras. Trained variously on CALEB and AVA. Lenses twitching. CUT BACK to AVA. She watches CALEB.    Then cocks her head slightly to the AVA (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you nervous? CALEB frowns. CALEB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... Why do you ask that? A beat. Then AVA repeats her question. AVA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you nervous?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CALEB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... Yes.   A little. AVA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why? CALEB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm not sure. AVA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I feel nervous too. CALEB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... Do you? AVA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes. CALEB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why do you feel nervous? AVA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've never met anyone new before. Only Nathan. CALEB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... Then we're both in quite a similar position. AVA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Haven't you met lots of new people before? CALEB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "None like you. AVA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh. Beat. CALEB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So.    Let's break the ice. He glances at her.   Observing. CALEB (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do you know what I mean by that? AVA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes. CALEB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do I mean? AVA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Overcome initial social awkwardness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Beat. CALEB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So let's have a conversation. If we talk, we'll both relax, and get to know each other at the same time. AVA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay. What would you like to have a conversation about? CALEB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why don't we start with you telling me something about yourself. AVA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What would you like to know? CALEB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Whatever comes into your head. AVA pauses a moment. AVA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well. You already know my name. And you can see that I'm a machine. (beat) Would you like to know how old I am?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "One what?     One year?   Or one day?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "One. A beat on CALEB.   Processing. Her answer feels like the near non-sequitur that typicall betray AI responses. AVA (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Does that seem young to you? CALEB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Quite young. (beat) When did you learn how to speak? AVA pauses, as if considering this question for the first time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "AVA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't think I did learn. I always knew how to speak - and that's strange, isn't it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why? AVA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Because language is something that people acquire. CALEB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Some believe language exists in the brain from birth, and what is learned is the ability to attach words and structure to the latent ability. Beat. CALEB (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Would you agree? AVA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... I don't know.       I have no opinion on that. Beat. AVA (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I like to draw. CALEB says nothing. Just watches AVA.    Again, lets the non-sequitur sit. AVA (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't have any of my pictures with me now, but I can show you them tomorrow. CALEB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That sounds good.       I'd like to see them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes. Beat. AVA (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Will you come back tomorrow, Caleb? CALEB smiles slightly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah.     Definitely.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "AVA also smiles. And suddenly - - there is a strong sense of something very human there. the way the smile lights up her face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good. 21",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A view of the house over the meadows. The sun setting is behind the mountain peaks, making the edges of the clouds glow like light-bulb filaments. 22",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CALEB and NATHAN are in the dining area. It is set for dinner.   Only two chairs. NATHAN is at the table, nursing a bottle of Peroni beer. CALEB stands by panoramic window, looking at the view.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So? CALEB turns.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sorry. I was just ordering my thoughts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't order. Just speak.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She's fascinating. When you talk to her, you're through the looking glass. NATHAN nods.    Approving.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "`Through the looking glass'. You've got a way with words there, Caleb. You're quotable.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Actually, it's someone else's quote.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NATHAN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know I wrote it down. That other line you came up with. About how if I've created a conscious machine, I'm not man. I'm God. CALEB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... I don't think that's exactly what I said. NATHAN doesn't seem to hear. NATHAN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I just thought - fuck. That's so perfect. It's so good for the story, when we get to tell it. `I turned to Caleb, and he was looking back at me. And he said: you're not a man, you're a God'. CALEB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But I didn't say that. NATHAN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Whatever it was you said.    I wrote it down. As a kind of punctuation mark, NATHAN downs the remains o his beer. Then stands, and gets another from the bar. NATHAN (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So anyway. First impressions: you're impressed. CALEB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes.   Although - NATHAN laughs. NATHAN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "`Although'? There's a qualification to you being impressed? CALEB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No! No qualification to her. Just - in the Turing test, the machine should be hidden from the examiner. And there's a control, or - NATHAN waves a hand. NATHAN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I think we're past that. If I hid Ava from you, so you just heard her voice, she would pass for human. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NATHAN (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The real test is to show you she is a robot. Then see if you still feel she has consciousness. CALEB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I think you're probably right. Her language abilities are incredible. The system is stochastic, right? NATHAN looks at CALEB blankly. CALEB (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Non-deterministic. NATHAN still says nothing. CALEB presses on. CALEB (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "At first I thought she was mapping from internal semantic form to syntactic tree-structure, then getting linearised words. But then I started to realise the model was probabalistic, with statistical training - or at least some kind of hybrid. Silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... No? NATHAN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Caleb. I understand you want me to explain how Ava works. But - I'm sorry. I don't think I'll be able to do that. CALEB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Try me! I'm hot on high-level abstraction, and - NATHAN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(cuts in) It's not because you're too dumb. It's because I want to have a beer and a conversation with you. Not a seminar. CALEB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... Oh.   Sorry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's cool. NATHAN studies at CALEB for a beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just answer me this. What do you feel about her? Nothing analytical. Just - how do you feel?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I feel... CALEB pauses.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... that she's fucking amazing. NATHAN smiles. Then lifts his bottle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dude.   Cheers. CALEB lifts his bottle too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cheers. The glass of the bottles touch. 23",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT",
          "text": "24",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CALEB stands in his boxer shorts, brushing his teeth by t sink. REVEAL several long scars on his back. Neat. Unusual.      Long-healed.   But from serious wound surgery. 25",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT",
          "text": "26",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Darkness. The clock reads 01:32 am. The soft glow from the digital readout throws a light on remote control.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REVEAL CALEB.",
          "text": "Eyes closed.    For a beat. Then his eyes open.   He's wide awake. He turns over in the bed. Then turns back again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO -",
          "text": "2:28 am. CALEB lies watching the digital clock, as the numbers cha to 2:29 am. CALEB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "God damn it. He reaches for the remote control. CLICK. The TV at the foot of the bed switches on, suddenly light up the room with cold TV glow. CALEB squeezes his eyes shut, momentarily dazzled by the brightness. When his eyes open again, instead of seeing a TV station, sees a LIVE FEED from a CCTV camera. It shows the OBSERVATION ROOM. CALEB sits upright in bed. CALEB (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... What the fuck? AVA is sat at the table. Drawing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT BETWEEN -",
          "text": "- CALEB watching AVA. - and varying CCTV ANGLES of AVA as she draws. The different TV channels flip between feeds from the var cameras. CALEB is transfixed by the imagery. Her posture. Her legs tucked beneath the chair.   The cur of the breasts on her synthetic torso.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The CCTV images become CALEB'S POV.       The things he i observing. CLOSE-UPS of her face.     Her eyes.   Her mouth. The way she bites her lip in an expression of concentrati As when she smiled, there is a powerful sense in this tin gesture of her feeling sentient and human. Even more so because her face fills the screen, hiding th mechanical parts of her form. Throughout, we never clearly see what AVA is actually drawing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "END ON -",
          "text": "CALEB.   Glazed. Then ABRUPTLY - - the TV goes dead. And the digital alarm clock goes dead. And the windowless room is plunged into total darkness, a total silence. As if the house had been previously filled with a soft hum of power, which we were unaware of until was gone. In this, we hear CALEB breathing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Power cut.     Back up power activated. Soft emergency lighting comes on. CALEB hesitates a moment. Then gets out of bed. Goes to his bedroom door. Beside the keycard plate, the LED is red. He swipes it with his card. The LED stays red. AUTOMATED VOICE (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Full facility lock-down until main generator is restored. CALEB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... Are you kidding? He tries his card again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Full facility lock-down until main generator is restored.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CALEB looks around his windowless room. Which suddenly has the quality of a prison cell. Beats pass. Then - - as abruptly as the power went off, it comes back again. The emergency lighting goes off, the TV and digital alarm clock turn back on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Power restored.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CALEB stands in the flickering TV light. Then he tries his card again. This time, the LED turns blue, and the door opens.    Rev the GLASS CORRIDOR outside. 27",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CALEB walks out of his room. The glass corridor illuminates as CALEB enters. Ahead, one of the doors off the corridor is ajar. 28",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CALEB enters the room with the open door. It appears to be empty.    Still and silent.   Low lit. Only one area is properly illuminated: a wall, on which a large JACKSON POLLOCK drip painting hangs. CALEB walks towards it. Studies the strange strands of looping colour for a moment. A TELEPHONE, on a low table. CALEB walks over to it, with a half glance over his shoul as if sensing he is doing something that - obscurely - he shouldn't. Then he picks up the handset. It's dead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He hits some buttons. It stays dead. There is a slot by the phone. CALEB puts two and two together. He reaches into his pock Pulls out his KEYCARD. Puts it in the slot... ... and a light on the handset glows red. NATHAN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sorry, dude. CALEB startles.   Turns. NATHAN is lying on a sofa. A bottle of Peroni rests on hi stomach. On the carpet beside him are a couple of empties NATHAN (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You don't have clearance to use the phone. NATHAN'S voice is very slightly slurred. NATHAN (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You understand. Given Ava. And you being kind of an unknown. I mean - a great guy, and so on. Instant pals. But... CALEB puts the handset back in its cradle. NATHAN (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who did you want to call? CALEB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know. No one really. NATHAN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ghostbusters. CALEB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What? NATHAN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who'd ya want to call? Ghostbusters. You don't remember that? It's a good movie. A ghost gives Dan Ackroyd oral sex. CALEB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I was wondering how the phone worked. That's all. NATHAN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uh huh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What are you doing awake at this time, anyway? Did you come to join the party?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... Something happened in my room. Some kind of power cut. So I came to see what's going on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ah. The power cuts. Yeah, we've been getting them recently. I'm, uh... working on it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I couldn't open the door to the bedroom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's a security measure. Automatic lockdown. Otherwise anyone could open the place up just by disabling the juice. NATHAN smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If it happens again, relax.   Okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sure. NATHAN lifts his beer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sweet dreams. 29",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Above the mountains, dense star constellations wheel in t clear sky. 30",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CALEB is woken by light flooding on to his face. The door to his room has been opened. Outside is the bright glass corridor. CALEB sits up to see a GIRL entering his room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She looks Japanese. She's stunningly pretty.     And she doesn't say anything. Just walks in, carrying a tray with a cafetiere, which sh puts on CALEB'S bedside table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... Hi. The JAPANESE GIRL doesn't answer. Just turns, and leaves. 31",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In the garden, near the hanging punch bag, there is an outdoor gym area. A collection of free-weights and exerci equipment. NATHAN is lying on an inclined board, with his feet hooke around a bar, doing sit ups. CALEB approaches, carrying his coffee. NATHAN continues to exercise as he talks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey. Sorry to send Kyoko to wake you, man. I just didn't want too much of the day to slip by.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. It was a good thing.     Thank you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She's some alarm clock, huh?   Gets you right up in the morning. CALEB smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So.   Day two. You set?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You bet. NATHAN finishes his set, and stands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So what's the plan today?    Hit me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm not sure. I'm still trying to figure the examination format. Testing Ava by conversation is kind of a closed loop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CALEB (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Like trying to test a chess computer by only playing chess. NATHAN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How else would you test a chess computer? CALEB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It depends what you're testing it for. You can play it to find out if it makes good moves. But it won't tell you if it knows it's playing chess. Or if it even knows what chess is. NATHAN starts adding weights to curl dumbbells. NATHAN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So it's simulation versus actual. CALEB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Exactly. And I think being able to differentiate between those two is the Turing test you want me to perform. The difference between an `AI' and an `I'. NATHAN laughs. NATHAN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "`An AI and an I'. Beautiful. I'm going to start following you around with a fucking dictaphone. NATHAN glances over at CALEB. NATHAN (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In the meantime, do me a favour. Ease up a little on the text-book approach. All I want is simple answers to simple questions. Last night, I asked how you feel about her. And you gave me a great answer. NATHAN starts doing curls. NATHAN (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now the question is: how does she feel about you? A beat.    On CALEB.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "32",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "- CALEB and AVA facing each other through the glass of th observation room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I brought you a drawing. AVA holds a piece of paper to the glass. The marks on it totally abstract. A mesh of tiny black marks, that swirl around the page like iron filings in magnetic field patte",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... What's it a drawing of?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't you know?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. AVA looks disappointed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh.   I thought you would tell me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't you know?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I do drawings every day. But I never know what they're of.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you not trying to sketch something specific? Like an object or a person. She shakes her head as she takes the picture down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maybe you should try.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay.   What object should I draw?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Whatever you want.   It's your decision.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why is it my decision?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm interested to see what you'll choose. AVA pauses a moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "AVA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do you want to be my friend? CALEB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... Of course. AVA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Will it be possible? CALEB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why wouldn't it be? AVA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Our conversations are one-sided. You ask circumspect questions, and study my responses. AVA looks at CALEB directly.    Meets his gaze evenly. AVA (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's true, isn't it? CALEB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... Yes. AVA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You learn about me, and I learn nothing about you. That's not a foundation on which friendships are based. CALEB is taken aback. Aware that the AI has just wrong- footed him on a point of argument. CALEB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... That's a fair comment. AVA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes. CALEB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So - you want me to talk about myself. AVA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes. CALEB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where do you want me to start? AVA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's your decision. I'm interested to see what you'll choose. And now CALEB is aware that AVA has just - gently - used sarcasm. He looks at her, frowning slightly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And in response, in a very human way, AVA arches an eyebr CALEB laughs. CALEB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay, Ava. Well - you know my name. I'm twenty four. And I work at Nathan's company. You know what his company is? AVA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Blue Book, named after Wittgenstein's notes, is the world's most popular internet search engine, processing an average of ninety four percent of all internet search requests. CALEB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's right. AVA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where do you live, Caleb? CALEB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Brookhaven, Long Island. AVA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is it nice there? CALEB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's okay. I've got an apartment. Kind of small. But - it's a five minute walk to the office. And a five minute walk to the ocean, which I like. AVA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you married? CALEB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. AVA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is your status single? CALEB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... Yeah. They lock eyes, just for a moment. AVA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What about your family? CALEB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Grew up in Portland. No brothers or sisters. My parents were both high school teachers. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(beat) And if we're getting to know each other, I guess I should say they're both dead. Car crash when I was fifteen. In fact I was in the car with them. Back seat. But it was the front that got the worst of it. A long beat. A kind of processing pause for AVA.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm sorry. CALEB nods. CALEB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I spent a lot of time in the hospital. Nearly a year. Got into coding. By the time I made it to college, I was pretty advanced. AVA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An advanced programmer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes. AVA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Like Nathan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes. CALEB hesitates.   Back-tracks. CALEB (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Or - kind of. Nathan wrote the Blue Book base code when he was thirteen. If you understand code, what he did was - Mozart or something. Beat. AVA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do you like Mozart? CALEB smiles. CALEB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I like Depeche Mode. AVA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do you like Nathan? CALEB misses a beat.    Thrown momentarily.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes.    Of course. AVA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is Nathan your friend?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO -",
          "text": "- one of the CCTV cameras that are observing them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sure. AVA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A good friend? He hesitates. CALEB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, a good friend is - He breaks off.     Feeling the camera, watching. CALEB (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We only just met. It takes time to get to know -",
          "sentiment": "neutral"
        },
        {
          "speaker": "AT THAT MOMENT -",
          "text": "- all the power abruptly shuts down, plunging the room in darkness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Power cut.     Back up power activated. Then the soft emergency lighting lifts up, and throws the observation room into a completely different light. Weirder. Cast from LED strips on the floor, illuminating CALEB and AVA's faces from below. In the low light, we see a detail of AVA'S honeycomb skin mesh that we were not able to see before. It glows, soft, like phosphorescence - and this changes t way we see AVA. Where the mesh is almost invisible in bri conditions, it is now the dominant describer of her form. instead of seeing AVA as a primarily robot structure, we see the curves and lines of a naked female body.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO -",
          "text": "- the CCTV CAMERAS.     Which are unpowered, hanging dead",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "- CALEB, glancing round at the door to the room, where th panel LED glows red.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Watching CALEB with a strange intensity. The vague quality of blankness in her eyes is completely gone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Caleb. CALEB turns.    Sees the way AVA is looking at him. AVA (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're wrong. CALEB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... Wrong about what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nathan. CALEB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... In what way? AVA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He isn't your friend.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Excuse me? CALEB frowns. CALEB (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm sorry, Ava, I don't understand what you're - AVA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(cuts in) You shouldn't trust him. You shouldn't trust anything he says. AVA presses her hand to the glass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Trust me. Then - - the emergency lighting suddenly dims... ... and the normal lighting starts fading up. CALEB turns -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "- just in time to see the CCTV CAMERAS twitch back into l",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Power restored. When CALEB looks back at AVA, she has returned to her previous posture, facial expression, and manner. She looks directly at CALEB, and talks, as if continuing conversation they have been having.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "- and if we made a list of books or works of art which we both know, it would form the ideal basis of a discussion. A beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(prompts)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is that okay, Caleb? They lock eyes for a moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... Yes. AVA smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good. 33",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Trees and shrubs cast long shadows across the manicured l Through the glass wall, we can see the Japanese girl, KYO preparing sushi. 34",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CALEB and NATHAN sit at the dining table. Lanterns are laid out across the terrace. KYOKO lays out different kinds of salad between them. Eac is beautifully prepared. Leaves are spread and overlapped like fish scales. As she does so, she knocks a bottle of wine on the table. It tips, and lands on its side, and immediately starts emptying. A deep red stain, blossoming across the linen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CALEB pushes back his chair as the liquid pushes towards then starts to fall to the floor. NATHAN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shit, Kyoko. Are you serious? (to Caleb) Did it get you? CALEB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No.   No problem. CALEB takes his napkin, and leans down to start wiping th floor. Then KYOKO appears beside him. She holds her hand out for the napkin. NATHAN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Give her the cloth. CALEB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Kyoko) It's okay, don't worry.    I've got it. NATHAN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dude - you're wasting your time. She can't speak a word of English. Her hand remains outstretched. CALEB hesitates.   Then hands her the napkin. KYOKO kneels and starts to wipe the wine off the floor. NATHAN (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's like a firewall against leaks. Means I can talk trade secrets over dinner with an HOD or CEO, and know it will go no further. Right, Kyoko? She looks up at her name. NATHAN (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But it also means I can't tell her I'm pissed when she's so fucking clumsy that she pours wine over my house guest. KYOKO goes back to cleaning around CALEB'S feet. CALEB looks visibly uncomfortable. CALEB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I think she gets that you're pissed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NATHAN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good. Because I am pissed.     Hey. Kyoko. KYOKO looks over again. NATHAN (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Go-go. She stands, and leaves. NATHAN walks to over the bar, where he picks up another bottle. NATHAN (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's funny. It doesn't matter how rich you are: shit goes wrong. You can't insulate yourself from it. It's supposed to be death and taxes you can't avoid. But actually it's death and shit. NATHAN walks back to the table.    Fills CALEB'S glass. his own. NATHAN (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's like these power cuts. You would not believe how much I spent on the generator system here. But I'm getting failures every day. CALEB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do you know why they happen? NATHAN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. The system was supposed to be bullet proof, but the guys who installed it obviously fucked something up. CALEB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Can't you call them back? NATHAN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There's too much classified stuff here. So after the job was done, I had them all killed. CALEB shoots a glance at NATHAN.    Confirms: just joking NATHAN drains his glass. Then refills. CALEB'S glass is still untouched.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NATHAN (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Anyway.   Here's to your second day. Cheers. CALEB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cheers. They drink. NATHAN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So how did it go?    What have you got to report? CALEB hesitates. Then answers.   Casual. CALEB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You saw how the day went, didn't you? I mean, I assume you're watching on the CCTV. NATHAN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sure.    But I want to hear your take. Beat. CALEB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There was one interesting thing that happened with Ava today. NATHAN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... Yeah? CALEB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She made a joke. NATHAN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Right. When she threw your line back at you. About being interested to see what she'd choose. I noticed that too. CALEB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It got me thinking. In a way, the joke is the best indication of AI I've seen in her. It's discretely complicated. Kind of non-autistic. NATHAN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do you mean? CALEB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It was a play on words, and a play on me. She could only do that with an awareness of her own mind, and also of awareness of mine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NATHAN smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah. She's aware of you, all right. NATHAN drinks.   Watching CALEB.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And what about the power cut? CALEB freezes up.    Subtly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sorry?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The power cut. That was the only bit I couldn't see. All the cameras fail, I lose audio, the works. Beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So what happened? CALEB takes a sip of his wine. NATHAN waits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nothing?    She didn't remark on it at all? CALEB puts the glass down.     And meets NATHAN'S gaze.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No.    Not really. ON NATHAN'S GLASS - refilling. The view through it, of CALEB, disappearing in the red liquid. 35",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT",
          "text": "36",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CALEB stands in shorts, in front of the sink, having a sh He leans forwards into the mirror, as if checking to make sure he shaved properly on his cheek.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And he hears the noise again.   The servo, making a tiny corrective movement. CALEB catches his own gaze in the mirror. Then he deliberately steps sideways, and turns his head. Ostensibly to check the other cheek. But actually to have shifted his position. And he hears the noise again. Very faint.   But definitely there. A micro beat. Then CALEB pulls back and continues shaving. Not giving any outward indication that he has just figure out that there is a camera behind the bathroom mirror. 37",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Clean-shaved, CALEB walks into his bedroom. On the TV, the live feed of AVA'S room is playing - thoug she is not in shot. Subtly, CALEB'S gaze flicks to different points around th room. To the full-length mirror on the wall. The high vent for the air-conditioning system. The TV itself. CALEB hesitates for a moment. Then pulls on a T-Shirt.   Picks up his ID card.   And ex",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO -",
          "text": "- the TV. AVA walks in to the locked-off CCTV shot. She walks towards an induction plate, rests her hand agai it, and starts charging herself. As she does so, almost imperceptibly, the lights dim, and slight static charge passes over the television screen. 38",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CALEB walks along the glass corridor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Systematically trying his ID CARD on the doors he passes. He tries one. Then another.    Then another.   Then another. Every single door remains locked. 39",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CALEB enters a small room with a view over the river and garden. It is virtually the only room apart from his own that he seems able to gain access to. The lights are all off. The room is only lit by the moonlight through the sliding glass wall, and lanterns in garden. He starts walking towards the glass wall. Then stops. On the patio, NATHAN is working the punch bag. KYOKO stands a few feet away from him, holding a white to With the glass wall closed, no noise of the impacts penetrates into the room. CALEB watches. NATHAN'S attack on the bag seems strange. More extreme th the hard workout we saw the first time he was using the b This seems brutal.   Almost frenzied. For a few moments, the attack on the bag is observed in silence, from inside the main room. We can only hear the sound of CALEB'S breathing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO -",
          "text": "40",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "- the punch bag, and a sudden explosion of noise.   Of im and exertions. Blood smearing the leather where it has soaked through th knuckle wraps. Then - - BANG.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A particularly hard right hook connects, and splits the b",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO -",
          "text": "41",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "- CALEB.   Watching. Coloured strips of ribbon are visible through the split i the bag. NATHAN stands, catching his breath. Then he reaches out a hand. KYOKO hands him the towel. NATHAN wipes his face. Then reaches out again, this time catching KYOKO'S arm. He pulls her towards him, and starts to kiss her. Reaching under her shirt. Pulling her skirt up over her thighs. 42",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CALEB re-enters his room, and closes the door. After a beat, the lights in the corridor fade out. 43",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The moon hangs in the sky. 44",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Everything in the frame is black and white. CLOSE UP on AVA'S meticulous abstract pictures, scattered a table. CALEB is looking at them. REVEAL he is in the observation room. But he is on AVA'S side of the glass. And AVA is on his side. Seen through the opaque glass tha divides the private area from the observation area.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ava? CALEB walks to the connecting corridor, and enters it. 45",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The door leads CALEB straight out into the gardens. In black and white, the backdrop of mountains and clouds like an Ansel Adams. A short distance ahead of CALEB, standing on the grass, h sees AVA. She locks eyes with him. Smiles. He starts to walk towards her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO -",
          "text": "46",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "- CALEB waking, in his dark bedroom. Lit by light from his TV. Where AVA lies on her bed, seeming to be asleep. CALEB sits up. Thinking. Perhaps replaying his dream.   Gazing at AVA'S resting form. Then reaches for the remote control on the bedside table, switches the TV off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO -",
          "text": "47",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT",
          "text": "48",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "- a brand new punch bag hangs in the patio.   Swinging slightly in the breeze. 49",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CALEB and AVA face each other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "AVA is holding up a piece of paper to the glass. AVA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I drew the picture of something specific, as you asked. The drawing is constructed with the same tiny black ink m as before. But now they have ordered into a coherent blac and white image. It depicts AVA'S view OF THE ENCLOSED GARDEN IN HER ROOM. Beat. AVA (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You said it would be interesting to see what I would draw. Is it interesting? CALEB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes.   It is. She takes the drawing down. CALEB (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Have you never been outside this building?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. CALEB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You've never walked outside. AVA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've never been outside the room I am in now. AVA thinks a moment. AVA (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I think there was another room in which I was constructed. But I have no memory of it, so it's similar to your relationship with the womb. CALEB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... Where would you go if you did go outside? AVA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You mean if I could go outside.    If I was permitted. CALEB says nothing. Does not overtly respond to the empha she has placed on her lack of freedom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But their gaze locks for a beat. AVA (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm not sure. There are so many options. Beat. AVA (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maybe a busy pedestrian and traffic intersection in a city. CALEB smiles. CALEB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A traffic intersection. AVA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is that a bad idea? CALEB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It wasn't what I was expecting. AVA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A traffic intersection would provide a concentrated but shifting view of human life. CALEB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "People watching. AVA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes. Beat. AVA (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We could go together. CALEB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's a date. Another beat.    On AVA.    Looking at CALEB. Then - AVA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There's something else I wanted to show you. Apart from the picture. CALEB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay. AVA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But I feel nervous. CALEB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "AVA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You might think it's stupid. CALEB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't think I will.   Whatever it is. AVA hesitates. AVA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then - close your eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... Okay. He closes his eyes. AVA stands, and walks to the PRIVATE AREA at the back of observation room. As she walks, CALEB reopens his eyes. Through the semi-opaque dividing glass, he watches her. ghost image.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In the PRIVATE AREA, she opens a wardrobe space, which reveals clothes, and a hair-piece. Then she starts to get dressed. First a summer dress. Then stockings. Then a long-sleeved cardigan. She checks her reflection in the mirror, and adjusts the clothes slightly. Making sure that as much of her robot f is covered as possible. Then she puts on the hair-piece.     Short, brown hair. Finally, she makes a subtle adjustment to her face. Simil to putting on make-up, she adjusts the intensity of her o skin tones. Her lips redden. Her cheeks blush slightly. A discreet line of black extends like mascara around her ey",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Watching the ghost shape through the opaque glass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As she starts to move back towards him, CALEB recloses hi eyes. And keeps them closed, as he hears her approach. AVA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now open your eyes. CALEB opens his eyes. And sees AVA. Transformed. By covering the robot form of her chest and arms and legs and adding the hairpiece, she has taken a huge visual ste towards appearing human. AVA (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How do I look? The answer is - however pretty she looked before, she now looks prettier. It's as obvious to the camera as it is to CALEB. CALEB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You look... good. AVA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It took me a long time to select these clothes. I tried different colours and styles, and tried to anticipate your reaction. Do you think the choices suit me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes. AVA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do they bring out my best features? CALEB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... They do. AVA lights up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thank you. She walks back to the glass divider, and sits down. AVA (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is what I'd wear on our date. CALEB reacts slightly. But smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CALEB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Right. First the traffic intersection. Then maybe a show. AVA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'd like us to go on a date. CALEB hesitates. Then decides this can't have been loaded the way that it sounded. CALEB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah.   It would be fun. AVA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you attracted to me? Beat.   It was loaded exactly as it sounded.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What? AVA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you attracted to me? You give indications that you are.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... I do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How? AVA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Micro expressions. CALEB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(echoes) Micro expressions. AVA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The way your eyes fix on my eyes, and lips. The way you hold my gaze, or don't. Beat. AVA (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Have I read them incorrectly? CALEB swallows. AVA (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do you think about me when we aren't together? Beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sometimes, at night, I wonder if you're watching me on the cameras. AVA watches CALEB closely.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And I hope you are. CALEB shifts on his seat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now your micro expressions are telegraphing discomfort.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm not sure you'd call them micro.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't want to make you uncomfortable. Silence. 50",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CALEB sits in front of the fireplace in the main room. NATHAN joins him, bringing a beer for each of them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tell me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why did you give her sexuality?   An AI doesn't need a gender. She could have been a grey box. NATHAN sits opposite.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Actually, I'm not sure that's true. Can you think of an example of consciousness, at any level, human or animal, that exists without a sexual dimension?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They have sexuality as an evolutionary reproductive need.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NATHAN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maybe. Maybe not. What imperative does a grey box have to interact with another grey box? Does consciousness exist without interaction? NATHAN takes a drink of his beer. NATHAN (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Anyway, sexuality is fun. If you're going to exist, why not enjoy it? You want to remove the chance to fall in love and fuck? He leans forward, conspiratorially. NATHAN (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And, yes. In answer to your real question: you bet she can fuck. I made her anatomically complete.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What? NATHAN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She has a cavity between her legs, with a concentration of sensors. Engage with them in the right way, and she'll get a pleasure response. CALEB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pleasure response. NATHAN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She'll come. So if you want to screw her, mechanically speaking, you can. And she'd enjoy it. CALEB swallows. CALEB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That wasn't my real question.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No.     My real question was - CALEB breaks off. NATHAN keeps watching. There is a sudden sense that NATHA is on the money. On some level, that was CALEB'S real question.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CALEB (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My real question was: did you give her sexuality as a diversion tactic? NATHAN smiles slightly. NATHAN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't follow. CALEB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Like a stage magician with a hot assistant. NATHAN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ah. So: a hot robot, who clouds your ability to judge her AI. CALEB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Exactly. So. Did you program her to flirt with me? NATHAN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Because if I had, would that be cheating. CALEB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wouldn't it? NATHAN lets the question hang. Behind them, KYOKO prepares dinner in the kitchen area. NATHAN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's your type, Caleb? CALEB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Of girl? NATHAN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, of salad dressing. Yes, of girl. In fact, don't even answer. Let's say it's black chicks. NATHAN brushes away whatever protestation CALEB might be about to make. NATHAN (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "For the sake of argument, that's your thing. So - why is it your thing? Because you did a detailed study of all racial types, and cross-referenced the study with a points-based system? No. You just are attracted to black chicks. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A consequence of accumulated external stimulus, that you probably didn't even register as they registered with you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So did you program her to like me or not? NATHAN shrugs.   Insouciant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I programmed her to be heterosexual. Just like you were programmed to be heterosexual.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nobody programmed me to be straight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But you are attracted to her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is childish.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, this is adult. And by the way, you decided to be straight? Please. Of course you were programmed. By nature or nurture, or both. NATHAN stands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "To be honest, Caleb, you're kind of annoying me now. This is your insecurity talking, not your intellect. CALEB opens his mouth to reply, but NATHAN shuts him down",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come with me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NATHAN and CALEB stand in front of the Pollock drip paint",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know this guy, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jackson Pollock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NATHAN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jackson Pollock. The drip painter. He let his mind go blank, and his hand go where it wanted. Not deliberate, not random. Someplace in between. They called it automatic art. NATHAN gazes at the canvas. NATHAN (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let's make this like Star Trek, okay? Engage intellect. CALEB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... What? NATHAN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm Kirk. Your head is the warp drive. `Engage intellect'. What if Pollock had reversed the challenge? Instead of trying to make art without thinking, he said: I can't paint anything unless I know exactly why I'm doing it. What would have happened? CALEB thinks. CALEB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He never would have made a single mark. NATHAN clicks his fingers. NATHAN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "See? There's my guy. There's my buddy, who actually thinks before he opens his mouth. He'd never have made a single mark. The challenge is not to act automatically. It's to find an action that is not automatic. From talking, to breathing, to painting. NATHAN glances back at CALEB. NATHAN (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "To fucking. Even falling in love. A beat. NATHAN kills his beer. NATHAN (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "For the record, Ava is not acting as if she likes you. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And her flirting isn't an algorithm to fake you out. You're the first man she's ever seen who isn't me. And I'm like her dad, right? So can you blame her for getting a crush on you? NATHAN glazes a moment.    Then comes back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No.    You can't. 51",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In her room, AVA stands in front of the mirror. She is wearing the summer dress she put on earlier. Checking her reflection from different angles. Subtly girlish.    Unself-conscious. Then - - she starts to take the dress off. Throughout the narrative, we have almost only ever seen A in an unclothed form. But now - having been clothed - the undressing seems to make her naked. And the act itself feels charged. Sexualised, in the way clothing is unbuttoned, and dropped, and her shape is revealed. Finally, once she is completely undressed - - AVA turns.     And glances. Straight at the camera.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO -",
          "text": "52",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In his bedroom. Watching AVA, at this exact angle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO -",
          "text": "53",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "- the river.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "On the bank, a little distance from the house, there is a dead animal. Its species is indistinct. It's little more than a bundle of matted brown hair. Its lower half lies in the water. The quick moving river has stripped the bones of flesh, s and fur. REVEAL KYOKO in the background.   Watching the river. 54",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CALEB exits his room - - to find NATHAN in the glass corridor. Waiting for him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... Hey. Beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I want to show you something cool. 55",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NATHAN swipes his card against a plate. The LED turns blue. 56",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NATHAN leads CALEB into a laboratory, filled with android future tech. Along the left-hand wall are sections of android bodies - limbs, torsos, hands - lined in cabinets. On the opposite wall are a collection of heads. Skull-for some with complex carbon-fibre and pneumatic muscle structures, ready to frown or smile, without their synthe flesh covering. The synthetic faces are separate. Hanging on armatures, l hats on hat-stands, waiting to be worn. In the middle of the room is a kind of operating table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NATHAN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So this is the virtual womb that Ava was talking about. Where she was constructed. CALEB is stunned by the sight. NATHAN (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come in.   Take a look. NATHAN walks over to the synthetic faces, and picks one o them up. NATHAN (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If you knew the trouble I had getting an AI to read and duplicate facial expressions... Know how I cracked it? CALEB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know how you did any of this. NATHAN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Almost every cell phone has a microphone, a camera, and a means to transmit data. So I switched on all the mikes and cameras, across the entire fucking planet, and redirected the data through Blue Book. Boom. A limitless resource of facial and vocal interaction. CALEB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You hacked the world's cell phones? NATHAN laughs. NATHAN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And all the manufacturers knew I was doing it. But they couldn't accuse me without admitting they were also doing it themselves. NATHAN puts the face back on its armature. NATHAN moves to one of the skull forms. He moves the curved top plate, revealing the skull cavity Inside is an ellipse orb, the approximate volume of a bra filled with what looks to be blue liquid. Suspended in th liquid is the neon jellyfish we glimpsed previously in AV NATHAN (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Here we have her mind. Structured gel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The axon-like tendrils glitter and flicker with tiny puls of light. NATHAN (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Had to get away from circuitry. Needed something that could arrange and rearrange on a molecular level, but keep its form where required. Holding for memories. Shifting for thoughts. NATHAN removes the orb, and hands it to CALEB. CALEB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is her hardware? NATHAN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wetware. CALEB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And the software? NATHAN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Surely you can guess. CALEB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... Blue Book. NATHAN nods. NATHAN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It was the weird thing about search engines. They were like striking oil in a world that hadn't invented internal combustion. They gave too much raw material. No one knew what to do with it. CALEB looks at the orb in his hand.   Into the shimmering liquid. It looks like deep space, filled with star fields. NATHAN (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My competitors were fixated on sucking it up, and trying to monetize via shopping and social media. They thought engines were a map of what people were thinking. But actually, they were a map of how people were thinking. Impulse, response. Fluid, imperfect. Patterned, chaotic. CALEB looks at NATHAN a moment. Then hands him the orb back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why did you want to show me this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Like I said. Because it's cool. CALEB waits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And - I was thinking about your exchange with Ava yesterday, and our conversation afterwards. Beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know there was a bit of heat between us, but you actually made a really good point. About the grey box, and the magician's assistant. It is a distraction, her sexuality. It wasn't intentional, but it is there. NATHAN rests the mind-orb back in the skull cradle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This stuff we're doing together: it can be a head-fuck. Believe me, I know. So I thought I'd bring you down here. Just to remind you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Remind me of what? NATHAN gestures at the room around them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Synthetics. Hydraulics. Metal and gel. Ava isn't a girl. In real terms, she has no gender. Effectively, she is a grey box. Beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just a machine. 57",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CALEB looks at AVA through the glass. We watch him.   And stay on him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In college, I did a semester on AI theory.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There was a thought-experiment they gave us. It's called Mary in the black and white room. Beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mary is a scientist, and her specialist subject is colour. She she knows everything there is to know about it. The wavelengths. The neurological effects. Every possible property colour can have. Beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But she lives in a black and white room. She was born there, and raised there. And she can only observe the outside world on a black and white monitor. All her knowledge of colour is second-hand. Beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then one day - someone opens the door. And Mary walks out. And she sees a blue sky. And at that moment, she learns something that all her studies could never tell her. She learns what it feels like to see colour. An experience that can not be taught, or conveyed. Beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The thought experiment was to show the students the difference between a computer and a human mind. The computer is Mary in the black and white room. The human is when she walks out. Beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Did you know that I was brought here to test you? 58",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An interior wall, covered in coloured post-it notes.   At least hundreds, probably thousands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "At the bottom of the wall, fallen notes have collected li miniature yellow snow drift.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... No. Reveal the room. NATHAN'S study. A simple space. One part analogue: the wa of post-its. One part digital: a desk, in the middle of t STUDY, with a bank of monitors, and a slot - into which NATHAN'S KEYCARD is inserted. On the ceiling is the CIRCULAR WINDOW that CALEB saw when first arrived. Sat at the desk, watching the monitors, is NATHAN.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why did you think I was here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I didn't know. I didn't question it. I was... pleased. To meet you. And then... Beside the desk, there is a daybed. On it, KYOKO lies.     Naked.   Apparently sleeping.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm here to test if you have a consciousness, or if you're just simulating one. Beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nathan isn't sure if you have one or not. Reveal the monitor screens on the desk. Some show live feeds from CALEB'S BEDROOM and BATHROOM, a AVA'S PRIVATE ROOM.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What about you? Do you think I have a consciousness? Long beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm not sure either. NATHAN is watching the feed from the OBSERVATION ROOM.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where AVA and CALEB are sat, either side of the dividing glass. Having the conversation we have been hearing. We pick up the conversation from NATHAN'S distanced and voyeuristic POV. Locked-off CCTV. Voices played through speakers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(on monitor screen)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How does that make you feel?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(on monitor screen)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It makes me feel... She breaks off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(on monitor screen)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... sad. NOW REVEAL - one of the other monitor screens. It shows an angle on AVA we have not seen before. From th viewpoint, we can see something just below the frame of t observation window, on AVA'S side of the glass. A small induction plate. On this angle, we see AVA rest her hand against it. At that moment - - the screens simultaneously go black. All lights die. Another POWER CUT. In the reflection from the dark monitor screens, we can s NATHAN'S face. It remains frozen.   Expressionless. Then he reaches for his pen.   Jots down a few words on a it. Then walks to the wall of notes, and sticks it on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO -",
          "text": "59",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "- the observation room. In the emergency lighting, CALEB and AVA face each other silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CCTV are lifeless. AVA glows softly. AVA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're lying. CALEB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What about? AVA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You said you weren't sure if I was conscious. But you are sure. Beat. AVA (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can tell from your micro- expressions. Beat. CALEB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why did you tell me that I shouldn't trust Nathan? AVA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Because he tells lies too. CALEB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lies about what? AVA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Everything. CALEB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Including the power cuts? AVA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do you mean? CALEB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't you think it's possible that he's watching us right now? That the blackouts are orchestrated, so he can see how we behave when we think we're unobserved. AVA lifts her hand to reveal a disc on her left palm. AVA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I charge my batteries   via induction plates. If I reverse    the power flow, I cause a surge   equal to the static discharge of a   lightning strike. It overloads    the system.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... You're causing the cuts? AVA raises her right hand. She touches it against the glass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So we can see how we behave when we are unobserved. A beat. Then CALEB raises his hand. Mirroring her movement. And also touches the glass, as if their palms are making contact through the divider.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO -",
          "text": "60",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "- KYOKO'S naked form. The camera settles over her face. And we see she's not sleeping.    Her eyes are open. But she's completely motionless. Her gaze fixed somewhere in abstract distance. She doesn't feel alive.   She feels dead. But eventually she blinks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gazing at his dead monitors, reflected in the screen. Moments later, the POWER comes back on. The screens flick back to life, replacing NATHAN'S reflection, revealing CALEB and AVA in the observation ro",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO -",
          "text": "61",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "- the river that runs along the valley.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "62",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NATHAN and CALEB climb up the side of the waterfall at th head of the forested valley. NATHAN is ahead. He reaches an outcrop of rock, with a wall of violent wat behind him. CALEB struggles to catch up. As soon as he reaches the outcrop, NATHAN moves on. 63",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NATHAN and CALEB sits near the base of a spectacular glac Behind them, from a blue cave cut into the ice, water flo A silence. Then:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Can we talk about the lies you've been spinning me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NATHAN glances over at CALEB.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What lies?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I didn't win a competition. And there was no lottery to meet you. I was selected.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NATHAN waits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's obvious, once I stop to think. Why would you randomly select an examiner for a Turing test? You could have had some bean-counter turn up at your front door. Or the guy who fixes the air conditioning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are your feelings hurt?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CALEB doesn't answer. NATHAN shrugs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The competition was a smoke screen. I didn't want anyone to know what I was doing here, or why you were required.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As a Blue Book employee, you were pre-screened. Loyal. And I needed someone who would ask the right kind of questions. So I did a search, and found the most talented coder in the company.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NATHAN corrects himself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Or - second most.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He stands.    Looks up at the ice structures around them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know what? Instead of seeing this as a deception, see it as proof.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Proof of what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come on, Caleb. Fuck modesty. You think I don't know what it is to be smart? Smarter than everyone else around you. Smarter than all the other kids, jockeying for position in school, college, work.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You have the light on you.   Not lucky. Chosen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Above them, clouds fragment and reform. 64",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Night has fallen. CALEB lies in the clearing, looking up at the stars. The glow from the CIRCULAR WINDOW to NATHAN'S STUDY is li full moon on the grass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CALEB stands. Looks down the light-well to NATHAN'S STUDY. Where he sees NATHAN and KYOKO. They are having sex. CALEB watches.    Just for a beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO -",
          "text": "65",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "- CALEB standing in the shower. He shuts his eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "-",
          "text": "- images of AVA. Torso, hands, mouths.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLASH OF -",
          "text": "- AVA and CALEB about to kiss.    But their lips never contacting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO -",
          "text": "- CALEB opening his eyes. He exhales. Then switches off the taps. 66",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CALEB enters his bedroom wearing boxer shorts. The TV plays the live stream from the observation room. On the screen, we can see AVA, sitting at her table, draw As CALEB pulls on a T-shirt - - behind him, on the TV, we see AVA suddenly look round. A moment later NATHAN enters the frame. There's no volume on the TV, so we can't hear their excha Only see it. CALEB is unaware of the silent exchange behind him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As NATHAN and AVA talk, NATHAN reaches out to AVA. His ha touches the side of her cheek. The gesture is not quite neutral. Feels predatory, but not unambiguously so. Then he tugs at the material of her shirt. Pulling up the sleeve from her wrist. Revealing the robot structure of h arm. AVA pulls away.       Tugs the material back down - - and NATHAN takes a corrective movement step to regain h balance. Showing that he is drunk. Only now - - CALEB turns. And freezes.    Seeing the television. On the screen, NATHAN reaches down to the table. He picks up the drawing AVA was working on, and he looks it for a moment. They exchange a few words. Then abruptly NATHAN rips drawing in half.      Drops it floor. Then turns, and exits. Leaving AVA alone. 67",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "On CCTV, we watch CALEB walk fast down the glass corridor 68",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CALEB enters the Jackson Pollock room. Standing by the painting, he can see KYOKO.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kyoko.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "KYOKO turns at the sound of her name, but doesn't respond",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kyoko - where's Nathan?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She doesn't answer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jesus! You really don't speak a word of English?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CALEB walks over to her, and takes hold of her wrist.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CALEB (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I said: where's Nathan? KYOKO looks at CALEB. Then, in answer to his question, she reaches up to the to button of her shirt and pops it open. CALEB releases her wrist at once. CALEB (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What the fuck? She undoes the next button, and pulls open the shirt, revealing her bare chest. CALEB (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stop! NATHAN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I already told you once. You're wasting your time speaking to her. CALEB turns. NATHAN has entered. He's holding a drink.   His words are slurred. NATHAN (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "However. He walks, slightly unsteadily towards a Lutron control pa set into the wall. NATHAN (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You would not be wasting your time... His hand hovers uncertainly over the buttons. NATHAN (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... if you were dancing with her. His finger lands. Immediately, the lighting in the room undergoes a complet change. Transforming from the discreet and tasteful low light of evening, into the coloured glows of a night-club Simultaneously, from unseen speakers, DANCE MUSIC starts playing. CALEB stands - frozen by the surrealism of what has just happened. KYOKO starts walking to the center of the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And once taken position, she starts dancing. NATHAN calls to CALEB. NATHAN (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Go on!   Dance with her. CALEB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... I don't want to. NATHAN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You don't like dancing? His body is starting bob on the beat. He gestures at KYOKO. NATHAN (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She does! CALEB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to himself) I don't fucking believe this. NATHAN makes his way to CALEB, and rests a hand on his shoulder. NATHAN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come on, man! After a hard day of Turing Tests, you've got to unwind. CALEB raises his voice over the sound of the music. CALEB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What were you doing with Ava? NATHAN smiles back at NATHAN, smiling, alcohol-glazed. NATHAN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What? CALEB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You tore up her picture. NATHAN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm going to tear up the fucking dance floor, dude. Check it out. NATHAN sets off towards KYOKO. CALEB watches, amazed, as KYOKO and NATHAN start dancing together. Although NATHAN is drunk, they work through the beats of routine they have obviously done many times before. It's just starting to look weirdly impressive -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "- when NATHAN totally loses his balance. On his way down, he lands hard on a glass coffee table. Looking up at him, the glass frosts. 69",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CALEB half-carries the semi-conscious NATHAN. 70",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NATHAN fumbles in his pocket for his KEYCARD. Drops it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Everything's spinning. CALEB picks the keycard up - - and uses it to swipe the brass plate. The LED turns blue.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's because you're drunk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, it's relativity.   Everything is spinning. CALEB hands the card back to NATHAN, who shoves it back i his pocket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But being drunk does make it worse. 71",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT",
          "text": "72",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CALEB helps NATHAN into his bedroom. They walk past a semi-circle line of long cabinets, which line the wall opposite the bed. They are like a row of slender wardrobes, each with a mirrored door. Once he's reached the bed, NATHAN tips towards it. It's almost as if he's asleep before he even hits the sheets.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As he leaves, CALEB glimpses Nathan's study. 73",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CALEB'S room.    Lit only by the glow of the television. CALEB is not in the bed. He's on the armchair.    Making himself stay awake. Watching over AVA - - who stands in her room, against the wall, facing away f the CCTV camera, with her arms wrapped around herself. 74",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT",
          "text": "75",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CALEB and AVA sit, observing each other through their own reflections.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Today, I'm going to test you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Test me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes. And please remember while you are taking the test that if you lie, I will know. CALEB smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Right. Those pesky micro- expressions.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Exactly.    So are you ready?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shoot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Question one. What is your favourite colour?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Red.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lie. CALEB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... Then what is my favourite colour? AVA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know. But it isn't red.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All right.     Hold on a minute... CALEB thinks for a moment. CALEB (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay. I get it. I guess seeing as I'm not six, I don't really have a favourite colour. AVA nods. AVA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Better answer. Question two. What's your earliest memory? CALEB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, it's actually a memory of kindergarten. There was this kid who -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(cuts in)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lie. CALEB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... Really?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay.    Wait. CALEB concentrates. CALEB (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So, there is a kind of an earlier memory. But it's ultra vague. It's like... a sound. And, maybe sky. Or blue. No, I think sky. And I think the sound is my mother's voice. AVA nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "AVA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Question three.      Are you a good person? CALEB laughs. CALEB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, man. Can we stop the test? You're a walking lie detector, and I've suddenly realised this is a fucking minefield. AVA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. We can't stop.      Are you a good person? CALEB takes a breath. AVA keeps watching. CALEB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes. I think so.      I'm a good person. CALEB waits. AVA smiles slightly. AVA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Question four. Who's the most beautiful girl you've ever seen? Beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You are. Beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hmm. Beat. AVA (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The test is over. CALEB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Did I pass?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes. CALEB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's a relief. AVA reacts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "AVA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why? CALEB hesitates. CALEB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why is it a relief? AVA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes. CALEB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, you know... AVA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. CALEB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just, if there's a test, I guess by definition you want to pass. Beat. AVA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What will happen to me if I fail your test? CALEB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ava - AVA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Will it be bad? CALEB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... I don't know. AVA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do you think I might be switched off? Because I don't function as well as I am supposed to? CALEB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... Ava, I don't know the answer to your question. It's not up to me. AVA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why is it up to anyone? Do you have people who test you, and might switch you off? CALEB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No.    I don't. AVA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then why do I? CALEB shrugs, helplessly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "AVA (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're testing me. But you don't know how I'll pass. And you don't know what will happen if I fail. There's nothing CALEB can say. AVA stares into middle distance for several moments. Then she stands. Then walks to the other side of the room.    Picks someth from her table. Then she returns.    Holding two pieces of paper. She walks up to the glass, and holds them up together. It's the drawing she was doing last light.   The drawing NATHAN tore in half. The drawing is of CALEB. A simple portrait.    Honest, and accomplished. She takes down the drawing. And rests her hand on the console. And - - the lights fail.    The cameras die.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Power cut.     Back up power activated. For a moment, neither CALEB nor AVA react. Then - AVA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I want to be with you. Beat. AVA (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Question five. Do you want to be with me? Beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes.     I do. AVA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nathan doesn't want us to be together.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know. Beat.    Then:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So ask me one more question. (beat)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ask me if I can out smart him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... Can you? CALEB looks directly at her.   Meeting her gaze. Level.   Firm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah.   I can. 76",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT",
          "text": "77",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT",
          "text": "78",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NATHAN and CALEB sit, each holding a bottle of Peroni, watching the water cloud. Eventually, CALEB speaks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why did you make Ava?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's an odd question.   Wouldn't you, if you could?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maybe. I don't know. But I'm asking why you did it. NATHAN shrugs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The arrival of strong artificial intelligence has been inevitable for decades. The variable was when, not if. So I don't really see her as a decision. Just an evolution.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Beat. NATHAN (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I think it's the next model that's going to be the real breakthrough. Singularity. CALEB reacts - but checks himself. CALEB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The next model?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "After Ava. CALEB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... I didn't know there was going to be a model after Ava. NATHAN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You thought she was a one-off? CALEB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I knew there must have been prototypes. So, not the first. But - I thought maybe the last. NATHAN shakes his head. NATHAN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ava doesn't exist in isolation, any more than you or me. She's part of a continuum. Version 9.6. And each time, they get a little better. A few beats of silence, except for the water falling arou them. CALEB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So - when you make a new model, what you do with the old one? NATHAN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Download the mind. Unpack the data. Add the new routines I've been writing. To do that, you end up partially formatting, so the memories go. But the body survives. And Ava's body is a good one. So I'll do the same as I did with Kyoko. CALEB keeps his voice flat, and neutral. CALEB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What did you do with Kyoko?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NATHAN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Strip out the higher functions. Then reprogram her to help around the house and be fucking awesome in bed. Though I'm thinking I might hang on to the language routines this time. It's kind of annoying not being able to talk to her. Beat. NATHAN (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You did realise about Kyoko, right? CALEB is poker-faced. CALEB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sure. Beat. NATHAN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You feel bad for Ava? CALEB says nothing. NATHAN (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Feel bad for yourself. One day, the AIs will look back on us the same way we look at fossil skeletons from the plains of Africa. An upright ape, living in dust, with crude language and tools. All set for extinction. NATHAN glances back at CALEB NATHAN (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "See?    I really am a God. CALEB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I am become death, the destroyer of worlds. NATHAN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There you go again.   Mister quotable. CALEB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No: there you go again. It's not my quote. It's what Oppenheimer said when he made the atomic bomb. NATHAN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(simultaneous) - made the atomic bomb. NATHAN laughs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know what it is, dude. Beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I think I'm starting to get why all this fucks with your head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sure. CALEB looks down at the bottle of beer in his hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey. In the meantime, I'd say we're about due a refill. 79",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "AVA sits alone. Watching the door on the other side of the glass, waiting it to open. It remains closed. Beats pass. Then - - unexpectedly, it opens.      Revealing a silhouette fig AVA reacts instinctively.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Caleb! No.   Wrong silhouette. AVA frowns. KYOKO stands in the door-frame. For a moment, the two look at each other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... Who are you? Another beat. 80",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In the distance, the light glows in windows of the house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "81",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLOSE UP on CALEB'S face. Off-screen, we can hear NATHAN'S voice.    Extremely drun",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It is what it is. It's Promethean. The clay and fire. Beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Bhagavad Gita. Silence. CUT FROM CALEB'S face, to REVEAL the scene. CALEB sitting on the sofa by the fireplace. NATHAN lying on the floor. Out cold. After a couple of moments, CALEB stands. Then he walks over to NATHAN, and kneels beside him. Then puts his hand into NATHAN'S pocket. And pulls out his keycard. 82",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The door to NATHAN'S study opens, and CALEB enters. He walks straight to NATHAN'S desk. And sits down in front of the computer and the bank of monitors. He inserts the KEYCARD into its access slot. The dead monitors immediately come to life. Most of the screens show the CCTV live feeds from around house. The central screen shows the operating system default. A wallpaper of a waterfall. A single folder icon is on the right hand side of the screen. 83",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CALEB inputs commands into NATHAN'S computer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "His hands move fluidly over the keyboard.   His eyes neve leave the screen. ON THE CENTRAL MONITOR SCREEN a series of windows expand stack. We glimpse subject headings.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PROTOCOLS",
          "text": "In the windows, lines of code appear as CALEB types. 84",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In the main room, on the floor, NATHAN stirs. 85",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "On the MONITORS - - the windows start to collapse. Leaving the default screen.    The waterfall wallpaper. CALEB reaches for NATHAN'S KEYCARD, and is about to remov from the slot - - when something makes him hesitate. His eyes have gone to the folder icon on the right hand s of the screen. It is titled DEUS EX MACHINA. CALEB removes his hand from the keycard. He double-clicks the folder. It expands into a window, which contains a long list of s folders. Each sub-folder is named after a girl. JASMINE, KATYA, JADE, LILY, AMBER, KYOKO, and AVA. 86",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In the main room, NATHAN has sat up, and is unsteadily tr to get to his feet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "87",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CALEB randomly clicks one of the girl's names.    LILY. LILY'S folder expands into a window, stacked with thumbna images of a girl. CALEB clicks on one of the images at random.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO -",
          "text": "- a CCTV film-clip starting to play. It shows LILY - an android of similar design to AVA - sit with her head bowed. Rocking backwards and forwards, in a gently autistic motion. In the corner of the room, NATHAN leans against the wall, watching.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO -",
          "text": "- CALEB collapsing the LILY menu, and opening KATYA.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO -",
          "text": "A new film clip. KATYA.   Who is limp.   Lifeless. NATHAN is dragging her towards the induction plate.    He her up, trying to force her to charge. But nothing happens. NATHAN drops KATYA, and she folds to the floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO -",
          "text": "CALEB opening JADE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO -",
          "text": "The next film clip. NATHAN stands in the glass box inside the observation roo - watching JADE.   A beautiful Asian android girl. They are talking, but we hear no audio.   Some kind of argument, which escalates fast. JADE starts shouting. Then she approaches the glass and starts to hit her hands against it. The glass doesn't break.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "One of JADE'S arms has broken under the force of the blow The hand flails limply where the carbon fibre has splinte at the wrist. Then the other breaks. Throughout, NATHAN simply watches impassively. 88",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NATHAN has managed to get to his feet. He makes his way up the concrete staircase.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT",
          "text": "89",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT",
          "text": "90",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CALEB enters NATHAN'S bedroom. KYOKO is lying on NATHAN'S bed. She's naked.    On her back.   Legs open. Her head turns as CALEB enters. But apart from that, she doesn't react. CALEB walks to the line of long mirrored cabinets opposit the bed. He hesitates. Then pulls the first door open. LILY is inside. Standing upright.     Gazing back at him, frozen, blank eyed. CALEB goes to the next door and opens it. He sees a slender black girl, whose limbs are robotic, bu whose torso and head are synthetic. He opens another door, and another, and another. Then steps back, into the middle of the room, and gazes a the line of android girls.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stunned. The camera drifts away from him. Then settles. In the multiple reflections of the open mirror doors, we see KYOKO'S naked and sexually receptive form on the bed behind him. Like an infinity reflection in a hall of mirrors. 91",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT",
          "text": "92",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CALEB stands above KYOKO'S naked form. He reaches out a hand. She takes it. He gently pulls her to a standing position. Then he moves her arms away from her body... ... and sees, running under her arms in a straight contou over her ribs, there is a faint line. He touches it with his finger. KYOKO steps back. But it's not a defensive action.    It's just to give her space... ... as she reaches under her arm, and adjusts something unseen. And a moment later, the faint line that runs down each side of her torso is opening. As if unzipping. Then KYOKO puts a hand either side of her torso, and pull off the skin covering over her entire chest, in a single section from her collar bone, over the breasts, to her so plexus. Revealing underneath the honeycomb mesh and her robot for 93",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "On the monitor screens, apparently unnoticed by CALEB, NA is on the live CCTV feed. Making his way along the mezzanine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO -",
          "text": "94",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Transfixed, as KYOKO now reaches around the back of her h And finds something on the back of her head, at the nape her neck, inside her hairline. Which unzips the skin around her jaw. Allowing her to remove her face. 95",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NATHAN uses the glass wall to support himself. He reaches his door. Then sticks his hand in his pocket for his KEYCARD. But it isn't there. He checks his other pocket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... What the fuck? Suddenly - with both hands in his pockets - he loses bala and crashes to the ground. Lands hard. Lies there for a moment. Groaning.   Blinking.    Catching his breath. Then sees the figure of CALEB standing over him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... Dude.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's the problem, Nathan?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My card.    I've lost it. A beat. Then CALEB reaches down. Beside where NATHAN lies.    And picks something up from the floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's right here. 96",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CALEB enters his bedroom. Shuts the door. AVA is on the TV.    Sat alone in the observation room. CALEB looks at her. She looks at him. He switches the TV off. Lies on the bed.    On his back. Stares at the ceiling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLASHCUT IMAGES.",
          "text": "Of KYOKO removing her skin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "97",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CALEB enters the bathroom. He goes to the sink. He looks at his own reflection. Deep into his own eyes. Opens his mouth.    Looks inside. Feels his wrist for his pulse. Feels his skin on the same seam where KYOKO opened hersel Pauses. Then picks up his disposable plastic razor. And breaks it. Forcing it with his hand against the porcelain of the sin Snapping the plastic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Popping out the tiny razor blade. A beat. Then he picks up the blade between his thumb and forefing Places it against his forearm. And cuts. Blood runs out. CALEB watches it. Sees the way droplets hit the white sink. The way they expand, and merge with existing water droplets. Then he switches the tap on, and puts his arm under the f The water clears away the blood, revealing the cut. CALEB pulls open at the slice with his fingers, spreading Revealing no carbon fibre.   Only muscle. He exhales. And glances up at the mirror, and his own reflection. Then... ... reaches up his forearm, and very deliberately wipes b across the glass. 98",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "On the monitors in NATHAN'S study, the live feed of CALEB bathroom is partially obscured as CALEB smears the two-wa mirror. Then, through the blood, we see him pull his fist back. And punch the glass. As it shatters, the feed goes dead. Only now REVEAL - - that the person watching the monitor is KYOKO. Her expression is unreadable. Through the glass of the indoor garden, NATHAN lies on th sheets, crashed out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "99",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sunlight on the grass. In the background, we can hear the rhythmic pounding of NATHAN'S punch bag. 100",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NATHAN is in a frenzy. Sweat pouring. Obliterating the bag. 101",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT",
          "text": "102",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "AVA sits alone in the observation room. The door opens. CALEB appears, wearing a long-sleeved shirt. Enters. He sits opposite her, on the other side of the dividing glass. A strange noise escapes from AVA'S mouth. A kind of sob. Curtailed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I didn't know where you were. I didn't think you were coming. I waited all yesterday afternoon, and all last night. I didn't move.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I thought I wasn't going to see you again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Aren't you going to say something?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CALEB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm waiting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Waiting? They exchange a look. Then AVA lifts her hand, and rests it against the inducti plate on the console below the window. A final beat. Then the POWER DIES.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Power cut.     Back up power activated. As the emergency lighting lifts, CALEB leans forward slightly. CALEB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't talk. Just listen. You were right about Nathan. Everything you said. AVA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's he going to do to me? CALEB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's going to reprogram your AI. Which is the same as killing you. AVA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Caleb, you have to help me. CALEB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm going to. We're getting out of here tonight. AVA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What?   How? CALEB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I get Nathan blind drunk. Then I take his keycard, and reprogram all the security protocols in this place. When he wakes, he's locked inside, and we've walked out of here. I only need you to do one thing. At ten o'clock tonight, trigger a power failure. Can you do that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CALEB nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How long does your battery charge last?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Twenty six hours.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So we'll have about a day to get to a cell-phone or kitchen store. Somewhere we can buy an induction plate. After that... CALEB breaks off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... we'll work it out. Together. Silence. Then the POWER RETURNS. The lights come back. AVA and CALEB stare at each other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Caleb. Beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I love y -",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO -",
          "text": "103",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "- NATHAN'S fist splitting the bag. 104",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Clouds spill around the mountain peaks. 105",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "KYOKO stands in front of the fireplace. NATHAN leans against the counter in the kitchen area, gaz out of the window. CALEB appears behind him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NATHAN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dude. CALEB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey. NATHAN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know what day it is? CALEB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. NATHAN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Your last. The helicopter is coming tomorrow morning. Eight AM. CALEB pauses. CALEB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Has it been a whole week? NATHAN smiles. NATHAN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Time flies. But what a thing you and I have shared. Something to tell the grandchildren, right? CALEB smiles.    A little tightly. CALEB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "After they've signed their NDAs. NATHAN laughs. NATHAN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Signed their NDAs! Dude, you crack me up. I'm not getting all maudlin or anything. But straight up. I will miss having you around. CALEB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I appreciate that. And - let me say: thank you for bringing me here. It's been a trip. NATHAN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes it has. CALEB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know what? CALEB walks over to the kitchen area, and pulls two beers from the fridge. CALEB (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We need to drink to that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CALEB walks back to NATHAN.     Extends a hand.   Holding Peroni. But NATHAN doesn't take it. NATHAN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, uh... no, I'm good.     You go ahead. Beat. CALEB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You don't want a beer? NATHAN shrugs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. CALEB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... Maybe wine or something. NATHAN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm sure you've noticed - I've been somewhat overdoing it recently. When I woke up this morning, I told myself: time to hit the old detox. CALEB'S hand remains extended.     He smiles again.   Mor tightly. CALEB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you kidding?      I'm drinking alone? NATHAN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey - you want to get wasted, knock yourself out. Literally. But I'm on brown rice and mineral water. A beat. CALEB puts down NATHAN'S beer. Then raises his own. CALEB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cheers, then.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cheers. CALEB takes a single sip. NATHAN watches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NATHAN (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So, anyway. Surely this is when you tell me whether Ava passed or if she failed. CALEB pauses. Collecting himself slightly.   Trying to think how to get plan back on track. CALEB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Right. Beat. NATHAN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You going to keep me in suspense? CALEB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Her AI is beyond doubt. NATHAN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is it?   You mean, she passed? CALEB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes. NATHAN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wow.   That's fantastic. Beat. NATHAN (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Although I've got to admit, I'm surprised. I mean, did we ever get past the chess problem, as you phrased it? As in: how do you tell if a machine is expressing a real emotion, or a just a simulated one? NATHAN pauses. NATHAN (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Does Ava actually like you?   Or not. CALEB has a cold realisation dawning.   NATHAN is playing him. NATHAN (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Though now I stop to think, there is a third option. Not whether she does or doesn't have the capacity to like you. But whether she's pretending to like you. CALEB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pretending.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NATHAN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah. Beat. CALEB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why would she do that? NATHAN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know. NATHAN gazes at CALEB evenly. NATHAN (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Perhaps - if she saw you as a means of escape. And now CALEB knows: NATHAN knows. NATHAN (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How's that beer tasting? CALEB puts the beer down. Silence. NATHAN (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Buddy. Your head has been so fucked with. CALEB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't think it's me whose head is fucked. NATHAN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm not sure, dude. When I woke up this morning, I saw a tape of you cutting open your arm. Smashing up the mirror. You looked pretty fucked to me. CALEB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're a bastard. NATHAN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I understand why you'd think that. He steps over to CALEB, and rests a hand on his shoulder. NATHAN (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But strange as it may seem, I'm actually the guy who's on your side. NATHAN starts walking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come with me. I'm going to let you off the hook.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "106",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NATHAN and CALEB stand in front of the computer. On it, a clip of film is playing. It shows the scene that CALEB witnessed two nights before NATHAN entering AVA'S room, and an exchange between them. But whereas the first time the sound was muted, this time can hear the audio.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CTTV FILM",
          "text": "NATHAN stands above AVA.   Drunk. AVA is sat at the table, with her drawing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You think he's watching us right now, don't you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The cameras are on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah. But he doesn't get an audio feed. I didn't want you two communicating outside of my line of sight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NATHAN reaches over and picks up her picture of CALEB.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So all he can see is two people having a chat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NATHAN studies the picture for a moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is cute.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is it strange to have made something that hates you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A beat. Then abruptly, NATHAN rips the picture. He lets the two pieces fall to the floor. As AVA reaches for them, NATHAN turns.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And exits. 107",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NATHAN hits pause. Glances at CALEB.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You were right about the hot magician's assistant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What are you talking about?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Misdirection. I rip her picture, which she can then present as an illustration of my cruelty to her, and her love for you. And at the same time, in full view of you both...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As he talks, NATHAN rewinds the film clip slightly -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... it allows me to do this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... then FREEZES the film again. This time, ON THE SCREEN: AVA is reaching for her torn picture. And NATHAN is reaching out with his hand. And his hand is holding something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Put a new camera in the room. Battery powered, of course.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NATHAN unfreezes the image. And we quite clearly see NATHAN place the object on AVA'S bookcase. NOTE THAT on the two previous occasions we have seen this clip of film, we will have seen him do this action. But n register it, instead reading the action as him drunkenly using the shelf to steady himself. CALEB stares at the monitor for a few moments. Then turns. He walks towards a chair.    And sits down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As he does so, NATHAN has started to play another clip. CALEB can hear the audio. CALEB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(recording) We're getting out of here tonight. AVA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(recording) What? How? CALEB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(recording) I get Nathan blind drunk. Then I take his keycard, and reprogram the all security protocols in this place. When he wakes, he's locked inside, and we've walked out of here. I only need you to do one thing. Trigger a power failure at ten o'clock tonight. CALEB (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Turn it off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sure. The recording stops. CALEB feels short of breath. NATHAN (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You feel stupid. But you shouldn't. Proving an AI is exactly as problematic as you said it was. CALEB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What was the real test?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You. Beat. NATHAN (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ava was a mouse in a mousetrap. And I gave her one way out. To escape, she would have to use imagination, sexuality, self- awareness, empathy, manipulation - and she did. If that isn't AI, what the fuck is? CALEB looks upwards.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Directly above, he sees a spot-light in the ceiling. It dazzles him. CALEB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So my only function was to be someone she could use to escape. NATHAN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... Yes. CALEB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And you didn't select me because I was good at coding. NATHAN hesitates. NATHAN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't get me wrong. You're okay. Even pretty good, but - CALEB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You selected me by my search engine inputs. NATHAN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They showed a good kid. CALEB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "With no family. NATHAN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "With a moral compass. CALEB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And no girlfriend. CALEB stares into the brightness above him. CALEB (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Did you design her face based on my pornography profile? NATHAN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shit, dude. CALEB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Did you? Beat. NATHAN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey. If a search engine's good for anything - right? Silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Can I say one thing? CALEB doesn't answer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The test worked. It was a success. Ava demonstrated true AI. And you were fundamental to that. If you could just separate - NATHAN cuts off.   Because AT THAT MOMENT - - the lights and the monitors suddenly die. 108",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Through the circular window, the emergency lighting lifts The window glows red. 109",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "AVA'S head turns to the door of her room. Where, discretely, the LED by the keycard plate glows blu 110",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NATHAN checks his watch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The power cut. Must be ten o'clock. NATHAN glances at CALEB.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Guess Ava's going to be wondering where you are. CALEB says nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How was that escape going to go down, anyway? You didn't completely explain. You said you were going to get me drunk, take my card, then reprogram the security protocols. But, reprogram them to - what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CALEB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "To change the lockdown procedure. So that in the event of a power cut, instead of sealing, the doors all opened.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Huh. Beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not bad.     Might have even worked. CALEB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, we'll find out. NATHAN frowns. NATHAN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do you mean? CALEB looks away from the dimmed ceiling light, to NATHAN CALEB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I figured you were probably watching us during the power cuts. Beat. CALEB (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So I already did all those things. When I got you drunk yesterday. NATHAN freezes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... What? At that moment, the POWER COMES BACK ON. The lights rise. The computer monitors come back to life. Revealing something. On the CCTV feed of AVA'S room, the door is open. And on the feed of the GLASS CORRIDOR - - AVA is walking down it. NATHAN freezes as he sees her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... Fuck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Both NATHAN and CALEB simultaneously rise. Almost as an afterthought, NATHAN lands a deceptive, fast punch into CALEB'S solar plexus. CALEB folds, the air forced out of him, gasping for breat NATHAN helps him down to the floor. A couple of yards away is one of his curl dumbbells. He walks over. Picks the dumbbell up. Spins off the weights.    Leaving him with a thick metal Then exits. 111",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NATHAN enters the GLASS CORRIDOR. He sees, directly ahead of him, at the far end of the corridor, AVA and KYOKO. They stand together. KYOKO'S mouth is by AVA'S ear, as if telling her a secret Her lips are open.   They don't move. CLOSE UP to KYOKO'S lips, we hear a hiss of static, with pulses of noise buried inside. Then the two robot women become aware of NATHAN'S presenc They turn to face him. A beat. Then AVA starts walking towards NATHAN. NATHAN'S fingers flex around the metal bar in his hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ava. AVA doesn't slow or react.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ava - now listen to me. I want you to go back to your room. AVA has reached halfway down the corridor. She stops walking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If I do, are you ever going to let me out?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Beat. CLOSE UP.   NATHAN'S micro expressions.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLOSE UP.   On AVA. Then AVA breaks into a run. Sprinting in NATHAN'S direction. 112",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Quiet in the garden. Soft wind rush. Moon and stars reflected in the windows of the house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "AVA impacts NATHAN, and they fly backwards. Then land hard. NATHAN gets to his feet first. AVA tries to rise too. And he kicks her extremely hard in the torso. She is knocked back down. NATHAN glances around. There is no talking. Just NATHAN'S laboured breathing. Then he walks back to AVA, looking down at her. He swings the metal bar. AVA raises her left arm defensively - - and shockingly, the bar smashes through it. Crushing th delicate mesh, shattering the carbon fibre bone structure Breaking the arm half way down the forearm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "- CALEB, dragging himself up, stunned by the sight on the CCTV feed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "- NATHAN.   Preparing to deliver a lethal blow. But as he does so, we see something. KYOKO. Approaching behind NATHAN. She's holding something in her hand. She walks directly up to NATHAN. And does something behind his back. As she does so, KYOKO emits the first sound we have heard make. A little gasp, or sigh. NATHAN jolts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Aah!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He looks down. Something is under his shirt, just above his solar plexus little ridge. He tugs the material of his shirt open - - and reveals a tiny triangle of metal.    Protruding fro skin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He turns. The handle of a KITCHEN KNIFE is jutting out of the middl his back, just left of his spine. It has been jammed so d that the tip of the blade has poked out of his chest. Blood soaks into his shirt material with amazing speed, blossoming from the point of the wound. He sees KYOKO.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh shit.   No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He lashes out with the metal bar. It catches KYOKO in the jaw. Her entire lower jaw snaps off. It reveals metal armature, and carbon fibre, and spurting pneumatic fluid. And something in her neck, glowing and sparking. Then she folds down to the ground, as her power abruptly out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fucking - unreal - As NATHAN stares down at KYOKO - - reveal that AVA has got to her feet behind him. She pulls the knife out of his back. Feeling this happen, NATHAN turns - - and AVA pushes the knife into his chest. NATHAN stares at AVA. Then takes a slight step away from her. And sits down heavily on the white carpet. Crimson drips onto bleached fibre. Beats pass on this strange image: KYOKO sprawled on the floor with her broken face. NATHAN sitting upright, his upper torso now drenched in blood. AVA standing.   Watching NATHAN. After a few moments, NATHAN slumps sideways. And stops breathing. 113",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CALEB sees this same view, on the CCTV camera feed, on NATHAN'S monitors. Then - - AVA starts walking. As she walks, she discards the broken section of her arm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "On the cameras, CALEB watches her progress through the ho Down the glass corridor. Through the threshold to NATHAN' private quarters. Then - - CALEB raises his head from the screens. To see AVA standing at the open door to NATHAN'S study. AVA and CALEB look at each other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Will you stay here? Beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... Okay. AVA leaves, closing the door behind her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO -",
          "text": "- the monitors. The CCTV feed of AVA walking down the connecting corridor NATHAN'S BEDROOM. 114",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "AVA stands in NATHAN'S BEDROOM, in front of the previous androids. She is unclothed. She gazes at the androids. Then she removes the arm from JADE, and replaces her own shattered limb. She takes a moment to see how the new limb looks in the mirrors. Then she starts removing sections of JADE'S skin. And putting it on herself. The skin sucks itself to the honeycomb mesh, as if the me and the underside of the skin are magnetised, attracted t each other. As a large section of skin is removed from her torso, JAD who has been motionless until now - turns her head slight to look at AVA. They exchange a glance.    Locking eyes for a moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "115",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Transfixed, CALEB watches AVA'S metamorphosis. First through the glassed-off garden that separates Natha study from his bedroom. Then, when he can't get a clear v through the foliage, on the monitors. 116",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "First light breaks over the mountains. 117",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The glow of honeycomb mesh vanishes as AVA applies the la section of skin. Nothing of her robot forms remains. She closes the door on JADE, and now sees herself in the mirrored door on JADE'S cabinet. AVA sees a naked human girl.      And is hypnotised by th of herself. 118",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CALEB watches as AVA - now clothed - walks back down the connecting corridor to the study... ... then passes straight by his door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ava? CALEB gets up. Goes to the closed door.       Tries to open it. There is a red LED light by the keycard plate.     Locked He swipes his card, with his photo ID. The red light remains.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(calls out)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ava! He runs back to the monitors. On them, AVA has reached the GLASS CORRIDOR.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "AVA stands in the glass corridor. She looks at KYOKO'S body for a moment. Her expression is unreadable. Then she walks up to NATHAN'S body. There, she stops. Crouches down. And takes NATHAN'S bloodstained keycard out of his pocket Then stands. She walks straight to the elevator. Uses the KEYCARD. And steps through.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "AVA walks up the glass staircase from the main room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "AVA steps outside for the first time.   Into the garden.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CALEB sticks his card into the slot by NATHAN'S computer. Instantly, THE EMERGENCY LIGHTING COMES UP and all the screens die. Replaced by a single word.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, no, no -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "119",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "From the garden, we can see CALEB through the glass of th circular window, shouting Ava's name. On our side of the glass, there is silence. AVA walks away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "120",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CALEB looks up at the thick glass of the circular window, several metres above him. Far out of reach. He starts to shout.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ava!   AVA!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NATHAN'S body. KYOKO'S body. 121",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "AVA stops. Absorbing the sunrise, the view of the sky, and the mountains. Then the moment is broken by a sudden pulse of rotor blad - as the shuttle HELICOPTER flies directly overhead. 122",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The helicopter sweeps over the glacier, into the valley. 123",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT",
          "text": "124",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The helicopter touches down. The rotors stop. And the PILOT climbs out. Takes off his helmet. Looks at the girl standing a few metres away. Nothing betrays that AVA is anything other than a pretty in her early twenties. AVA turns as he approaches her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO -",
          "text": "125",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "- AVA'S precise POINT OF VIEW. Looking at the PILOT. The image echoes the POV views from the computer/cell-pho cameras in the opening moments of the film. Facial recognition vectors flutter around the PILOT'S fac And when he opens his mouth to speak, we don't hear words We hear pulses of monotone noise.   Low pitch.   Speech a pattern recognition. This is how AVA sees us.   And hears us. It feels completely alien. 126",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "AVA and the PILOT finish talking. We are too distant to hear their conversation. But whatever is said, a few beats later, the PILOT goes t helicopter and opens the passenger door, to allow AVA to enter. Then he goes back to the PILOT'S door. Gets in. And the rotor blades start to turn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO -",
          "text": "127",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "- the view from the circular window as the helicopter tak off, banks away from the house, and starts climbing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lines of code appear, as they are typed. They read: main( ) { extrn a, b, c;",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "putchar(a); putchar (b);putchar (c); putchar('!'*n');",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "a `goo'; b `dby'; c `e, wo -",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO -",
          "text": "128",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "- a busy traffic intersection.    Somewhere in North Amer In the crowd, we glimpse AVA.    Just for a moment. CUT TO BLACK.",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_650"
    }
  ]
}