{
  "movie_id": "MOV665",
  "scenes": [
    {
      "location": "TWA PLANE IN FLIGHT OVER LOS ANGELES NIG",
      "time": "NIGHT",
      "characters": [
        "CAPILLARY SIDE OF ALVEOLUS",
        "AT AMPULE",
        "CORA ON STRANDS",
        "ARTERIAL ELEMENTS",
        "BLIP ON TV SCREEN",
        "57-",
        "WITH ESCALATOR",
        "FLASH CUT",
        "602G VACUOLE OF WHITE CORPUSCLE",
        "ON THE AUDITORY STRANDS",
        "556-",
        "ELEVATOR SHAFT",
        "608-",
        "RADIAL LINES",
        "EXT. STERN OF PROTEUS",
        "9-",
        "MICHAELS",
        "THE INTERSECTION",
        "SAFETY CLASP ON SUB RING",
        "570-",
        "7-",
        "83-",
        "ARTERIAL WALL",
        "347-",
        "BENES' SHAVED HEAD",
        "OWENS",
        "604-",
        "FLOATING TENDRILS",
        "PROTEUS IN PLEURAL CAVITY",
        "LIGHT OVER VENTRAL HATCH",
        "321-",
        "DEVICES",
        "HEART SPECIALIST AT CARDIO-VERTER",
        "TOWEL",
        "OVERLAY MAP OF THE HEART",
        "HUGE OVAL MEMBRANE",
        "602D",
        "110D",
        "ANTIBODIES AT VENTRAL DOOR",
        "TINY TRANSISTOR AND STRAND OF WIRE",
        "MIN GRID",
        "DUVAL AND MICHAELS",
        "566-",
        "293-",
        "THE CARDIOSCOPE SCREEN",
        "FADE IN",
        "257-",
        "THE FOUR",
        "142-",
        "337-",
        "PRINCIPALS AND SUB",
        "602E GRANT AND WHITE CORPUSCLE",
        "SCISSORS",
        "95-",
        "MAIN OPS ROOM",
        "ESTABLISHING",
        "138B CYLINDRICAL AMPULE",
        "311-",
        "ENTRANCE OF LYMPHATIC DUCT",
        "THE WHIRLPOOL",
        "WITH GRANT",
        "643-",
        "SEMI-LUNAR VALVE",
        "THE MINIATURIZATION ROOM",
        "DOWN INTO MINIATURIZATION ROOM",
        "LASER OVER WORKING COUNTER",
        "415G",
        "616C BENES' HEAD AND SCALPEL",
        "BENES AND HYPO",
        "197-",
        "CEREBRAL LIGHTS",
        "PROTEUS IN TRICUSPID VALVE",
        "COLUMNAR CILIA",
        "196A HOLE OF NEEDLE",
        "VIEW OF BATTLE FROM INT. BUBBLE",
        "VEHICLES ON AIRFIELD",
        "CORA",
        "WITH CORA",
        "1-",
        "518-",
        "ANTIBODIES",
        "PRINCIPALS",
        "STOP WATCH",
        "GRANT, CORA AND PROTEUS",
        "AT THE KIOSK",
        "238B TWO RADAR SCREENS",
        "152A MICHAELS",
        "THE PROTEUS",
        "HOLE OF NEEDLE",
        "REID",
        "AMPERE NEEDLE ON CARDIO-VERTER",
        "ELECTRIC MINUTE RECORDER",
        "INSIDE THE CHASM",
        "SECTION OF THROMBUS IN BRAIN",
        "642A KALEIDOSCOPIC EFFECT",
        "MANUAL CONTROL SECTION",
        "THE GROUP",
        "PARTING OF RIGHT EYELIDS",
        "WITH OWENS",
        "TWO SCOOTERS",
        "AIR TANK CONTROL BUTTON",
        "22-",
        "654A-",
        "GRANT",
        "TECHNICIAN AT TRIPOD",
        "CARDIOSCOPE SCREEN",
        "THE MINIATURIZER",
        "658C",
        "607B THE GROUP",
        "BACK TO GRANT",
        "GRANT AND CORA",
        "SURGICAL CHIEF",
        "577-",
        "CHASM",
        "FEW ANTIBODIES",
        "248-",
        "SMASHED LASER TRANSISTOR",
        "FEMALE SURGICAL AIDE",
        "BACK TO CORA",
        "63-",
        "BENES' EAR",
        "42-",
        "DESCRIPTION CUT OFF",
        "ONE ANTIBODY AND BACTERIUM",
        "599C",
        "ON THE FIELD",
        "MASTER PRESSURE GAUGE",
        "CARTER AND REID AT WINDOW OF CONTROL TOWER",
        "GRANT AND MICHAELS",
        "623-",
        "CORA IN CHASM",
        "PULSE RATE NEEDLE ON CARDIO-VERTER",
        "387A",
        "ACTIVATOR",
        "TRICUSPID VALVE",
        "46-",
        "BENES' NECK",
        "154A MICHAELS",
        "78-",
        "602B-",
        "43A RAMP",
        "THE CARDIO-VERTER AND TECHNICIAN",
        "ORIFICE OF PULMONARY ARTERY",
        "THE ZERO MODULE",
        "PROTEUS",
        "BENES' HEAD",
        "OWENS IN BUBBLE",
        "WHITE CORPUSCLES",
        "DUVAL IN LAB SECTION",
        "418-",
        "TECHNICIANS IN MAIN OPS ROOM",
        "551B MINUTE RECORDER",
        "SCOOTER",
        "53-",
        "552-",
        "THE HYPODERMIC NEEDLE",
        "632-",
        "CYLINDRICAL AMPULE",
        "602FF WHITE CORPUSCLE"
      ],
      "dialogues": [
        {
          "speaker": "1-",
          "text": "3",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "With the myriad lights of the city beneath it. As the pla",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Troop carriers filled with ARMED SOLDIERS are lined up be hangar; several official cars filled with SECRET SERVICE MOTORCYCLE POLICEMEN, and a caravan of three limousines c waiting entourage. The CHIEF of the SECRET SERVICE looks airfield as the plane is heard taxiing in. He turns and g of the limousines, followed by the others.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VEHICLES ON AIRFIELD",
          "text": "Coming toward camera. The plane looms in the f.g. A motor is on the way toward the door of the plane. The vehicles halt before the camera.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Armed Soldiers leap out of the troop carriers and for around the plane. The Secret Service Men get out within t guards, wait for the door to open.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It opens. GRANT steps out: in middle thirties, with the a who takes nothing seriously -- his coverup for involvemen to help JAN BENES out of the plane. Benes is Mittel Europ and manner. Physically, he is Schweitzer at forty: the le the shock of hair. He carries a battered suitcase. In res Grant's gesture, he precedes him down the stairs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON THE FIELD",
          "text": "As Benes reaches the last step, he is greeted by the Chie Secret Service, who shakes his hand, introduces him to se subordinates, and leads him to a limousine. Their words a the din of jets. About to get into the car, Benes turns a quickly to Grant, who is near the bottom of the stairs. B his hand. They shake warmly. Benes moves back toward the",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRANT",
          "text": "He watches as Benes gets into the limousine and the carav with the Motorcycle Escort. The Soldiers are climbing bac troop carriers. Grant starts down the stairs, is lost to general activity.",
          "sentiment": "neutral"
        },
        {
          "speaker": "7-",
          "text": "8",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Down which the cavalcade speeds.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The cavalcade races through an area of dark warehouses.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A rundown area. The cavalcade starts down the street. In floor of an otherwise dark house, a light is turned on an evident signal. PAN DOWN to a heavy car, waiting in a nar which opens into the street. Its headlights are off, the engine completely drowned by the concerted roar of the on and motorcycles. As the cavalcade nears the entrance to t of the motorcyles comes speeding up from the rear of the car in the alleyway starts toward the entrance to the all",
          "sentiment": "neutral"
        },
        {
          "speaker": "9-",
          "text": "15",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The car starts hurtling forward at full speed. The front limousine is now visible. A broadside impact seems inevit",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The motorcycle from the rear reaches the limousine as the comes hurtling out like a motorized projectile. It hits t -- a totally unexpected obstruction -- and sends the Poli out of scene. It is sufficient to deflect the kamikaze ca deadly aim. The car hits the rear of the limousine, sends out of control. The suicide car, also out of control, car the opposite side of the street. The limousine smashes in telephone pole, which brings it to a jolting stop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The impact throws Benes to the side. His head hits the do with stunning force, almost knocking him out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The kamikaze car slams directly into a brick wall. It ins into fire, engulfing the Driver. The fitful flames illumi otherwise dark street.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Chief of the Secret Service jumps out of the limousin sedan to pull up, his shouts lost in the general turmoil. Service Men are helping the dazed Benes out, shielding hi pulls up beside the limousine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Chief of the Secret Service instantly hustles Benes i As he climbs in beside him, and the other Secret Service the other side to get in, there is the sharp crack of a r shatters the rear window of the sedan, narrowly missing B Chief thrusts him onto the floor, sprawls on top of Benes him, while shouting to the Driver to get going, his words indistinguishable in the confusion of more rifle shots, w glass and bullets ricocheting through the interior of the",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In the eerie light of the burning car, the sedan can be s off, flanked and spearheaded by Motorcycle Police. The Se Men and those in the sedans are left behind, firing towar floor of a nearby bullding from which the rifle fire came",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Without divulging the nature of the hospital, the unconsc Benes is seen undergoing a fast and thorough medical prob TECHNICIANS and SPECIALISTS, using the latest equipment. machines, Centrifuges whirling blood samples, EKGs, Encep and a variety of instruments used in cerebral examination featured. After the LAST CREDIT:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It is late. A car is speeding along.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Seated in the rear, Grant looks as if he has just been ar sleep and hustled into the car in a hurry. He is getting shirt, helped by a MAN beside him. There is a smudge of l his cheek.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sorry we had to get you up at this hour, Mr. Grant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(yawning) I thought I was on my vacation... What's it all about?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can't tell you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where we going?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can't tell you that either... Excuse me, Mr. Grant, but you've got a smudge on your cheek.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He takes out handkerchief, realizing Grant can't see it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "May I?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Go ahead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Grant finishes buttoning on his shirt, the Man rubs of lipstick. Then he throws the handkerchief out of the car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What'd you do that for?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm married.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And she said it was indelible...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The car bearing Grant pulls up on an unpaved parking area loading trucks. Nothing stirs. The DRIVER shuts off the e lights.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Driver and the Man in the rear get out. As Grant star",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're to stay inside, Mr. Grant. (answering look) And wait...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They close their respective doors, leaving Grant alone in looking out mystified into the darkness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The two men move off together, until they reach what they know is a proscribed distance from the car. Then they sto it. For a moment nothing happens, then the ground seeming sink with the car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Grant is startled to see the earth sliding up past the ca",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELEVATOR SHAFT",
          "text": "It now becomes apparent that the car has been resting on really the top of an elevator shaft. The sides of the sha visible: it is seemingly bottomless.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Grant responds as the elevator finally comes to a halt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "22-",
          "text": "39",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The car is on the earthen platform. Two big doors open. A bearing the distinctive insignia of the <CMDF> appears, d M.P. wearing the same emblem. Grant gets out of the car, the M.P. into the scooter. He gets in, is driven away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They pass through a vast empty area, obviously capable of large pieces of equipment. The insignia of the <CMDF> is",
          "sentiment": "neutral"
        },
        {
          "speaker": "42-",
          "text": "43",
          "sentiment": "neutral"
        },
        {
          "speaker": "43A RAMP",
          "text": "The scooter carrying Grant speeds up the incline to:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MALE and FEMALE OFFICERS, all in the uniform of the <CMDF about busily. As the M.P. and Grant drive across the foye the Female CMDFs appreciatively. Their uniforms emphasize points. The scooter reaches:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The OFFICER behind the desk looks up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Your I.D. card, please.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Grant takes out a card with only an embossed number. The places it into an IDENTIFIER. We see its screen is blank. moment, Grant's picture flashes on in color, in full view The Officer looks up at Grant, sees it is an exact likene extracts the card. The screen goes blank. He hands Grant card. The scooter takes off, speeding down a long neon-li marked off for scooter traffic: four lanes, two in each d Numerous doors leading to offices open on both sides of t Traffic is heavy. Grant is the only one in mufti. The sco approaches doors over which lights flash:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As the scooter nears the Sentry Box, the M.P. on duty hit The steel doors slide open. The scooter goes through into",
          "sentiment": "neutral"
        },
        {
          "speaker": "46-",
          "text": "50",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "GENERAL ALAN CARTER is coming out of a door in a hurry. T bearing Grant pulls up beside him. Grant gets out. They s",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hello, Grant. Good to see you again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Pentagon, wasn't it, General? Only you weren't in that uniform...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They move to window overlooking the OPERATING ROOM, see t unconscious Benes being wheeled in for Surgery. His head The full shock of hair stands out against the white pillo is draped in the usual manner. A battery of SPECIALISTS a ATTENDANTS, MALE and FEMALE, are moving about under the g focused on the Operating Table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(startled) Benes... What the devil happened?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Other Side got to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How bad off is he?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Brain injury.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Before or after what he wanted to tell you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Before he could breathe a word. He's the only scientist who knows the answer to what we're after. That's why we have to operate --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He turns away from the window, moves toward another door, following.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-- and why we need you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "<Me>?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bewildered, he follows Carter through door into:",
          "sentiment": "neutral"
        },
        {
          "speaker": "53-",
          "text": "55",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Carter moves to a panel of many switches and TV screens.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can't even put a Band-Aid on my finger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Here's the Surgeon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He flicks a switch. On the TV screen appears the INTERIOR OFFICE. We see DUVAL, a brain surgeon in the middle forti the manner of one totally dedicated to his work. At the m testing a ruby laser, narrowing the beam down to pencil-l Assisting him is CORA PETERSON. In the middle twenties, h attractiveness is matched by her efficiency, which is con They work together smoothly, the result of long associati evident neither know they are being observed during:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Duval. Dr. Peter Duval. Top brain man in the country. Ever hear of him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sorry, but I'm rusty on surgeons. Who's the girl?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cora Peterson, his Technical Assistant. You'll join Duval and the others --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What can I do? Except maybe pass out?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Carter flips on another switch. On the TV screen appears OF DR. MICHAELS' OFFICE. It is dominated by big blowups o Circulation System. Michaels is asaembling charts, as if pressure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(on loudspeaker) Mike...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Michaels moves to a wall, presses a switch. His TV screen and Carter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, Alan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Meet Grant. This is Dr. Michaels, Chief of the Medical Section.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Glad to have you with us, Mr. Grant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wish I knew why.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tell him where he fits in, will you? I've got a few things to check out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He moves to another panell is seen throwing on switches, fast series of scenes, all of which are indistinguishable shot. Michaels is seen bustling about, collecting charts",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We need you for Security purposes, Mr. Grant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "At an operation?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They know they failed to kill Benes. Security thinks they'll try again, first chance they get. We're afraid of medical sabotage -- or surgical assassination.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Surgical assassination?! But that means you suspect --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(re-entering scene) [LINE OF DIALOGUE CUT OFF]",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't agree. Just because he's often difficult --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Difficult? He's impossible!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's no reason to suspect him of disloyalty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But why take the chance, when there must be other doctors?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We have no choice. Duval's the most skillful brain surgeon in the country, and he's right here, at hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I wouldn't know if he's trying to save him or kill him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll be standing by. <I'll> know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Grant) And no matter what happens, you're to take orders <only> from Dr. Michaels, understand?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Right, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come along, they'll be operating shortly. (hand on switch) See you later, Mike.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Michaels waves. Carter switches off the monitor. He moves Grant follows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "57-",
          "text": "61",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As they emerge:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "His technician okay? In addition to the Looks Department?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No question of her loyalty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Carter leads Grant to the scooter and they take their looks at the big <CMDF> insignia on the floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't mean to be inquisitive. But this <CMDF> -- for all I know it could stand for <Consolidated Mobilization of Female Delinquents>?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(matter-of-fact) <Combined Miniature Deterrent Forces>.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(blankly) Say that again?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Carter starts the scooter and they drive through the big out of the Medical Foyer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "63-",
          "text": "74",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We can reduce anything down to any size we want. People -- ships -- tanks --planes...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "General, I've heard some wild ones. But this takes it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We can shrink an Army -- with all its equipment -- and put it in a bottle cap. That's why we call it <Combined Miniature Deterrent Forces>.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(with silent whistle) If the Other Side ever gets hold of a thing like that...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They have... (answering look) But we've both got the same problem -- lack or control. We can only keep things Miniaturized for exactly sixty minutes. Arter that, everything starts growing back to its original size.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They arrive at the root of the escalator, leave the scoot the moving stairway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WITH ESCALATOR",
          "text": "As they ride up:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I assume Benes knows how to control it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's right. He wanted us to have the secret, and not them. Which is why they tried to kill him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They're bound to try again. No wonder they want me to stand by during the operation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And take a little trip with them...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(bewildered) Trip? Where to?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(matter-of-fact) Well, the only way to reach that clot is from inside the Brain. So we've decided to put a Surgical Team and a Crew into a submarine -- reduce it way down in size, and inject it into an Artery --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(jolted) You mean <I'm> going along?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As part of the Crew.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wait a minute! They can't shrink <me>!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(assuringly) Grant, our Miniaturizer can shrink anything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But I don't want to be Miniaturized -- !",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's only for an hour --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not even for a minute! General Carter, sir, I'd like you to reconsider your choice. I'm just not the right man for a mission of this kind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He starts walking against the direction of the escalator, remaining in the same place.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(taking his arm) Come on, Grant. You're going to a Briefing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They have reached the top of the escalator. Nearby is a d",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Carter opens the door, waves him in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Grant and Carter enter in the middle of what is evidently argument between COLONEL DONALD REID and Duval. Reid is i of the <CMDF>, with a cadaceus which indicates he is the Division. Also present is CAPTAIN BILL OWENS, in Naval un Michaels. Cora stands beside Duval, rather abashed, since cause of the vociferous disagreement.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(irascibly) Miss Peterson volunteered to come along!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So did every male Technician in the Unit. A woman has no place on a mission of this kind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(brooking no rebuttal) I insist on taking my Technician.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You'll take whoever <I> assign!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(angrily) Don't tell me whom I'm to work with! Not on this operation or any other! I'll do what <I> think is best, without any interference from anyone!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Before Reid can reply:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(diplomatically) Dr. Duval has relied on Miss Peterson for years. And since she wants to come along, I'm sure it's for the best, Dr. Reid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(making best of defeat) I don't agree with you -- but since you're in charge, you can do as you please. But I want to go on record as being against it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Grant -- Colonel Reid, Operation Commander. (they nod; of Michaels) You've met our Medical Chief.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Grant and Michaels shake hands, in effect their first mee vis.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is Dr. Duval, our Head Surgeon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh yes, I've heard of you, Doctor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "With the attitude of the completely dedicated professiona throws him a cursory glance, nods, sits down, quickly ope folder containing the latest lab reports on Benes, which during:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Miss Peterson, his Technical Assistant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(the charmer) How are you, Miss Peterson?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She responds with an impersonal nod, sits down beside Duv up her sheaf of lab reports, handing him the pertinent on",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is Captain Bill Owens, designer of an experimental submarine for the Navy's 'Oceanographic Research and Development Program.'",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As they shake hands:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Out of your element, aren't you, Captain?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sort of.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That makes two of us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Grant's uniquely qualified for this mission. He's a Communications Expert and was a Frogman during the War. Besides, he brought Benes into this country, and the fewer people who know about him, the better. At any rate, you'll find Grant invaluable, should anything go wrong once you're under way. (to Reid) Okay, Don.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Here's the overall Target Area...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Reid presses a switch. A large anatomical map of a Brain central screen. The ganglia and dendrites form a network, intersecting roads, in a detailed war map. The clot is a obstruction in the center. Grid lines cross the map verti horizontally as points of reference. The entire projectio three-dimensional effect, since it is drawn in perspectiv",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Benes' brain...near as we can map it stereotaxically...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He switches on a flashlight arrow, points to the clot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The clot's right here...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He switches off the arrow and quickly flashes it on again on the edges of the map. The arrow now probes and with dr base, center and top of the brain, like the animated tech showing an attack which is repulsed at the perimeter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Impossible to get at -- (arrow makes vertical penetration to give impression of wide cut) -- without damage to the intervening tissue...which would prove fatal to Benes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He presses another switch. A startling OVERLAY OF THE BLO THE HEAD AND NECK appears over the anatomical drawing of encasing it. The red-colored arteries and blue-colored ve an intricate maze, that finding one's way through it seem impossible.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The only way to reach it is via the Arterial System.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Grant looks at Cora. She is busy making notes from the pr Owens is showing no undue reaction, apparently having bee",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Phase One calls for Miniaturizing a submarine, with Crew and Surgical Team, and injecting it into the Carotid Artery.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He points with the arrow to the exact spot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How small would that be?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "About the size of a microbe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Colonel, I'm sure that's quite a comfortable size, but --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Reduced proportionately, you won't find it too strange --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All in a day's work, sure. But I was thinking of the speed of the Circulatory System.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "About forty miles an hour.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, it seems to me if you reduce a ship to microscopic size -- and the stream remains constant -- we'd take quite a beating.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(very worried) I hope you've taken that into account --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We have.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You won't be going anywhere near that fast. We're putting Benes in deep Hypothermia -- that is, freezing him low as compatible with human life. It'll slow down his heartbeat, Circulation, and all other physical processes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Owens begins polishing his glasses, indicating his inner",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Even so, because of our size -- I mean lack of it -- we'll still be cruising mighty fast. We'll be smashed to bits if there's any turbulence --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(pointing with flashing arrow) The only danger of turbulence is in the Heart -- and we're not going through it. (flashing arrow) Once in the Carotid Artery, we'll remain in the Arterial System... until we reach the point of damage -- (flashes around clot) -- where Dr. Duval will attempt to dissolve the clot with a laser beam. After the operation, we'll return by way of the Venous System -- (coursing down with arrow) -- until we reach the base of the neck -- (arrow stops) -- where we'll be removed right here -- with a hypodermic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How will you know where the sub is, at any particular moment?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dr. Michaels -- our Circulatory Specialist -- will serve as your Navigator. He'll know just where you are. And you can communicate directly with us, by wireless. Besides, the sub is nuclear-powered, and we'll be tracking it just as we would any radio-active tracer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There'll be a team of Surgeons standing by. We're prepared to remove you immediately, should anything go wrong. In any event, you must be out within sixty minutes. After that, you'll be in danger of attack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Attack? Who -- or should I say what from?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Benes' natural defenses. White Corpuscles -- Antibodies. Once you begin to grow -- and become a menace to the body -- you'll trigger them off...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "With all the unknown factors in the body, I still say risking five lives for one is something we should reconsider --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We understand your concern, but we've made our decision, Doctor. Any questions? Anybody?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just one, General...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where can I get a cab back to town?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No one responds to the attempted levity. Carter rises.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to all) Proceed to the Sterilization Section.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Carter and Reid move out of the room through the door. Th out through another.",
          "sentiment": "neutral"
        },
        {
          "speaker": "78-",
          "text": "80",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The five appear and stop before a cylindrical door with h similar to those in a vault, to give the effect of a seal within. Over the door flashes:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The five reach the door. An electronic beam swings it ope automatically. They start in. As Grant moves past the sig",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How much can a man give to his country?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The door swings automatically shut behind him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A huge plastic bubble in the form of a truncated semicirc glass panels overlooking areas not visible in the angle o TECNICIANS in the uniform of the <CMDF> are seated at a d bank of monitors, on a slightly raised platform. They are numerous TV screens for focus. A cacophony of B-Beeps fro underscores the sense of last-minute preparations. A COMM AIDE wearing headphones and throat microphone moves about crosses to the Miniaturization Control Panel. Reid goes t overlooking the OPERATING ROOM. Below, he can see Benes o operating table, a towel over his head. Surgical Aides ar last-minute check of the Thermal Blanket which encases hi sections. Reid presses a button on the wall beside the wi",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Make the final preparations...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They begin to remove the towel from Benes' head. Reid tur the window and crosses to the window overlooking the MAIN With him we see a huge room, bisected by a floor-to-ceili map of the entire ARTERIAL and VENOUS SYSTEM from rib-cag to simulate the body of Benes in a prone position. Grid l areas in relation to true North and South. TECHNICIANS ar about with charts and reports which are coming in through telephones, teletypes, batteries of Computers, Oscillogra Encircling the entire floor are glass-fronted booths whic SPECIALISTS' POSTS. Reid turns to a Technician at the Mas Section.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Technician) Heart.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Technician flips on a switch. On a TV screen appears OF THE HEART POST, one of the glass-enclosed booths looki the MAIN OPS ROOM. Like all the Specialists Posts, it is with its particular area and nothing else: Blowups of the great detail, X-rays of Benes' heart, its beat being reco electronically on a huge EKG chart which fills one wall a constant operation via remote control. The HEART SPECIALI standing before the EKG chart, while a TECHNICIAN twirls panel. Reid can be seen in the closed TV circuit in the H (As in all subsequent TV communications.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How's it look, Henry?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(over TV) Holding steady at thirty-two per minute.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to another Technician) Respiration.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Technician flips on another switch. On a TV screen ap INTERIOR OF THE RESPIRATION POST. Here everything relates lungs. In addition to cut-away sections where each small the proportions of a detailed war map, there are banks of X-rays, lit up in panels, plus immense calibrated charts INHALATION and EXHALATION, on which the rate is being ele recorded.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How's he doing, Jack?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Lung Specialist is seen glancing at a chart.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(over TV) Respiration is now six per minute... I wouldn't take him down any further.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Another Technician flips switch in response to:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hypothermia...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "On a TV screen appears the INTERIOR OF THE HYPOTHERMIA PO festooned with dials recording bodily temperature, before TECHNICIANS sit watching and making minute adjustments. T HYPOTHERMIA SPECIALIST moves along, keeping a sharp eye o zones labeled: CIRCULATORY, RESPIRATORY, CARDIAC, RENAL,",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Any problems, Dr. Sawyer?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(over TV) No sir. We're holding him at twenty- eight degrees Centigrade.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Carter enters, moves to the Control Section to join Reid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where do we stand?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Medical's ready.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Communications Aide with headphones moves up to them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They're in the Sterilization Corridor --",
          "sentiment": "neutral"
        },
        {
          "speaker": "83-",
          "text": "88",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bathed in eerie ultra-violet light. The five are passing corridor, in single file. All are dressed in khaki unifor moves ahead of Cora. As they reach a vestibule at the end swings open automatically. Grant starts to help Cora over threshold.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't touch me. I'm sterile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Grant grins. They move into:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A huge parquet area, composed of white octagonal modules. center is the Zero Module, in red. Standing over it is a craft. The angle and the distance renders its details ind WHITE-CLAD TECHNICIANS wearing rubber gloves are seen wor it. As the five come into the room:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(on loudspeaker) Please board and check all your equipment immediately.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They look up, see:",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER AND REID AT WINDOW OF CONTROL TOWER",
          "text": "They can be seen, high above.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOWN INTO MINIATURIZATION ROOM",
          "text": "Carter and Reid look down at the tiny figures below as th toward:",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE PROTEUS",
          "text": "With Grant and the others, we now get the full impact of experimental sub at close range: sleek lines from the int nose sweep over a transparent plastic bubble atop the str then down to taper off at the stern under which are doubl sub is supported by cradles, allowing it to stand free of Plastic windows in the bow afford the occupants a full vi Clad Technician hands Owens a small lead box.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Here's the particle, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Everything aboard?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All squared away, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Carefully holding the lead box, Owens starts up the ladde by Duval, then Michaels. Grant waves Cora to precede him. the monk's steps above the ladder, climb upward, then one disappear through the hatch. Grant is the last one in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "With Grant we see the interior. There are plastic windows In the center is the Navigation and Communications kiosk, contains charts, reports, and a wireless set. Four swivel spaced about the kiosk. Behind it, a ladder leads to the Bubble above. Set in the rear of the kiosk is a watertigh leading into the escape hatch. Behind the kiosk is a Lab Section, not visible at the moment. No power of any kind lights or air-conditioning. The interior is illuminated b coming in through the plastic windows. Duval, Michaels an instantly move to the kiosk and busy themselves examining and reports in the numerous pigeonholes. Owens hands the Grant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hold this...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Grant takes the lead box. Owens removes a crank from the inserts it into a hole in a circular trap door which read",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Owens turns the crank. The lid of the trap door opens. A comes up. Owens then opens the lead box by undoing two bu screws. He removes the Seed Cage from within the box.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(not relishing thought) Atomic fuel?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nothing you could see with the naked eye. But there's a microscopic radio-active particle inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He puts the Seed Cage on the cradle and lowers it back be floor, by reversing the crank. During the above:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If it's no military secret, how can a sub run on a microscopic particle?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They can't reduce nuclear fuel. But once the Reactor's Miniaturized -- along with the submarine -- a microscopic particle should emit enough energy to activate it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's cutting it mighty close -- for a perfect fit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It should work -- theoretically. If it doesn't, the mission's off. The craft's nuclear-powered. Except for your wireless.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The lid of the trap door is now level with the floor. Owe the crank, and taking the lead box from Grant, he puts bo the tool box during:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(looking about; admiringly) All in all, quite a canoe...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Designed for Piscatorial Research -- the Spawning Habits of Deep Sea Fish.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Remind me to ask you about the love life of an octupus.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He moves to the wireless, sees Cora smile as she goes thr door. Grant begins tapping out a message.",
          "sentiment": "neutral"
        },
        {
          "speaker": "95-",
          "text": "96",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A WIRELESS TECHNICIAN is writing down the message heard c tears it off his pad, hands it to the Communications Aide it to Carter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Test message from the Proteus, sir. (reading) 'Miss Peterson has smiled.'",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's an auspicious sign.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Confirm receiving.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Grant is at the wireless, logging the incoming message. I meantime, Owens finishes battening down the entrance hatc studying medical reports, Michaels is spreading out the f Navigation Charts, a very detailed map of the Vascular Sy Neck and Head. As Owens crosses on the way to the ladder the Bubble:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Captain, how will you be able to follow my charts -- (of Bubble) --from up there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "On the Repeater.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Michaels looks at him blankly. Owens flips a button up an hooded device which is trained on the chart area. The sma remains blank.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Once the power's on, we'll be in direct touch. Come, I'll show you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Michaels moves with him to the ladder leading to the Bubb stops, waves him to continue. Michaels goes up the ladder",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An ultra-sophisticated set of controls, consisting of a p panel and an airplane-like steering wheel. The plastic af degree view of the Miniaturization Room. There is room fo person. Owens remains on the ladder, so that only his hea the Bubble. Owens points to the identical Repeater on the",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's it...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(of controls; ironically) Looks simple to operate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He sits down in the single seat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Grant is moving aft. With him we hear:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(from Bubble; with pride) It actually is, although the controls are highly sophisticated. There's a button for everything --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Grant enters:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Originally designed for marine research, it still shows s pre-adaptation structure: there is a series of glass-fron compartments, now labeled ANTIBIOTICS, ANTI-COAGULANTS, C MED OXY, etc. A wide counter runs the length of the compa side, suitable for working on specimens. A Ruby Laser sit counter at the end, its plastic cover removed and to the other is a piece of metal on a metal base. As Grant enter Cora working with a set of very small tools, making minut on the laser.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bet you're pretty handy around the house... Can you cook?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(indicating oxy containers) We're pushing oxygen today.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll take some Laughing Gas, ma'am.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(surprised) You sound as if you're not looking forward to it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, it's not exactly a pleasure cruise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I think it's the most exciting -- (with awe) We're going to see things no one ever saw before. The actual physical process of Life itself -- not something under a microscope... Just think of it --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's the trouble. I am. Being shrunk...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You may learn to like it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She has finished adjusting the laser. She now lifts Grant from the metal disc.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Excuse me...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She presses a button on the laser. With startling suddenn pencil of light shoots out, cutting a hole through the me instantaneously. Had Grant's hand remained, the beam woul right through it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "For a nice young lady, you play with the damndest toys, Miss Peterson...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She adjusts the intensity and thickness of the laser beam one cutting different size holes through the metal during",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(with smile) That'll teach you where to keep your hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now I know...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As she drills metal through again:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That could be quite a lethal weapon... It could kill, not cure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not in the hands of a great surgeon like Dr. Duval. The beam of this laser can be regulated to one millionth of a millimeter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I understand you've been Dr. Duval's Assistant for quite some time... He must've snatched you out of the cradle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've been with him since I got out of school. He brought me into the CMDF, over five years ago.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A long time, with one man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not working for someone like Dr. Duval --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She breaks off, realizing she may have revealed her feeli switches off the laser, averts looking at Grant as she fi plastic cover over it. Into the silence, the wireless is message comes in. Grant starts back into:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thoughtful, listening to the wireless. Michaels is coming the Bubble. As Grant reaches the wireless, the tapping co end.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(loud enough for all) 'Prepare for Miniaturization'...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Positions, please. And strap yourselves in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Grant and Duval begin putting on their safety harnesses, attached to their respective seats. Cora appears out of t compartment. Michaels moves toward it, a check-list in ha disappears within. In the meantime, Owens is busy tighten lock-screw in evidence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AT THE KIOSK",
          "text": "Cora stops before Duval, tries to help him with the final getting into the harness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's all right -- I can manage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She starts to leave, stops.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(with difficulty) Doctor...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(busy with harness) Yes, Cora.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I -- I want to say...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She falters as he looks at her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What is it? (anxiously) Anything wrong?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(the moment gone) I just wanted to thank you for taking me along.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thank you for volunteering.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She turns abruptly, gets into one of the seats and starts her harness. In the meantime, Michaels appears from the a compartment, checking off a few items on the bottom of hi moves quickly to the kiosk. He places the list into a pig down, quickly straps on his harness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WITH OWENS",
          "text": "Everything battened down, he now checks Cora's harness, t same with Duvalls and Michaels'. All are now sweating. Fi Grant's harness, Owens moves quickly up the kiosk ladder",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Owens drops into the seat, and with the speed of much pra into his harness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Grant and the others hear:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(from above, in Bubble) Okay, Mr. Grant. Tell them we're ready.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Grant begins to tap out message:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The message is coming in. The Wireless Technician writes it off the pad and the Communications Aide reads:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "'Proteus reports all secured.'",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Technician) Miniaturizer...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A TECHNICIAN at a panel marked <MIN> throws a switch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What appeared to be a solid wall at the end now slowly st apart, gradually revealing:",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE MINIATURIZER",
          "text": "A huge, honeycombed disc, suspended from a rail running a ceiling, begins to roll silently toward the sub.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Grant gets his first sight at what is going to shrink reacts quite convinced. He glances at Duval, Michaels and too, are looking at the oncoming Miniaturizer, but with n response. They apparently have seen it before.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Reid and Carter are looking down at the M1niaturizer as i slowly toward the sub. When the disc is directly over the Techn1cian at the <MIN> panel throws a switch, instantly Min1aturizer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All stations stand by...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A Technician presses a button. There is the SOUND of a wa 110        MAIN OPS ROOM - P.O.V. The last minute scurry, as all take their respective plac OFFICER is seen moving up to the big center grid map of t System with something in hand which we can't distinguish",
          "sentiment": "neutral"
        },
        {
          "speaker": "110D",
          "text": "Now all are mobile, waiting at their machines.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Reid is now before the monitors, all of which are on. Car from the window overlooking the Miniaturization Room, loo The latter nods in silent affirmal. Carter turns to the C Aide.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Commence Miniaturization.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(into throat mike) Commence Miniaturization.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The bottom of the Miniaturizer begins to glow with increa intensity. Simultaneously, the modules beneath the sub al light up with equal intensity. Gradually, the entire sub a blaze of incandescence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The lack of ventilation and the tension is causing Grant others to sweat profusely.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "From his vantage point, Owens can see the light of the Mi reach the peak of intensity.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A light flashes on the <MIN> panel. With Carter we see a Technician's Control Panel as it becomes activated. Two b co-ordinates marked <MIN DIMEN> and <MIN SECS> flash on. at the monitors, eyes on the charts which keep flashing o Benes' temperature, heartbeat, etc.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The light is bathing the entire sub in an iridescent glow dull hum.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "With Grant we get the first <subjective> realization that shrinking: the proportions of what he can see in the Mini Room are changing. He looks about him in a moment of wond",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUVAL AND MICHAELS",
          "text": "From their vantage points at the kiosk tower, they can se more of the outside than Grant. They respond like scienti intense absorption in the process.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORA",
          "text": "She responds enthralled.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OWENS",
          "text": "Up in the Bubble, he gets the unlimited view -- and he is For now the Miniaturizer stretches far, far up, and the h light from the Miniaturizer disc seems as distant as star of the room are barely discernible in the distance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BACK TO GRANT",
          "text": "The final subjective reaction as with him we see: 122        CONTROL TOWER - GRANT'S P.O.V. Far, far up, the windows of the tower have merged into a light.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now with Carter we get the first <objective> view of the Proteus as they watch it shrink down, down, down in the c Zero Module, which we see is laced with intersecting line sub reaches the size of a capsule about the length of a c Carter looks down at the grid on the Technician's Control sees the blips on the co-ordinates approach closer and cl they finally merge into one. He looks back at:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The lights at the bottom of the Miniaturizer's disc go of stops. At this distance, the sub looks like a speck on th",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Elevate Zero Module.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE ZERO MODULE",
          "text": "It starts to rise from the floor with the capsule-sub.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Grant and the others respond as the vast parquet floor wi of hexagonal lines seemingly stretching into infinity sud dropping beneath them. The effect is that of becoming air",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "With Owens we get the unobstructed view: everything is fa far below. The bottom of the Miniaturizer seems an infini above.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE ZERO MODULE",
          "text": "Still rising slowly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE ZERO MODULE",
          "text": "The capsule-sub is now about four feet off the floor, on The Zero Module comes to a stop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All are sweating more profusely, showing increasing disco",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Carter turns from the window, looks at Reid, who glances viewing the monitors.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay to proceed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Phase Two.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A panel slides open and a precision handling device is ro several WHITE-CLAD TECHNICIANS. A NURSE follows, in unifo machine is fourteen feet high, consists of pulleys on a t control a vertical arm angling down from a horizontal ext sets of mechanical fingers are on the vertical arm, about apart. Together they act as clamps. All adjustments are c various worm-gears. As the tall tripod rolls by, on the s base we see stamped: MIN PRECISION HANDLING, under the in <CMDF>.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Grant and the others react to the first sight of the onco beings> in relation to their own reduced size: a button i shoe -- although far down from their position on the Zero long as a city street, the heads gargantuan atop skyscrap bodies. The precision handling machine itself is beyond r owing to its vast proportions.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The tripod is eased to a stop so that its vertical arm is over the Proteus on the Module. A TECHNICIAN at the gear turning a worm-gear control, which lowers the vertical ar capsule-sub.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Grant reacts as huge steel fingers at the bottom of the a slide into view. He glances at Cora and the others. They know what to expect, but watch with the interest of scien mechanical fingers slowly disappear beneath the sub.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Technician maneuvers the mechanical fingers carefully slip under the cradle of the sub, in effect becoming its Once the steel fingers are in place, the Zero Module sink floor from view, while the tripod holding the Proteus is",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A Technician presses a switch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "138B CYLINDRICAL AMPULE",
          "text": "A glass ampule about as tall and round as a small silo st up out of the floor on the Zero Module. The transparent c filled with a clear liquid, two-thirds to the top. It res encircling cork base. The lettering at the base reads: SA SOLUTION.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CYLINDRICAL AMPULE",
          "text": "Grant and the others react to what appears to be somethin illuminating gas storage tank -- albeit filled with liqui",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "With Carter we see the tripod with the Proteus brought to to the saline solution.",
          "sentiment": "neutral"
        },
        {
          "speaker": "142-",
          "text": "143",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Technician at the tripod moves it so that the claw ho Proteus is directly over the water in the ampule.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Grant and the others react as they see themselves suspend appears to be a huge lake far below, bounded by cylindric walls in the distance. Reflected light bounces off the to water, with iridescent effect. Suddenly they begin to des and the others react as they seem to be dropping at suici toward the water which is rushing up to meet them as if t dive-bomber. Then as the surface nears:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Within the high walls of the ampule, the capsule-sub is d the water. Despite the delicate handling:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It 'hits' the water, jarring all within, as at a launchin drydock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Technician now begins to maneuver the mechanical fing under the sub.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Grant and the others see the gigantic steel fingers slidi plastic windows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The lifting fork is now disengaged from the sub, which fl the ampule.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The sub is rocking none too gently on the surface of the enclosed 'lake.' As Owens sees the ends of the immense pr past the bubble and continue upward:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(down toward kiosk) We've got to submerge manually. Grant, open Valves One and Two on the bulkhead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Grant slips out of his harness and moves quickly to a but marked <ONE> in the bulkhead. On the opposite side of the duplicate valve marked <TWO>. As Grant begins turning Val",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Here -- I'll get the other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Duval gets out of his harness and moves to the second val watches him covertly while working at his own valve.",
          "sentiment": "neutral"
        },
        {
          "speaker": "152A MICHAELS",
          "text": "As he sees the fluid rising toward the bow windows, he be respond with increasing fear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Owens' attention is on the gauges in the panel before him recording PRESSURE and DEPTH. The surface of the saline s begins to flood upward.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Grant and Duval at the valves, now fully open. Through th windows the water appears to move upward in relation to t continues submerging.",
          "sentiment": "neutral"
        },
        {
          "speaker": "154A MICHAELS",
          "text": "Face sweating, his eyes reflect growing irrational terror at the rising fluid bubbling over the bow windows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As the depth gauges near the <30> mark:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Close valves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Grant and Duval twist the valves shut. When both are done",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Valves closed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(from Bubble) Right. That's all for the present.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Grant and Duval move to their seats, Michaels opens hi slips out and hangs onto the bulkhead ledge, gasping for",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Doctor, what's wrong?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can't breathe!... I've got to get out!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's too late now. We must go on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You'll feel better once we're underway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Michaels hangs on tighter to the bulkhead ledge, trying t himself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(gasping) I -- I'm sorry... Claustrophia -- buried alive -- two days -- air raid -- England... Thought I'd gotten over it. Please -- forgive me... I'm quite all right now...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He sinks back into his seat. Grant helps him with his har",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We now see the sub for the first time beneath the surface saline solution: a small capsule submerged at an even kee fourth of the way down in the huge transparent container. on which the ampule rests now return to floor level.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "From his vantage point above, Carter can barely see the c ampule. He glances at Reid, who looks up from the monitor",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Technician) Phase Three.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Technician presses a button on the <MINI> panel, acti <MIN> grid. The two blips flash on again, moving down the and <MIN SECS> co-ordinates.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE MINIATURIZATION ROOM",
          "text": "Instantly the disc of the Miniaturizer trained on the amp glow again. The light is reflected on the entire surface solution. The low hum resumes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Again we first get the <subjective> view of the shrinking Grant and the others see everything rushing away into an distance. And all the time the reflected light which has the interior of the sub is diminishing. We see the reason",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The <objective> view: the ampule has shrunk way below the Miniaturizer. Its far smaller size reflects only a spark sub is now only a particle, shrinking with the ampule. Th and Nurse look on, grouped at the tripod which is beyond the Miniaturizer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As the sub shrinks to invisibility, disappearing before o",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In its now fully reduced size, we see the ampule is actua cylinder about two inches long and half-an-inch in diamet",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIN GRID",
          "text": "With Carter we see the two blips merge and hold. Instantl in the Miniaturizer go off. The hum stops. A loud CLICK i look up at:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELECTRIC MINUTE RECORDER",
          "text": "A big <60> flashes on, and holds. (NOTE: We will see the clock, in varying sizes, in every set, flashing on the pa in <minutes>, from now to the end of the picture.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Zero Module now begins to rise above floor level. The its reduced cork base, appears very tiny from this height",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Wireless Operator) Inform Proteus they are at Full Reduction.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Technician taps out the Proteus' call letters. All wa for a response, as the tapping stops. They react, relieve hear:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Grant tapping out reply. Now, for the first time, we get <microscopic> view of what all see from their various van distorted through liquid and the glass walls. The light i are finding it very hard to breathe in the unventilated c the incoming message stops:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "[LINE OF DIALOGUE CUT OFF]",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Owens glances at his wrist watch. Then he flips a switch. the buttons on his panel. None light up. There is an anxi Then the myriad lights on the panel begin to glow dully. Recorder on the panel begins to flash <59>.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The lights become brighter. Cora, Duval and Michaels reac relief. The ventilators come on, permitting all to breath",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The buttons on the panel are now aglow. Owens makes a tes a button which spins his seat, with the control panel bef complete 360 degree turn within the Bubble.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "After a brief message is heard coming in:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Proteus On-Power.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "With relief, Carter turns to Reid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's all yours, Don.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Reid moves from the monitors, presses a button on the Con",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As the Technicians at the tripod hear:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(over loudspeaker) Phase Four.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Technicians move the tripod so that the vertical arm directly over the ampule and lowered, until the two sets fingers clamp the cylinder firmly. Then the ampule is rai inches from its position on the module. The reduced cork encases the bottom. The Nurse and a Technician move to th holds a small instrument case.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AT AMPULE",
          "text": "When they reach the clamped ampule, the Technician opens Nurse takes out a plunger. Very carefully, she begins to into the top of the ampule without disturbing the liquid. gently pulls away the cork remaining at the base of the a revealing a small opening in the center. But owing to the above, the liquid does not run out. She takes a needle ou and carefully fits it into the nipple. We now see the amp actually a hypodermic syringe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ried and Carter watch as the tripod is carefully wheeled room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE HYPODERMIC NEEDLE",
          "text": "The saline solution in the cylinder is sloshing slightly, great care of those moving it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The sub is being rocked, causing everyone to hold on for",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Owens is trying to keep an even keel with his controls, n operation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As two big doors slide open for the tripod to pass throug",
          "sentiment": "neutral"
        },
        {
          "speaker": "RADIAL LINES",
          "text": "What appears to be a myriad number of radial lines crossi to form tiny squares over a domed surface is revealed to",
          "sentiment": "neutral"
        },
        {
          "speaker": "BENES' HEAD",
          "text": "Now shaved clean, the head is grid-marked for Stereo-ence measurements. In the background, the tripod is seen being",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Moving with the hypodermic needle clamped in the tripod, the full impact of the set: the floor is marked off for T South, with latitudinal and longitudinal lines. The moder table is set so that Benes' head corresponds with the exa of the Arterial Head on the big grid map in the Main Ops is lying under a thermal blanket, covered up to the colla rubber pipes lead out from the blanket to the Central The under the operating table, out of the way of everyone. A GAUZE-MASKED SURGEONS AND ASSISTANTS stand grouped around unconscious patient. In a semi-circle at the head of the the head, is a series of SMALL TRACKING DEVICES resemblin telescopes. They are remotely controlled. The Minute Reco prominent position now changes from <59> to <58>.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Reid and Carter are looking on. The Communications Aide s side. They see the clamped hypo rolled up to the side of and brought to a gentle stop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BENES AND HYPO",
          "text": "A small circle marks the exact spot of the injection. A S swabs the area with alcohol.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ACTIVATOR",
          "text": "It is brought down mechanically by use of worm-gears on t toward the plunger, engaging it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Reid, watching the proceedings below:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Wireless Operator) Contact Proteus --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Grant takes down the message as it comes in. When message",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(loud enough for Owens in Bubble) Stand by for injection!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Suddenly the sub begins to rock hard. All hold on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Owens is manipulating controls, trying to keep an even ke",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The hypodermic is being angled by the precision gears of for the exact degree of injection. When this is accomplis",
          "sentiment": "neutral"
        },
        {
          "speaker": "BENES' NECK",
          "text": "The point of the needle approaches the exact spot, which marked off by a tiny cross within the circle on the Arter",
          "sentiment": "neutral"
        },
        {
          "speaker": "TECHNICIAN AT TRIPOD",
          "text": "He presses the mechanical activator which sends the needl into Benes' neck O.S.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Instantly a warning klaxon goes off. It keeps on for a fe then stops. Into the silence:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tracking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A Technician flips a switch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Four TECHNICIANS are seated before their radar screens, w flat electronic lines, except one. This is picking up a b",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A Technician at the Control Panel throws on a switch. Ano screen next to the Main Monitor goes on, revealing:",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLIP ON TV SCREEN",
          "text": "Duplicating the blip seen in the Tracking Post. We see th heading down, at an angle identical with that of the hypo MOVES IN on the blip, and keeps moving until it fills our screen and becomes:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Diving at a terrific speed, steeply angled like the hypo, clear saline solution.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All hold on as if riding a roller coaster at its steepest Suddenly all goes pitch-dark.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Only the buttons are glowing, and the Minute Recorder, wh <57>. Owens throws a switch. Through the plastic windows headlights of the sub are seen coming on. They pierce the sufficiently to catch the side of the steel wall of the n is rushing past at a tremendous speed, giving the effect enclosed channel. The beams gradually reveal:",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLE OF NEEDLE",
          "text": "A small aperture in the distance, barely visible.",
          "sentiment": "neutral"
        },
        {
          "speaker": "196A HOLE OF NEEDLE",
          "text": "Grant and the others see the opening at the end of the ne bigger and bigger, apparently rushing toward them with gr",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It fills the screen, an immense aperture in relation to t which suddenly comes shooting out of it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "197-",
          "text": "198",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAIN OPS ROOM",
          "text": "Reid and Carter observe the Grid Officer, wearing headpho throat mike, move up to the Arterial Map with a tiny repl Proteus. He places it in the center or the huge channel i which depicts the Carotid Artery. The little sub is held on the grid. The Minute Recorder now reads <56>. Reid tur window, moves to the Map Case, which contains the same as charts as in the sub's kiosk. Reid takes out an OVERLAY M HEAD AND NECK. He places it on a Radarscope. The blip sho traveling up the Carotid Artery.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ESTABLISHING",
          "text": "The headbeams of the speeding sub reveal a world of dazzl beauty: the Arterial Stream. The walls of the vast amber- chamber are lost in the distance. Now the screen is fille floating wonderland: huge red corpuscles, whirling globul platelets, particles, minuscule fragments drift with the reflecting the entire spectrum of color.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Owens is slowing down the sub. He gazes in awe at:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARTERIAL ELEMENTS",
          "text": "As the Proteus moves through the swirling conglomerations elements are parted, flow over the sub, bounce about it, fluid galaxies in a universe of amber. And each grouping regrouping, every mass and disc, though loosely linked, h of its own>. Thus the Corpuscular drift, the bouncing par parting and the merging achieve a majestic choreography l quality, a fugue of motion.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Grant and Cora, strapped in their seats, look on enthrall sheer beauty of the dancing wonder-world visible through Duval appears equally moved. Michaels observes with more detachment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Owens has now slowed down the sub so that it moves slight than the current, thus enabling him to maintain maneuvera",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You may unfasten your belts...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Grant, Cora and Duval quickly slip out of their harnesses bow for a maximum view of the scene. Michaels remains at checking their course on the Neck and Head chart.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Approaching camera, with the three people looking out of windows in speechless wonder at what they behold.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "For a moment the three gaze in silent awe at the dancing directly outside: nuclei are clearly visible in the cells tiny organisms sweep like cosmic dust through the orbits spinning globules. Their first sight of the interior worl beauty and rhythmic splendor has affected them deeply. Fi breaking the silence:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(quietly, as he looks on) The Medieval Philosophers were right... <Man> is the center of the Universe... We stand in the middle of Infinity, between Outer and Inner Space. And there's no limit to either.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You mean Inner Space is endless?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Everything can be divided in half, no matter how minute.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As the concept sinks in, Grant turns to look out again. C taken her eyes off what she sees through the bow windows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I never...never imagined it could be anything...like this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(equally awed) I always thought it was nothing but red.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Only to the naked eye. (indicating) Those corpuscles -- carrying oxygen -- give the stream its color. But the rest of the plasma's very much like sea water. An ocean of life...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Quite a piece of plumbing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "End-to-end, a hundred thousand miles long.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Grant reacts. Of something up ahead:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dr. Duval -- what could those be?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The sub is suddenly engulfed by a mass of very tiny discs like combinations, which blot out the rest of the stream.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(now the scientist) Never saw <that>. Not even under an electron-mrcroscope.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They're much smaller than bacteria...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Looks like the molecular structure of proteins.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(flatly) I don't agree. I think we ought to stop and take a sample.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's not the purpose of this mission. (up at Owens) Captain -- keep a straight course -- until you're in the clear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Steering by instruments, Owens remains on course, the mas obstructing his view. Suddenly they float off, revealing:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Arterial Wall to the right!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "With him we see:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARTERIAL WALL",
          "text": "Barely visible in the spill of light, a smooth endothelia seen in the distance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Michaels consults his chart, brings the co-ordinates into two Arteries.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(up at Bubble) What's our speed?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(from Bubble) Fifteen knots.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Michaels makes a rapid calculation with his slide rule.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We should reach the Branching Artery in two minutes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He switches on the REPEATER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The same REPEATER device is now active on the panel, refl chart on the console below, with Michaels' navigational c pointing to the intersect1ng Artery.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(from below) Keep the Wall at its present distance when you turn. That'll bring you safely into the middle of the Branch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It cruises for a moment through the dazzling elements, th Wall in the distance. Then suddenly the sub accelerates a course toward the Arterial Wall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Owens reacts, tries to slow down the sub and steer it bac middle of the channel. But the speed increases, and the s being swept toward the Wall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Grant and the others respond to the ever-increasing speed nearing Wall. They turn to Michaels, who, too, is aware o",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Captain -- correct your course -- and speed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Increasingly concerned as he works the controls and glanc gauges:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She won't respond! We're in some sort of current!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Duval moves to Michaels.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(bewildered) But that isn't possible.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not in a sealed vessel like an Artery. (up at Owens) Captain -- something must be wrong with your controls!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(from Bubble) No -- it's a current! It's too strong -- I can't break out of it!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Owens is trying to gain control of the sub. It begins to Startled, Owens peers out, trying to determine the cause, beams reveal nothing ahead but an iridescent swirl of Art elements which bounce back the light. The buffeting incre The Arterial Wall is clearly visible to the side, getting",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Grant and Cora exchange startled looks as the membranes o Arterial Wall suddenly become visible in the spill of lig headbeams: its connective strands arch Gothic-like, lost darkness of the vaulted enclosure. The vibrations have no so that all must hold onto stanchions for support.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUVAL AND MICHAELS",
          "text": "Gripping the console for support. Through the plastic win side they can see the Arterial Wall looming with menacing They look at each other, unable to fathom the cause of th vibrations.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Owens is desperately trying to avoid a head-on collision Wall, but the sub won't respond to any of his manipulatio looms closer, the buffeting is worse.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Smashing into the Wall directly ahead seems inevitable. N connective strands almost fill the windows. Cora closes h anticipation of the fatal impact. And just when a collisi inevitable, the sub veers, narrowly missing the cable-lik thick enough to support a bridge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "With Owens we see the sub swept close alongside the Wall. evident the craft is out of his control, and that whateve collision has nothing to do with his attempt to steer it. mass of particles up ahead begins to part. The vibrations",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Grant reacts as he sees the now-visible area ahead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Whirlpool!... Strap yourselves in!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He grabs Cora, and against the buffeting, moves quickly t toward her seat. Duval and Michaels instantly take their console, begin getting into their harnesses.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE WHIRLPOOL",
          "text": "Owens is appalled as in the distance, in the center of th sees what appears to be an immense liquid centrifuge rota speed, the Arterial elements within it whipped about like of a mixmaster. Now the buffeting is reaching its climax. inexorably approaching the rim of the whirlpool, with Owe desperately trying to steer away from it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Duval and Michaels are in their harnesses.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRANT AND CORA",
          "text": "Slowed up by the intense buffeting, Grant is now helping seat. But before he can assist her into the harness, the in the whirlpool. The instant effect is that of a Carniva centrifugal force flings Cora out of her seat against the Grant is spun around and slammed against the opposite par bulkhead, and then onto the floor, with stunning impact.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUVAL AND MICHAELS",
          "text": "Pinned back in their seats, unable to get out and help as",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRANT AND CORA",
          "text": "Helpless in the whiplike rotation, Cora is thrust from th onto the floor. Grant manages to grab a stanchion, hold o free hand he reaches out for Cora, now prone on the floor her hand, but a foot separates them. They desperately rea each other as the centrifugal force pulls them farther an apart... Grant takes the only possible chance or reaching go of the stanchion which sends him slamming against the seat. He grips the leg of the seat with one hand and grab waist with the other, just in time to prevent her from ag flung against the bulkhead. She holds onto him with all h Grant strains to maintain his grip on the leg of the seat free hand, which in effect holds them both against the ce whipping.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Owens, too, is thrust back in his seat, powerless to move completely at the mercy of the whirlpool. A gauge on the registering in circles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rotating at great speed, a tiny piece of flotsam caught i cataclysmic force which is inexorably spinning it toward",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRINCIPALS",
          "text": "Reacting to the ROAR of the massive turbulence and the wh stream, which is seen through the windows. The centrifuga them pinned to their positions, with Grant holding onto C before.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It is whipped around and down in the final circle -- and through the rapidly rotating center...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The steeply angled dive causes greater strain on Grant as grip on Cora. Duval and Michaels are now thrust forward a were in a gondola of a shoot-the-shoots making its steepe",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In a similarly forward-tilted position, with Owens we see whipping by in a seemingly endless drop. And then ahead t appears: 234        LONG SHOT - FISSURE IN ARTERIAL WALL - P.O.V. An immense crack through which some red corpuscles are st eddy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "From their prone positions on the floor, Grant and Cora r huge fissure looming through the windows. Duval and Micha looks, suddenly realizing what it signifies. Now the imme directly ahead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As the tiny sub is swept out into the stream, where the b corpuscles are. Through the crack, a stream of red corpus whipping by on the other side. The angle of the dive now oblique.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The sub is caught in a less turbulent current, which resu gradually losing its angle and speed, permitting Owens to away from the center toward a more placid area.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The sub is now level, moving much slower. Exhausted from Grant sees it is safe to let go of Cora. He helps her ris dazed at the bluish stream. Duval and Michaels, equally s to get out of their harnesses.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BENES' NECK",
          "text": "PAN over to the Miniature Tracking Devices.",
          "sentiment": "neutral"
        },
        {
          "speaker": "238B TWO RADAR SCREENS",
          "text": "The blip goes from one machine to the other, where it doe The Tracking Technician reacts, instantly presses a butto",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A warning buzz from a TV Monitor. Reid and Carter respond SOUND. The Communications Aide comes over to them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Proteus Off Course, sir. They've picked up a blip in Quadrant 23, Level B. Reid moves quickly to the window overlooking the Main Operations Room, followed by Carter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAIN OPS ROOM",
          "text": "Both see the Grid Officer below move the replica of the s Carotid Artery to another channel near it within a quadra The channel is outlined in blue.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(jolted) They've crossed over into the Jugular Vein!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That can't be -- there's no direct connection between the two --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Normally not. Unless it's an Arterio-Venous Fistula --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Grant, Cora and Duval are grouped around Michaels at the distance, the endothelial walls of the Jugular Vein are v visible.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(blankly) A what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A forced joining of an Artery and Vein. Must've happened when Benes was hurt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, a fistula too small to show up on the X-rays.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But big enough for us...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In the stream outside, the bluish corpuscles are increasi",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(up at Bubble) Captain -- head back into the Artery.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As if it were a suicidal order:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(brooking no argument) We could never fight that current it's physically impossible.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(from below) Then don't drift down further.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll do what I can.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As he manipulates the controls:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If we can't go back, is there an alternate route?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes... We can go forward on this course, but it means going directly through the Heart.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Owens is appalled as he sees the route being traced on th down the Jugular Vein toward the Heart. Before it can go",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(alarmed) We can't do that! We decided in the Briefing -- the craft could never stand the turbulence!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Michaels looks up from the chart, to the others.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, it would be a hundred times worse than the whirlpool.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The others respond with grim realization of what it porte",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's just dandy. We can't go forward -- and we can't go back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm afraid there's only one thing we can do. Call off the mission.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(emotionally) Doctor...you can't mean that! Not when we've come this far. And if we give up, there'll be no way of saving Mr. Benes --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dr. Michaels is right. We have no choice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Grant) Tell them to take us out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If there's any chance --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(an order) Request removal, Mr. Grant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Grant moves to the wireless:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Carter and Reid are looking down into the MAIN OPS ROOM a of the Proteus. It is in the same position as last seen i Vein on the big grid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But we have no choice! We've got, to take them out!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(adamantly) No...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He turns away from the window as a message is heard comin seeming unawareness of the incoming message, Carter looks Minute Recorder, It is flashing <51>.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We still have fifty-one minutes. Leave them in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But it's hopeless! They can't go back and they can't go on. I tell you there's nothing else we can do but remove them!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(the final word) Not until the very last second. We must think of something... Something to save the situation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The incoming message stops. The Communications Aide takes Wireless Technician.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(reading) Proteus reports trapped in Venous System. Requests removal, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, there it is... What do I tell them, General?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Carter turns his back on him, moves to the window, stands on the OPERATING ROOM. The scene below is almost a tablea the moving Miniature Tracking Devices. The Surgical Team table stands watching, waiting. Benes lies motionless. Re Carter. As they both look down at the patient, whose only life is now in their hands:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(finally) Doctor...without killing him -- how long could we stop his heart?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The less time, the better.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know that. But what's the maximum?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In his comatose state...and everything slowed down...no more than sixty seconds.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Carter takes out a slide rule.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(as he figures) At topspeed...and adjusting distance for Degree of Miniaturization -- (getting answer) The sub should get through the Heart in fifty-seven seconds.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That would give us only three seconds to revive him...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What are the problems in stopping the Heart?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nothing -- compared to starting it up again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "From the window, Carter can see the big Minute Recorder i Operating Room flashing from <51> to <50>.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're wasting time, Colonel. Let's get on with it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The decision made, Reid takes command.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Technician) Heart.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Technician presses monitor button. As Carter moves to the Communications Aide, the HEART POST flashes on the TV scr",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Heart Post) <Cardiac Red Alert> we're stopping the Heart.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Communications Aide) Message to Proteus.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now both give their orders simultaneously. As Reid speaks the HEART POST swing into action on the TV screen: the bi Benes light up on panels, a CATHODE TUBE recording his he becomes activated. The Heart Specialist and several Heart are seen leaving the POST. Meanwhile, the Communications taking down Carter's message for transmission. CARTER                                        REID",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You are heading in the                         An Arterio opposite direction of the                forced the Prote Target Area, as a result of                Venous System. crossing over into the Jugular        it is in the Latera Vein. Since you are in a                Region, anterior closed system, you will have                anterior to t to go through the Heart and                Plexus. The ha proceed on your mission by                the Venous Syst taking an alternate route. We                absolutely m will stop Benes' Heart for                would be fatal exactly sixty seconds.                        decrease th Maintaining maximum speed, you        Hypothermic means. will get through in fifty-                minimize the tu seven seconds. That will give                will have to us three seconds to spare in                The Proteus w which to revive him. Stand by                the entrance for exact instructions --                Atrium --",
          "sentiment": "neutral"
        },
        {
          "speaker": "248-",
          "text": "250",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Reid's Voice is heard as the Heart Technicians rig Benes shock with a Cardio-Verter. They are removing the top thi Thermal Blanket. When his chest is exposed, they apply el it. Then the Technicians take their places at the various Instruments which are recording the pulse and configurati heartbeat. The last is visible on the big cathode tube of Cardioscope, a replica of which was seen in the Heart Pos",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All are listening to Grant reading the end of the message",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-- at which point the Heart will be stopped by electric shock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(into the silence) And if it should take more time to get through --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(flatly) We can't take a second more.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(up at Bubble) Captain -- head in the d1rection of the flow and drift with it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He takes out a detailed Cardiac Map.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Through the Repeater, Owens can see Michaels spread the C He reacts to its great complexity.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll never find my way through that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll guide you, once we're in the Heart.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Drifting down the Jugular Vein.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Grid Officer can be seen moving the replica of the Pr the Jugular Vein.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Carter and Reid are looking down at Benes in the OPERATIN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Benes is now rigged for electric shock. The Tracking Devi concentrated on his chest. The Heart Specialist looks at Cardioscope Screen. The big screen registers the beat of with a cathode-tube effect, each pulsation causing an ele pattern. They are very slow, regular. The Heart Specialis of his Technicians who wears headphones. The latter press",
          "sentiment": "neutral"
        },
        {
          "speaker": "257-",
          "text": "260",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A warning buzzer SOUNDS. The Communications Aide moves up Carter at the Tracking Station Monitor and Radarscope.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ready for Cardiac Shock...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Reid nods, acknowledging the message. As he removes the m Radarscope, Carter takes out an OVERLAY MAP OF THE HEART Case and places it on the Radarscope. The blip is seen pr down the Vena Cava, leading to the entrance of the Heart.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(pressing button) Stand by.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Carter takes out a stop watch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Grant and the others respond as they begin to hear the SO distant boom-boom, slow and measured. It has an ominous e quickly gets louder during:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(in awe) Listen...the Heart.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes...slowed down agreat deal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sounds like heavy artillery...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It lays down quite a barrage in a lifetime. Forty million beats.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(quietly) And every beat separates a man from [LINE OF DIALOGUE CUT OFF]",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The SOUND of the Heart is now very loud, each measured bo artillery in a relentless barrage. The headbeams illumina passage, the walls of which are lost to view.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Grant and the others look on ahead, responding to the now beat, which increases as they near the source in the blui And then they react with wonder as they see:",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRICUSPID VALVE",
          "text": "In the distance, three huge membranes are billowing open, tendrils resembling supporting strands of parachutes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The parachute-like membranes are at the end of the Atrium entrance of which the sub now approaches. As the membrane fully, with a lovely effect, a big aperture is revealed. causes a big forward surge of the stream.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All hold onto whatever is at hand as the sub is swept onw with the tidal wave. Now in the distance they can see:",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRICUSPID VALVE",
          "text": "It is beginning to close, the three membranes seemingly c like three parachutes over the aperture. The boom of the is massive, making any communication very difficult.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(over the sound; up at Bubble) Captain! They'll stop it on the next beat!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Owens at the controls, eyes on the now-closed membranes,",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(from below) As soon as the Valve opens again, go through and give it everything you've got!",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRICUSPID VALVE",
          "text": "The sub approaches the now seemingly solid wall. Owens st to where he last saw the aperture. The closed membranes l and closer, the headbeams illuminating the delicately thr strands. Suddenly, the three membranes start billowing op",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE CARDIOSCOPE SCREEN",
          "text": "The electronic pattern is recording the beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE CARDIO-VERTER AND TECHNICIAN",
          "text": "He immediately presses the triggers on two electrodes hel Benes' chest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMPERE NEEDLE ON CARDIO-VERTER",
          "text": "The needle swings over into the red zone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE CARDIOSCOPE SCREEN",
          "text": "The electronic pattern indicating the heartbeat instantly and remains so.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Owens is throwing on the full-speed-ahead control. The so Heart has completely stopped.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A surge from the twin jets as the sub is propelled forwar tremendous burst of power.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All hang on against the acceleration.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PROTEUS IN TRICUSPID VALVE",
          "text": "As it sweeps through the now-motionless membranes which w the stream, with no life of their own.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A tense silence pervades. The Heart Specialist and his Te concentrate on the various instruments. The Surgical Team immobile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEVICES",
          "text": "The little cones are the only things that move in the Ope As they weave back and forth:",
          "sentiment": "neutral"
        },
        {
          "speaker": "STOP WATCH",
          "text": "Calibrated in seconds. The hand is now crossing <5>.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In the silence, Carter looks up from the stop watch in ha with the big radar screen. Moving across the OVERLAY MAP is a blip, indicating the sub's passage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Racing through a subterranean channel partially illuminat headbeams: a forest of tendrils, connecting huge roots wh chordae tendineae extending into the walls. The color of predominately blue, and the overall effect is that of a w wonderland. As the sub surges ahead at top speed:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Everyone stands rooted.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The blip has crossed more than half the distance. Carter on, tense. The Proteus moves further down the Ventricle. glances at his stop watch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Twenty-four seconds left including the three to revive him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Michaels is anxiously scanning the way ahead for signs of There is none.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(from above) Nineteen seconds, Doctor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Semi-Lunar Valve should be on our left any time now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Reid and Carter are tensely watching the Heart Map Overla time runs out and the sub is nearing the end. Carter look watch. It now shows only fifteen seconds to go, which mea be out in twelve.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Heart Specialist is watching the blip nearing the end Screen, with time running out. The Heart Technician stand the Cardio-Verter stands immobile, looking at the needle Zero Amperes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "293-",
          "text": "294",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Racing at top speed through the immobile forest of tendri",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Suddenly, off to the side, Grant sees a small opening, ha shape.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There it is!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fasten yourselves in. There should be a tremendous surge when the Heart starts up again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If it does...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Grant throws him a look as they quickly start to get into harnesses.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Steering for the opening, Owens glances at the Second Rec panel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eight seconds left --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "On edge, Reid and Carter are watching the blip on the OVE THE HEART on the Radarscope. If the sub makes it, it will in 57 seconds. There are now only six seconds left.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All are focusing on the Radarscope. Five seconds left.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stand by.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Technician at the Cardio-Verter is set to press the r",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Carter and Reid hold their breath as they see:",
          "sentiment": "neutral"
        },
        {
          "speaker": "STOP WATCH",
          "text": "It now reads <56>.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OVERLAY MAP OF THE HEART",
          "text": "As the blip approaches the Semi-Lunar Valves, a warning b",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A finger presses it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PULSE RATE NEEDLE ON CARDIO-VERTER",
          "text": "It swings over, recording the first shock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARDIOSCOPE SCREEN",
          "text": "The cathode tube registers nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEART SPECIALIST AT CARDIO-VERTER",
          "text": "Concerned, he never takes his eyes off the Cardio-scope S increases the pulse rate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARDIOSCOPE SCREEN",
          "text": "It still records nothing. The Heart Technicians and the S exchange tense looks. Again the Heart Specialist increase rate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "311-",
          "text": "312",
          "sentiment": "neutral"
        },
        {
          "speaker": "PULSE RATE NEEDLE ON CARDIO-VERTER",
          "text": "As it swings over, recording a higher and higher output.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bathed in weird St. Elmo's fire as it keeps racing toward",
          "sentiment": "neutral"
        },
        {
          "speaker": "SEMI-LUNAR VALVE",
          "text": "which suddenly dilates into a huge opening. And with it c immense surge of the stream from behind, and the first bo Heart.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It is swept through the Semi-Lunar Valve and into:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ORIFICE OF PULMONARY ARTERY",
          "text": "Out of which the Proteus is thrust on a great tidal wave stream.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The electronic pattern is on full -- a leap of life. The Specialist and the others react with relief as now the EK other instruments begin recording Benes' return from the",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Reid and Carter are at the window overlooking the OPERATI",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Proteus in Quadrant 161 Level E...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They leave the window and walk over to the one where they MAIN OPS ROOM. They see the Grid Officer is moving the ti the wide channel leading to the Lungs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They're in the Pulmonary Artery.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They'll make up some time, once they get through that and reach the Pleural Cavity. (to Technician) Respiration Post...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "On the monitor next to Reid, a Technician flashes on the THE RESPIRATION POST. The calibrated charts marked INHALA EXHALATION indicate the return to breathing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's his rate, Jack?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(over TV) Back to six per minute.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Reid reaches out, knocks a cup of coffee off the Central Section, spilling it on his trousers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Damn. And I just had them cleaned.",
          "sentiment": "neutral"
        },
        {
          "speaker": "321-",
          "text": "322",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It is now flowing down to its normal speed. Through the s endothelial walls, we see the outlines of what appears to mammoth conduits arching above and beneath the channel th the sub is proceeding. Smaller conduits divide and subdiv circular immensity, to be lost in the distance. The effec a multi-level series of Over and Underpasses.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All are out of their harnesses. Grant, Duval and Cora are windows, looking out. Michaels is at the console, plottin position on a detailed Map of the Lungs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'd hate to get lost on that Freeway...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They all lead to the same place -- the Lungs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In the light of the headbeams, Owens can see the Walls be increasingly narrow and more transparent. He glances at h sees the Lung Chart reflected, with the co-ordinates pinp position.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Doctor -- the channel's getting awful narrow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(from below) We're entering a Capillary. Remain in the middle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(fascinated) The Wall's transparent...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(from below) It's less than one ten-thousandth of an inch thick. And porous.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Grant reacts as he sees a peculiar phenomenon: the big-bl corpuscles which stream past the submarine are turning br instant they impinge against the Capillary Wall. They kee in a constant flow, taking on their new color during:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(amazed) Look at that...they're changing color...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(thrilled) Doctor -- is it possible? That we're seeing it happen before our eyes?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(quietly) Yes, Cora... We're the very first to see the <living> process.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They both look out, too deeply moved to speak. Atter a mo",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mind letting me in on what's going on out there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A simple exchange, Mr. Grant. Corpuscles releasing carbon dioxide -- the moment they touch the Wall of the Lung -- in return for oxygen coming through from the other side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't tell me they're refueling...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(almost in a reverie) Oxygenation...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cora turns to look at him, feeling close in this shared m too, is moved by Duval's manner. Michaels glances up from Map.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(still gazing out) We've known it exists -- even though we never saw it...like the structure of the Atom... But to actually behold one of the miracles of the Universe -- the engineering of the Cycle of a Breath...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He is too moved to continue.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(into the silence) Nothing miraculous about it. Just an interchange of gases. The end product of five hundred million years of Evolution.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You can't believe all that's accidental? That there isn't a Creative Intelligence at work --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Before Michaels can answer, they hear a warning buzzer SO Bubble above.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The buzzer is going while a red light is flashing on the looks startled at:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The indicator is dropping rapidly toward a red horizontal delineating the danger level. Owens flicks the button off rapidly, as if testing the mechanism, but the indicator k dropping. He shuts off the buzzer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(imperatively) Grant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All look up toward the Bubble, at the urgency of his tone from the bow toward the console during:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What is it, Skipper?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(trom Bubble) We're losing pressure in the Flotation Tanks. Check the Manual, right over there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Grant can see him pointing to the Manual Control Section of the kiosk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He moves quickly to:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANUAL CONTROL SECTION",
          "text": "Over a series of controls are numerous gauges. The indica TANK RT and TANK LT show the left tank is rapidly losing",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(up at Bubble) The left tank's losing pressure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Owens presses a button and swivels around. With him we se",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. STERN OF PROTEUS",
          "text": "A stream of large air bubbles is pouring out behind them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Startled, Owens presses the button which swivels him back",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Grant! Get up here, quick!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He starts getting out of his harness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Grant moves toward the Bubble, he passes Duval and Cor now looking toward the stern.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(with apprehension) Air bubbles!... Doctor --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No danger of an embolism. At our reduced scale, they're much too minute to prove fatal to Benes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Grant appears, Owens is slipping out of his harness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There's a short in the valve. Take over. (of controls) Steers like an airplane.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Grant nods as he gets into the seat. Owens starts quikly kiosk, leaving Grant at the controls.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cora and Duval, at the window, watch anxiously as Owens m Manual Control Panel. Michaels remains at the console, al concerned. Owens opens the Circuit Panel, revealing a maz and circuit breakers. Only someone with an intimate knowl sub could posslbly find the right one. Owens does quickly switch, shuts the panel. He turns, sees their anxious loo",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, that takes care of the valve. It was probably caused by that electric shock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Owens) Was there any damage?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not to the valve. But we've lost too much air to make it the rest of the way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do you propose we do, Captain?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nothing we can do. We must have full tanks to continue.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He starts up toward the Bubble, leaving the three staring other in consternation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "337-",
          "text": "338",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Grant slips out of the seat and Owens resumes at contr",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Any reserve air?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Enough to breathe, but that's all.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Grant starts down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He steps into the cabin in time to hear:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(ironically) Just a few cells away from a vast air chamber -- one of the countless Alvioli of the Lung -- and we can't get enough to fill a microscopic tank.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maybe we can... (as they look at him in bewilderment) Skipper, is there a snorkel on this sub?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(from Bubble) Yes, there is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Michaels and Duval) Could I run a tube through that Wall, without harming Benes?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "At this size, I would certainly think so.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If those Corpuscles can take on air, no reason why we can't. (to Duval) All we have to do is hook up the snorkel to that air chamber you were talk1ng about, and when Benes inhales, there should be plenty of pressure to force the oxygen into the tank. (up at Owens) How's that sound to you, Skipper?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Owens considers the possibility:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's a dangerous procedure. If I miss the timing, we could explode the tanks... But I'm willing to try it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, by all means. We must try it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(from Bubble) It'll be safer if everybody leaves the sub.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Grant moves to the aft compartment, opens the door, goes",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As he moves to compartment containing the Underwater Gear jolted by something he sees o.s.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LASER OVER WORKING COUNTER",
          "text": "It is swinging loose on one hook, its plastic cover off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Grant takes a step toward it, stops.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cora!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "After a moment, she appears. She follows his look toward reacts aghast.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Looks like you didn't batten it down too well.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But I did. I'm positive!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Duval and Michaels appear in the doorway in time to hear:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then how come it worked loose?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I have no idea.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cora, is something wrong with the laser?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(distraught) I don't know yet, Doctor. And I won't know until I test it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That'll have to wait until after we're refueled.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As he takes out the Underwater Gear and passes it to the",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(righting laser) I can't imagine how it possibly could have come loose. I distinctly recall fastening it with all four bolts --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It must have been jarred loose during the whirlpool.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Grant and Michaels exchange looks, as if neither are sati the explanation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(of gear) Well, let's get into these as quickly as possible.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He leads the way out. Michaels and Duval follow. Left alo starts to unzip her jumper, revealing she is wearing her beneath. Her eyes remain on the laser, now her prime sour anxiety...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Starting on the grid map, we see the sub in the channel o Pulmonary Artery. CAMERA then TILTS DOWN to the Radarscop blip is blinking on and off in one place, without moving.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "On the monitor at the Map Table, we see the INTERIOR OF T POST, where the same blip is in the identical stationary the Radarscreen. PULL BACK to include Reid staring at the monitor. Carter is pacing on the other side of the table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They've stopped -- on the outer limits of the Right Lung...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Carter looks at the Minute Recorder. It reads <42>.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Another delay... With only forty-two minutes left.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It'll be close -- but there's still a margin of safety.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let's find what the devil's holding them up! (to Wireless Technician) Contact the Proteus!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As the message is heard being tapped out:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(glancing at Monitors; none are on) It must be some kind of mechanical difficulty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The tapping stops. As they wait for an answer, Carter pou of sugar into his coffee.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I told you to cut down on the sugar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can't help it. I'm just weak, I guess.",
          "sentiment": "neutral"
        },
        {
          "speaker": "347-",
          "text": "349",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All have stepped out of their jumpers and are now reveale swim suits except Owens, who remains in the Bubble. The s form-fitting, antiseptic-looking, with a Breather Pack st back. Duval is tightening Cora's pack. Grant is checking pack. The latter looks in rear at the small hatch, visibl open door. The wireless starts tapping again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(of tapping wireless) Shouldn't you answer that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(putting on swim mask) Not now. We need air, not greetings!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He motions Michaels to precede him into the hatch. Face r irrational fear, Michaels puts his swim mask over his fea freezes at the door, unable to step into the small hatch. Duval exchange looks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let's go, Doctor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Michaels forces himself into the Escape Hatch. Grant foll the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There is only space for the two. Michaels cowers against palms pressed against the metal, fighting against another his phobia. Grant opens a valve. Liquid starts pouring in from several ports. When it is up to their chins, Grant b unlock the ventral hatch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Grant drops out of the hatch. Michaels follows. Grant the hatch. With Grant in the lead, they swim toward:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Grant reaches the snorkel, looks toward Bubble.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where Owens has now swiveled so that he faces the stern. Grant signal to proceed. Owens presses button on SNORKEL",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The snorkel starts rising. When the tube is a few feet ab Grant takes the bobbing end, holds it under one arm, and swimming with his free arm toward the Capillary Wall on t",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Grant swims by with the end of the unreeling tube, Mic him. Then Duval and Cora, who are now coming out of the v All swim to the nearby Capillary Wall. (NOTE: During the their action is complicated by the big Corpuscles flowing steady stream, taking on oxygen and bumping into them.) T",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It shimmers with the liquid that seems to cover it like a reflecting glass. The opening is just large enough for al within. They see:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A vast conical volcano, the upper part lost to view. Nume outcroppings of immense crags are visible on all sides.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's full of rocks!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(NOTE: During all Swimming Sequences, we will hear the Sp <only> via the AUDIO PICKUP within the swimming mask of t responds vocally.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In a way -- yes. Those are impurities imbedded in the Lung after a lifetime of 'Civilization.' Carbon from smoke and smog -- specks of dust --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, we better get on with it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He starts shoving the front of the snorkel through the ve entrance. To his startled surprise, it immediately comes with great force. Michaels and Duval grab it in time to p snorkel from snaking off down the stream.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Careful! There is a tremendous air pressure in there -- in relation to our size!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Grant grabs hold or the front part again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll try to hold it from the other side of the wall, while you push from out here. Maybe that'll do it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You can't --it's too dangerous --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes -- with all that pressure, and suction within --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There's no other way. Tie my safety line to the sub.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Here, let me have it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Grant takes out his safety line, hooks it onto his suit. swimming with the other end back to the Proteus.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Owens is eyeing the pressure gauges anxiously. He reacts",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "With Owens we see Duval is nearing the sub, the safety li behind him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Duval hooks Grant's safety line onto a ring for the purpo",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Grant acknowledges signal. The Alveolar Wall can be seen slightly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All right now -- push the snorkel through as soon as I get inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(eyes on Wall) Walt for the lull -- between the time he inhales and exhales.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As the dilating stops:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "<Now>!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Grant pushes quickly through the shimmering entrance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He has literally transposed himself into another element: is no turbulence, no sound. Instantly he props his feet a sides of the entrance. The snorkel is shoved through. As and holds, a breath is heard starting. Only Grant can hea sound.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPILLARY SIDE OF ALVEOLUS",
          "text": "Duval now joins Michaels and Cora. They hold against the pressure from within. Grant can be seen straining on the against the enormous wind pressure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Owens' finger is on the button of the MASTER PRESSURE GAU Tha indicator is quickly swinging toward FULL.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The wind is rising to gale force. Grant is holding on wit strength to the end of the snorkel. The others can be see from their side, to keep the tube from flying out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MASTER PRESSURE GAUGE",
          "text": "As the indicator hits the FULL position:",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIR TANK CONTROL BUTTON",
          "text": "Owens' finger presses down while:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(o.s.) Full!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In response, Grant lets go of the snorkel, which is insta out. Buffeted by the howling wind, he now tries to get ou hurricane causes Grant to lose his balance. He falls, sla the outcroppings by the force of the wind. Finally the lu Instantly, Grant starts climbing back, hand over hand, us as one would in scaling a mountain. The crevice is still when suddenly a new breath starts in the upward direction caught in the tremendous suction of the exhalation and is toward the interior of the Lung.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAFETY CLASP ON SUB RING",
          "text": "The Safety Clasp breaks off at the end of the nylon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Michaels, Duval and Cora react as the line snakes past th the crevice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(horrified) He's gone!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The suction sends Grant flying upward, past the crevice, safety line trailing after him. The wind whips him toward height. Finally he hits:",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLUMNAR CILIA",
          "text": "Long stalks, with a waving motion that makes it resemble of wheat. Grant is seen flying through it, until he is lo Then as the wind subsides:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The three are waiting, tense.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Michaels) What can we do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nothing -- against all that force.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But we just can't leave him in there! What'll happen to him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We'll know -- in the next breath...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They react as they see the Alveolar Wall starting to dila signaling the advent of another breath.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The wind starts howling. And then Grant is seen at a vast plummeting down. Part of the way he hits a spongy area, b caught up again by the blasting wind, hits another spongy with a big outcropping of \"rock.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fighting the gale, he manages to snake his safety line ar rock. As he hangs on, he sees:",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRINCIPALS AND SUB",
          "text": "Not too far above, with rocks between.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRANT",
          "text": "He waits it out until the howling tornado subsides. Then he releases himself quickly and clambers toward the openi thrusts himself through the crevice, just as another brea",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The others grab him, pull him through all the way before sucked back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Owens is relieved to see the four start swimming back to",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Carter is pacing in the heavy silence. Reid is watching t Carter glances at the Minute Recorder. It flashes to <37> the tapping starts. Tense, they wait for the message. It the Wireless Operator tears it off the pad, Carter takes",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(reading) 'Proteus reports putting in to refuel air. Proceeding through the Pleural Cavity.' (suddenly realizing) Refuel air?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Reid starts to remove the OVERLAY MAP OF THE HEART fro Radarscope:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why not? They had a choice of over a billion Alveoli...",
          "sentiment": "neutral"
        },
        {
          "speaker": "PROTEUS IN PLEURAL CAVITY",
          "text": "The lone voyager is proceeding in a calm sea. Its headbea yellowish cast, which becomes increasingly warm and sunny scene.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Owens glances at the Repeater. The co-ordinates show the traveling toward the apex of the Pleura, to the north, wh bounded by an undefined area simply marked \"Lymphatic.\" A absolute serenity seems to pervade. Abruptly:",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMASHED LASER TRANSISTOR",
          "text": "as it is placed on the edge of an array of disassembled p",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cora is putting the tiny transistor down. Then, with a tw takes out the last part: a hair-like strand of wire. To D beside her:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And a broken trigger-wire...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Grant and Michaels are standing at the doorway, reacting",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(fingering the parts) A smashed transistor. No way to fire the lamp... Well, that's the end of the laser.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Grant and Michaels exchange looks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Cora) You must carry spare parts --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not anything built into the chassis. (with guilt) If it hadn't come loose --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's beside the point now. (to Duval) I don't see the sense of going on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We must!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "With no laser --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Duval) Isn't there another surgical procedure you can try?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, there's no other way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Before Michaels can answer, Grant squeezes into the compa up the broken transistor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Cora) If you had a transistor about this size and power output, and a thin enough wire -- (of laser) -- could you piece it together?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, it requires such absolute precision --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A surgeon might...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh yes, I'm sure Dr. Duval could. If we had the parts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've got a source. All I have to do is tap it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "At their blank looks, he turns and moves into:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As he goes to the wireless and begins to unscrew the pane suddenly realizes:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Grant -- wait a minute -- you're not going to dismantle the wireless?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just one little transistor and a circuit wire is all it takes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But that'll knock out our communications! We'll be cutting ourselves off from the outside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They'll still be able to track us by radar, because of the radioactive fuel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He moves to the panel, revealing a maze of electronic par",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, sir? Which is it? The wireless, or Benes' life?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(finally) Send the following message...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A LUNG OVERLAY MAP is now on the Radarscope. Reid and Car Grid Officer is moving the replica of the Proteus into th quadrant of the Pleural Cavity. An incoming message is heard. The Wireless Operator takes message. As the tapping stops:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(reading) 'Cannibalizing wireless to repair laser. This is last message.'",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Reid and Carter exchange grim looks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Incommunicado... Now they're really on their own.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Reid moves to the window overlooking the OPERATING ROOM. down on Benes and the little Tracking Devices weaving bac across his chest:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(quietly) We can still track them -- but that's all we can do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Carter joins him. As they both look down:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Something told me I got into the wrong end of the bus1ness. (answering look) <Inner> Space...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TINY TRANSISTOR AND STRAND OF WIRE",
          "text": "In the palm of Grant's hand. Cora's fingers delicately pi CORAlS VOICE (o.s.) The transistor will do. But the wire's much too thick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Duval is picking up the original wire with the tweezers a on a contrasting surface during:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nothing closer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Cora turns to the workbench:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I may be able to scrape it thin enough. Cora, get me a number eleven scalpel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She puts the transistor and wire down on the workbench an open a medical kit. Duval takes the wire and places it be small clamps on the workbench. Cora extracts a scalpel, g him. Duval swings a magnifying glass over the strand as C light on the wire. Duval bends over. Peering through the glass, he slowly begins to scrape the strand with the sca",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRANT AND MICHAELS",
          "text": "They exchange looks. Then Grant turns away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Grant leads the way to the bow. As they look out:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Looks like the sea, at dawn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're safe -- long as it remains that color... (answering look) We're in the Pleural Sac. (indicating arched dome far above) It keeps the Lungs from rubbing against the Wall of the Chest up there. When those membranes become inflamed, we wind up with Pleurisy -- and a wracking cough.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cough? If he can kick up a storm by just <breathing> --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "His Pleura's in fine condition. It should be clear sailing through this area.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let's hope... So far, somebody's tried to sabotage this mission twice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He glances back in the direction of Duval. Both drop thei that Duval and Cora can't hear:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(startled) Sabotage? I don't understand...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I saw the laser just before we started. It was fastened down securely. You don't suppose what happened was an 'accident?' Any more than my safety line snapping after it was tied off to the sub?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You have no right to blame Duval --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That line was tampered with...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(agitated) I -- I don't know what to say. I know he's under a cloud, but there's not a more dedicated man in the entire medical profession.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You still never know what's going on in anyone's mind...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(with finality) I can't believe it. Whatever happened was an accident.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Two in a row?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's possible --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Grant looks at the Minute Recorder. It now reads <32>.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thirty-two minutes left... (back to Michaels) But chances are we won't have to wait that long for try-number three.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(from above) Look at those Walls up ahead!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Grant and Michaels look out through the bow. Grant reacts sees:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ENTRANCE OF LYMPHATIC DUCT",
          "text": "A huge tube-like structure looms up. The Walls are transp composed of a single layer of squamous cells with round n the color of the stream is now predominately yellow, the the impression of innumerable:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(o.s.) <Poached eggs>?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Michaels moves to the console:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(with smile) We're entering the Lymphatic System. Those are nuclei of cells, lining a Duct.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(puzzled) I always had an idea there was only one System. The Circulatory.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Lymphatic System drains off excess fluid from the Tissues. Without it, we'd all swell up like balloons. He reaches the console, begins to take out a new chart.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The new chart suddenly becomes visible on the Repeater as out below. Owens reacts to the labyrinth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Looks like quite a Navigation problem...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The co-ordinates are seen being moved to indicate the sub through a Lymphatic Duct on its way to the first Node, wh followed by a series of others, strung out like sausage l",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(from below) Only until we get through the Nodes -- the Lymphatic Glands. Follow your present compass heading.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As it courses easily through the sunny stream, to suddenl into:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A startlingly different world. The headbeams reveal what an underwater marshland: a tangle of reticular fibers whi the gentle cross currents seeping through the mesh. Weird forms drift by, moving in groups like raiding parties. Th light of the Lymphatic Stream still filters through.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Owens is forced to slow down as he carefully begins to th through the tangle, trying not to brush against the tendr all of Owens' care, the nose of the sub breaks some fiber nudges through the increasingly narrow spaces of the bram",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Grant reacts as he sees the broken fibers drift against t windows, and then become momentarily entangled around the tendrils clear the windows, he looks back to the stern.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLOATING TENDRILS",
          "text": "They are floating aft. Some adhere to the propulsion sect out so that Grant can see them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Grant reacts, looks back and up toward Bubble.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Skipper, you're picking up seaweed -- or whatever it is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(reassuringly; at chart) Reticular fibers. We ought to be clear of them soon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "With Owens, we see the way ahead is more tangly. As he ke down to get through safely:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(anxiously) I hope so, Doctor. If that stuff clogs the vents, the engine'll overheat --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He breaks off as a big clump of fibers is torn loose, for skillful steering.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The mass of tendrils drifts down the length of the unders the clump adheres to the ventral hatch, another section t the exhaust: In so doing, it snags on the brambles beneat",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Scalpel poised over the wire, Duval reacts as the Proteus jars while it pulls loose. He exchanges looks with Cora, holding the lamp.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Grant glances back toward the open door of the aft compar realizing the danger of trying to repair the laser now. H Michaels, who is bent over the chart.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Doctor --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He is interrupted by a loud WHAM against the bow windows. both look off, see:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANTIBODIES",
          "text": "Flashing reflected light from the headbeams, elongated cr structures with rod-like projections which make linkage p whipping against the bow windows where they have trapped ferocious-looking large Bacteria. The smaller crystalline are rapidly coupling with others that speed in to join th Bacteria fight back with their flagella, in a death strug",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIEW OF BATTLE FROM INT. BUBBLE",
          "text": "Owens ducks involuntarily as the linking Antibodies and t slam against the Bubble in such numbers and sizes as to m ahead virtually invisible. As a result, the sub tears thr of fibers like a scythe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Duval appears in the doorway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's causing all that -- ?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He breaks off as he sees the Antibodies and Bacteria whip the windows. Cora appears behind him, gasps at the sight monsters locked in battle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Looks like somebody declared war.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just what it is. Antibodies, destroying Bacteria -- or any other foreign invader that threatens the System.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ONE ANTIBODY AND BACTERIUM",
          "text": "As both slam and hold against the bow windows in a life-a struggle. An amazing phenomenon is taking form: Antibodie up at the rods to completely encase the Bacterium -- and forms fit the antagonist <perfectly>.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(o.s.) Look -- it's taking its exact shape!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(o.s.) Like hand-in-glove.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(o.s.) Much closer. Like two atoms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now the crystalline geometric links start pressing togeth inexorable force. The Bacterium fights back with its flag suddenly it goes limp. As the destroyed Bacterium drifts mass of virulent monsters smashes into the windows and ar embattled with a swarm of Antibodies that come linking up SOUND of the battle can be heard along the entire length Meanwhile, the sub is jarred hard, as it breaks through a of entangling fibers. The sound and sight of the mortal b increases in intensity, as does the forced passage during",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(with glance at Minute Recorder) We'll never get there in time, at this rate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to M1chaels) Isn't there another route? So we can by-pass all this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes... (to Michaels) We can transfer over to the Inner Ear, and go by way of the Endolymphatic Duct.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to M1chaels) Then why not take it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's infinitely more hazardous than going this way. Once we enter the Inner Ear, <any> sound in the Operating Room will be disastrous. At our reduced size, the vibrations inside the Ear would have a shattering effect.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Another jar of the sub, and more smashing against the hul windows, as the battle of the Antibodies and Bacteria rea climax.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(over sound) They're tracking us Topside. Once they see where we're going, I'm sure they'll take every precaution.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let's hope they realize the danger. (up at Bubble) Captain, I'll give you a new compass heading.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BENES' SHAVED HEAD",
          "text": "With the radial lines in the f.g. Beyond, the Tracking De weaving back and forth in the area of the Neck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CAMERA on the TRACKING POST, PICKING UP the Four Technici their Radarscreens. CAMERA then TILTS UP to the big grid the Grid Officer above, positioning the replica of the Pr Inner Ear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Reid and Carter are looking down at the OPERATING ROOM. T the Communications Aide announces:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Proteus turning in Quadrant 73.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Reid and Carter move to window overlooking the MAIN OPS R exchange relieved looks as the Grid Officer moves the sub lateral quadrant, in the Neck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(with relief) At last they're heading for the Inner Ear...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Carter glances at the Minute Recorder. It flashes <27>.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(biting into unlit cigar) About time they realized they'd never make it the other way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Reid moves to the Control Section, presses button.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Surgical Team and the Technicians exchange looks as t",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(o.s.) The Proteus is about to enter the Inner Ear... You are not to walk, talk, or make a sound of <any> kind. (strongly) <Absolute silence> must be maintained until they are out of the danger area...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As all remain frozen in their positions:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "with it to:",
          "sentiment": "neutral"
        },
        {
          "speaker": "BENES' EAR",
          "text": "CAMERA MOVES IN on the Ear, until it fills the screen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The red warning lights are flashing, the needle of the TE GAUGE is in the danger zone. The SPEEDOMETER is nearing z",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Owens is working the controls, apparently without avail. anxiously ahead, sees:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A huge clear area. In the distance, a few drifting Antibo is nothing evident that should be giving the Proteus any",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Owens looks back with grave concern to the panel, the needle drops to zero.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Proteus is sinking to the bottom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Duval and Cora are back in the lab Section, working on th Grant is beside Michaels at the chart. Both look up as th touches bottom with a slight jar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(up at Bubble) What's wrong, Skipper?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(from Bubble) What I was afraid would happen. The stuff we passed through -- that looked like seaweed --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Reticular fibers --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(from Bubble) It clogged the intake vents. We're not getting any propulsion.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, there's only one thing to do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As he moves to put on his Breather Pack, Cora appears in of the Lab Section. She looks anxiously out of the bow wi distance, several Anti-bodies can be seen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're going out there? With those Antibodies --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Grant) No danger of attack, as long as you don't trigger them off by any injury to the System.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Grant nods, steps into the Escape Hatch, closing the door The light flashes red. Cora remains at the bow windows, l the drifting Anti-bodies, with apprehension.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Grant is dropping out of the opening, causing the attache like fibers to come loose and drift off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WITH GRANT",
          "text": "He swims toward the bow, reaches the propulsion intake ve clogged vents come into view:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(over audio) How's it look?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I could use a lawnmower...",
          "sentiment": "neutral"
        },
        {
          "speaker": "418-",
          "text": "455",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Owens glances at the Minute Recorder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How long do you think it'll take?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(over audio) Quite a while.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cora turns from the bow windows. The Antibodies are still",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wouldn't it be quicker if we all helped?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(with glance at Minute Recorder) Yes, there's no time to spare. And those fibers can be quite tenacious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He moves to the Escape Hatch with Cora, both strapping on Breather Packs. She glances at Duval, still in the Lab Se",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'd better use the time to finish repairing the laser.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Michaels and Cora step into the Escape Hatch, adjust thei masks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Grant is pulling the seaweed-like fibers out of the intak works fast at what seems an endless task.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Owens is watching the TEMPERATURE GAUGE. The needle is st danger zone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Michaels and Cora swim up to Grant, join him in yanking o clinging tendrils. All work quickly as possible.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Absolute silence. The immobile Surgical Team and Technici tableau-like effect. The forced silence and the inactivit several to sweat with tension. All are focusing on the Tr Devices, now weaving back and forth at Benes' Head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Reid and Carter are at the window overlooking the OPERATI Communications Aide turns to them. They react with misgiv hear:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Report no movement of the Proteus since entering Quadrant 74, Level D.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Reid and Carter exchange grim looks, move to look down on ROOM. They see the little Proteus is in the quadrant of t Duct. Carter glances at the Minute Recrder. It now reads",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Twenty-four minutes left. Maximum. This is just what we need -- another delay...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He sees an ant crawling along the table, in the direction spilled grains of sugar. Automatically, he starts to brin down to crush it. But he stops just in time. Reid looks a curiously as the latter carefully picks up the ant and pu railing so it can crawl out of harm's way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(with smile) You'll wind up a Hindu. Respecting all forms of life -- however small...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Loose tendrils are flowing about the hull like drifting s the vents seem to hold an endless amount. Grant, Cora and working at an exhausting pace, keep pulling out more and of long fibers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eyes on the TEMPERATURE GAUGE, Owens reacts with relief a needle beginning to swing away from the danger zone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nothing moves except the little Tracking Devices on their bearings. But the ordeal of absolute silence and no movem beginning to tell on all. Particularly:",
          "sentiment": "neutral"
        },
        {
          "speaker": "SURGICAL CHIEF",
          "text": "An older man, corpulent, he is sweating profusely under t The headband of his Surgical Cap is wet. Automatically, h rubber-gloved hand up to wipe the perspiration away, stop glances at the patient o.s.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Many loose tendrils now about the hull attest to the prog cleaning the vents. The three keep working.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The needle of the TEMPERATURE GAUGE is now almost out of zone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The sub is not moving. The Minute Recorder reads <21>.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Reid and Carter are at the window, looking down into the",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The last of the fiber clumps is now being removed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SURGICAL CHIEF",
          "text": "Rivulets of sweat are streaming down toward the wrinkled his eyes, causing him to blink.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FEMALE SURGICAL AIDE",
          "text": "Seeing his extreme discomfort, she follows the usual proc reaching for a towel on the instrument table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOWEL",
          "text": "A surgical scissors is partially tucked within the folds.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The scissors is not visible from the Aide's angle. As she towel gently off the table, careful not to make a sound:",
          "sentiment": "neutral"
        },
        {
          "speaker": "SCISSORS",
          "text": "Dislodged from the table. CAMERA WHIPS with it toward the the shattering impact:",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLASH CUT",
          "text": "It fills the screen, the sound reverberating o.s. Instant",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The vibrations send the Proteus flying through the clear struck by a cataclysmic undersea force. (NOTE: Until the sequence, the vibrations keep on as if they have set off reverberations in endless echo chambers.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRANT",
          "text": "Flung in one direction.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MICHAELS",
          "text": "Hurled off in another direction.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORA",
          "text": "Whipped away from all the others.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OWENS IN BUBBLE",
          "text": "Clutching the panel for support.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUVAL IN LAB SECTION",
          "text": "Clutching the laser.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As she is tossed toward the Cells of Hensen: a series of structures, non-rigid, with cuticular plates forming a mo",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORA",
          "text": "She is horrified as she sees where she is heading for:",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHASM",
          "text": "One wall consists of the TECTORIAL MEMBRANE, opaque, with huge fibers. The other wall: geometric and translucent. S intervals are what appear to be electrical conduits with strands spanning the two walls. All the conduits are vibr",
          "sentiment": "neutral"
        },
        {
          "speaker": "WITH CORA",
          "text": "She is thrust over the curved edge, starts falling head d narrowly misses the first connective conduit. Then her Br snags on one of the strands of the next conduit, which fl partially to one side so that her legs are caught between strands. As she hangs head down, the weight of her body c strands -- and herself -- to be whipped back and forth, s terrifled to see: 486        LONG SHOT - CHASM - CORA'S P.O.V. All the quadruple strands are vibratlng in the seemingly abyss.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BACK TO CORA",
          "text": "As she tries to extricate herself, which causes her to be with even greater intensity:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(screaming) Help!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In the distance, the Proteus is being brought under contr and Grant are in view, swimming against the force set off diminishing vibrations in this part of the Ear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRANT",
          "text": "He hears:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(barely audible: over audio) Please! Help!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Grant looks about. There is no sign of her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORA",
          "text": "Struggling head down, in terror, she hears:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(over audio; in distance) Cora! Where are you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know! I think I'm caught on some auditory fibers!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Michaels swims up to Grant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where would that be?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Michaels points, Grant hears:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(over audio) Right down there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They both swim off in the indicated direction, reach:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Both look down. At first they don't see her. Then Grant s points for Michaels' benefit. They see: 493        CORA IN CHASM - THEIR P.O.V. Far below, still trying to struggle loose.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORA IN CHASM",
          "text": "As she hears:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(on audio) Okay! I can see you!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She stops struggling. But unseen by her, the vibrating st which she is entangled have called forth, in apparent res",
          "sentiment": "neutral"
        },
        {
          "speaker": "FEW ANTIBODIES",
          "text": "Appearing from the far side, and below Cora. They start m her. More Antibodies instantly appear from the same area.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Grant and Michaels are swimming over the curved mosaic ce",
          "sentiment": "neutral"
        },
        {
          "speaker": "INSIDE THE CHASM",
          "text": "Grant and Michaels swim down toward Cora on the strands. Antibodies become visible, gathering in increasing number stream up toward Cora. They are as yet unlinked, but she unmistakably their target.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(startled) Antibodies!... Coming at Cora! She's triggered them off!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORA ON STRANDS",
          "text": "From her head-down position, she sees: 500        LONG SHOT - ANTIBODIES - CORA'S P.O.V. Streaming upward in increasing numbers toward her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Doctor! Get back in the sub! Quick!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Michaels starts swimming fast as he can toward the Proteu",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He is racing to reach Cora before they do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON THE AUDITORY STRANDS",
          "text": "From her head-down position, Cora sees vast numbers of: A now nearer. Frantic with fear, she tries to free herself, strands to start vibrating again, which calls forth more stream out of the far side. Grant reaches her, starts wor desperately to get her loose. She tries to help as he yan Breather Pack, trying to work it off the wires.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Near the edge of the chasm. Duval is seen at the bow wind out anxiously.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Duval turns as the door of the Escape Hatch opens from wi Michaels steps out. He closes the door quickly. The light instantly flashes red.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where are they?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Michaels pulls off his swimming mask, breathing hard:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Below the Cells of Hensen. If those Antibodies reach her, they'll attack as if she were bacteria...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANTIBODIES",
          "text": "They are beginning to link up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He is still trying to get her Breather Pack loose.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(franticaliy) Hurry! Oh please, please!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He manages to get her pack loose, now starts pulling the at her ankles so that she can extricate herself. As she f they execute a half-somersault in the stream to start swi Both get a fleeting look at:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANTIBODIES",
          "text": "The links have now formed chains the <exact length> of Co",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Grant grabs her at the torso and starts to propel her upw",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHASM",
          "text": "The long links, in vast numbers, now race after the frant swimming Cora and Grant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Grant and Cora appear, swim over the slippery edge of the cells. She is too exhausted to keep up the pace. Grant ho one arm as he keeps swimming toward:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Duval and Michaels can be seen at the bow windows, lookin is visible within the Bubble, peering out anxiously.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The two reach it, Grant still helping Cora. They are at t exhaustion. Grant reacts as he sees:",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIGHT OVER VENTRAL HATCH",
          "text": "Flashing red.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Grant waits, hand at the wheel. Cora looks back toward th chasm for signs of the Antibodies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(gasping) Open it! Open it before they get here!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can't till the hatch is flooded!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "At her look of fright, he turns and sees:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANTIBODIES",
          "text": "The long links catapult over the edge of the chasm like P missiles in flight, then begin to execute a turn for a ma in the direction of:",
          "sentiment": "neutral"
        },
        {
          "speaker": "518-",
          "text": "520",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The light flashes green. Grant begins turning the wheel q can.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANTIBODIES",
          "text": "Hurtling down toward Cora, and the wheel turning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just as the door drops down, the vanguard of the Anti-bod Cora. Two coils whip transversely around her shoulders. T time to tear them off. Grant thrusts Cora through the doo follows, with the massed attackers streaming in after the",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cora is clawing at the Antibodies which are coiling aroun every direction. For the moment, Grant can't help her as to close the door against:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANTIBODIES AT VENTRAL DOOR",
          "text": "The crystalline links are forcing their way in, against t of the closing door. Grant struggles with all his strengt coiling mass. Finally he manages to get the door closed a",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The water level starts falling, accompanied by the hissin pressure. Grant and Cora try to claw at the crystalline s But in the extremely narrow confines of the chamber, ther either can do. Suddenly Cora's expression changes to one pain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(gasping) They're tightening...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Desperately, Grant tries to get at least one coil loose, avail. The crystalline structures are now constricting ar",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Duval and Michaels stand before the Escape Hatch, waiting light to change to green.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(up at Bubble) How much longer?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(from above) Ten seconds --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's too long!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He starts to twist the wheel, to open the Hatch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The water is now down to their knees. Grant is still pull the many links around Cora, but without any effect.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(barely audible) Please -- I -- can't -- can't breathe...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And she is cut off as all the Antibodies lock into place. remains open, in the manner of someone being choked to de crystalline coils about her body give her the appearance Laocoon... Suddenly the entrance door is thrust open behi",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Water pours out from the Escape hatch as Grant drags Cora falls on the floor. Duval and Michaels instantly start pu Antibodies. Cora is almost unconscious. Grant joins in th effort to free her. And then Owens, who comes bounding do Bubble. All four men pull at the structures with all thei And suddenly they begin to break off, shattering into cry fragments. With some coils broken, the others soon lose t adhesion. Finally Cora is free. As soon as she finds her begins to cry hysterically. Duval bends over, calming her",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All are still immoblle, sweating out the long wait. The F Surgical Aide who caused the scissors to drop stands hold towel. The scissors is still on the floor at her feet. In she carefully reaches out and dabs at the rivulets of swe down the Head Surgeon's face. Now all are concentrating o",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEVICES",
          "text": "Moving silently back and forth across Benes' head, the on with what is transpiring within.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Reid is looking down into the OPERATING ROOM, Carter is p fresh cups of coffee. At the SOUND of a warning buzz, bot TV monitor. They see the INTERIOR OF THE TRACKING POST. T moving on the radar screen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Proteus proceeding toward Quadrant 75...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Reid takes the coffee which Carter extends.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(relieved) On their way again...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Carter glances at the Minute Recorder. It now reads <12>. empty sugar container without looking at it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Twelve minutes left -- (breaks off; sees no sugar) Of all the time to run out of sugar...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Proteus is speeding through the very wide passage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Michaels is spreading out a chart of the Brain, with the Duval. As the complexity comes into view, Grant reacts. W the Minute Recorder:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Looks like quite a way to go...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, we should reach the base of the Brain shortly. And from there, it's not far to the site of the injury.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Suddenly, light pours in. Astonished, Grant sees:",
          "sentiment": "neutral"
        },
        {
          "speaker": "HUGE OVAL MEMBRANE",
          "text": "Semi-transparent. The immense pillars which form the Stap Inner Ear are illuminated by the light behind it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(o.s.) Where's that light coming from?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(o.s.) The outside world. Filtering in through Benes' Eardrum...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Duval bends over the chart.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(pointing; to Michaels) That puts us right here... Which means we can head straight for the Sub Arachnoid Cavity.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If we can go in past the Oculomotor Nerve...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As both men remain bent over the chart, conferring, Grant",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cora is lying on the cot. As Grant enters, she starts to",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No need to get up --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I feel much better now...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But she remains seated, still weak. As the light grows br",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(quietly) The outside world... I thought I'd never see it again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Grant stops at the laser which is fastened securely, runs along it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(turning to Grant) Thank you for saving my life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's what they pay me for.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A great deal more than that, I believe...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He looks up from the laser.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Such as?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Keeping an eye on Dr. Duval...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(into the silence) What gives you that idea?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The light now dims back to normal, indicating they have p Eardrum.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's why you're really here. I knew it from the start.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As obvious as that? Our Security people will jump for joy. (with smile) I suppose Duval's onto me, too?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're not the first, but he's much too innocent, much too involved with his work, to realize what's going on around him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Under a cloud without cause, I take it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, no. Plenty of cause. He won't follow the herd, or change his convictions -- even when they're not popular. And he believes in an absolutely free interchange of information between scientists of different countries -- and these days, there's nothing more suspicious than that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Depends on which end of the telescope you look through.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do you mean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, if you happen to be very fond of him -- even in love with him -- it would certainly affect your point of view.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Before she can answer, they hear:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(o.s.) It's out of the question.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(o.s.) Now be reasonable!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I won't do it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sounds like trouble...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The two move toward the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Grant and Cora silently witness:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's against my better Judgment...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Better Judgment?! To wait until the actual operation -- when it may be too late?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've done all I could with the laser.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All I'm asking is you test it beforehand!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If it won't work, it's beyond my power to fix it. But if it does, there's no telling how long it will hold up. It's a jury rig, at best, and we'll need every second of use we can get out of it. That's why I don't want to put any extra strain on the connections by running unnecessary tests.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dr. Duvall I insist you test the laser.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(angrily) I'll do nothing of the sort! The operation is <my> responsibility! I won't do it, and that's final!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(controlling himself with difficulty) As usual, you want everything your way. Except this time there's more than your damned ego at stake.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(tightly) I know only too well what's in the balance, Doctor. And it's not my ego, damned or otherwise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRANT",
          "text": "Looking thoughtfully after Duval.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Reid and Carter are relieved to hear:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Proteus turning into Quadrant 791 Level F.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Reid presses button.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Still in tableau. All hear:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(o.s.) The Proteus has passed the Inner Ear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Instantly the tension breaks. There is coughing, clearing Someone sneezes, evoking:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "--        Just in time! I couldn't hold it back another second! --        I was afraid to <breathe>! --        My foot's asleep. --        Only one? --        I thought I'd die when the scissors hit the floor!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Female Surgical Aide picks up the scissors.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Reid is moving to the window overlooking the MAIN OPS ROO turns from the Minute Recorder, which now reads <8>.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(on edge) Only eight minutes left...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As he joins Reid and both look down into the MAIN OPS ROO the Grid Officer moving the Proteus to the Quadrant at th Brain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(softly) Imagine -- they're in the Human Mind --",
          "sentiment": "neutral"
        },
        {
          "speaker": "CEREBRAL LIGHTS",
          "text": "A dazzling display of flashing lights fills the screen. T CAMERA PANS DOWN slowly, we see a high wall of complex ci which the tiny lights glow on and off rapidly. Finally, a NEARS the bottom, it reveals:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The sub seems a mere speck as it cruises through a chasm walls of similar circuitry and electronic pyrotechnics. T sense of order despite the complexity.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Grant has joined Cora and Duval at the bow. The three are impressed and moved by what they see. Michaels remains at As they look on:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(softly) \"Yet all the suns that light the Corridors of the Universe shine dim, Before the blazing of a Single Thought -- \"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"Proclaiming in incandescent glory The myriad Mind of Man...\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cora looks at Grant in rather surprised awareness of this of him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Very poetic, gentlemen. You seem to see a great deal out there. Let me know when we pass the Soul.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Duval turns from the bow windows to face Michaels with th",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(quietly) The Soul? The finite mind cannot comprehend Infinity. And the Soul which comes from God is Infinite.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Take a close look at your Soul, and your Infinity, and your God out there --",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRANT",
          "text": "In thoughtful response to:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(o.s.) -- and you'll find it's nothing but a combination of atoms, molecules --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not letting Duval interrupt:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "--and certain chemicals involving proteins --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You left something out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(flatly) The Breath of God...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Before Michaels can reply:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(from Bubble) Doctor -- what's that up ahead?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They turn toward bow, see:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As it comes into view with the sub turning the corner of huge semi-circular area of branchlike nerves, through whi cerebral lights flash. In the center is the site of the i lights stop at its perimeter, as if short-circuited, caus area.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(up at Bubble) There it is. That's the site of the injury -- the dark spot. We'd better get prepared.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They move into the Lab Section, where they put on their B quickly during:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's too late...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Startled, they follow his look, see the Minute Recorder n",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You couldn't possibly operate and get out before the hour's up. (up at Bubble) Captain, keep going. Head for the Removal Point.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He begins to spread out a map of the Removal Area.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Removal Point? What're you talking about!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We have no alternative. With only six minutes left, we'll just barely make it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(up at Bubble) Hold it, Skipper. (to Michaels) What happens if we overstay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Once time's up, De-Miniaturization begins. In a matter of seconds the ship will grow big enough to become a danger to the System. Then White Corpuscles will swarm to destroy it, as they would any invader.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(up at Bubble) How long will it take to get from here to the Removal Point?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(from above) Approximately two minutes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That still leaves me four minutes to operate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All you'll succeed in doing is getting us trapped! (glancing at Minute Recorder) Captain, you will proceed immediately to the Removal Point.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(from above) Yes sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Grant moves quickly to the Manual Panel and throws some k into the OFF position.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Owens is startled to see the lights over the buttons go o the controls inoperative. The sub comes to a stop at some from the Forest of Dendrites and the dark area up ahead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My power's gone! (looks down, sees him) Grant -- what're you doing!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "With manner of taking over:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Get the laser, Dr. Duval.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Duval and Cora move quickly into the Lab Section:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(furiously) I'm in charge of this mission! You were instructed to take orders from me, not give them!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sorry, but the situation has changed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nothing has changed as far as <my> authority goes! He is <not> going to operate! Not in the little time we have left! There's no chance of success! It's sheer suicide for all of us!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He breaks off as Duval and Cora come out of the Lab Secti the laser and power unit. As they move to the Escape Hatc Grant opens:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(furiously) Dr. Duval, you are not going through with this! I absolutely forbid it! I'm responsible for the lives of everyone here! I will not allow you or anyone else to leave this ship!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm going to do what I can to save Benes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He steps into the Escape Hatch with Cora. Grant closes th",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(rageng at Grant) You fool! Don't you see what you've done? You've given him a perfect opportunity to kill Benes!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The lights start flashing red, indicating the Escape Hatc flooded. Grant puts on his Breather Pack during:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't believe that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why not? Because of his gibberish about GOd and the Soul? Camouflage -- that's all it is -- to blind the gullible like you! And to hide his real identity -- a fanatic whose only purpose is to kill Benes! And you made it possible!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The light over the Escape Hatch turns green. As Grant ope",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've come up against fanatics before, and Duval just doesn't fit the pattern. (up at Bubble) I'm going out there, Skipper. Maybe I can be of some help...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Remember -- we can't take more than five minutes to get out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Grant starts closing the door, he glances at:",
          "sentiment": "neutral"
        },
        {
          "speaker": "551B MINUTE RECORDER",
          "text": "It now reads <5>.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Grant closes the door. The light over it flashes red. Mic to the bow window to observe:",
          "sentiment": "neutral"
        },
        {
          "speaker": "552-",
          "text": "553",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Duval and Cora are swimming toward the dark spot with the the power unit. They reach:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Duval presses the laser control, not knowing if it will w relief, a beam of light shoots out. Instantly a small por clot begins to light up. This gradual encroachment of fla in place of the dark area marks the progress of the opera",
          "sentiment": "neutral"
        },
        {
          "speaker": "556-",
          "text": "557",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Grant drops out and starts toward Duval and Cora.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SECTION OF THROMBUS IN BRAIN",
          "text": "The laser beam is slowly dissolving away a small portion darkness. Grant swims up. He glances at his wrist watch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How does it look, Doctor?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(as he works) If I can relieve the pressure on a few key vessels...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "More of the dark area lights up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Watching, Michaels responds grimly to the increasing numb flashing lights in the injured area. He turns with grim r from the bow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(up at Bubble) Skipper...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Owens is startled to hear:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(from below) There seems to be something wrong with the Escape Hatch...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do you mean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(from below; imperatively) Fluid is seeping through. Better come down and have a look!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Quickly, Owens starts slipping out of his harness, starts ladder leading into:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Michaels is not visible in the angle of the shot as Owens Escape Hatch, looking for the seepage. Seeing nothing wro",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(turning; puzzled) I don't see any sign of --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He breaks off, his expression reflecting horrified surpri wielding the heavy crank of the winch smashes down on his he has a chance to dodge it. Owens slumps to the floor at",
          "sentiment": "neutral"
        },
        {
          "speaker": "MICHAELS",
          "text": "He drops the heavy tool, goes quickly to the Manual Panel switches back into the ON position, restoring all the con where they were before Grant changed them. Then he climbs",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The lights over the buttons are all on again, indicating are in working order. As Michaels sits down hastily and b into the harness, with him we see:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Duval is aiming the laser in short bursts at a dark area large Central Nerve. Grant glances at his wrist watch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Doctor, we've just about had it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It I can clear this Central Nerve, that <may> be enough...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Unseen by them:",
          "sentiment": "neutral"
        },
        {
          "speaker": "PROTEUS",
          "text": "In the distance it is swinging around in a wide arc <abov",
          "sentiment": "neutral"
        },
        {
          "speaker": "566-",
          "text": "567",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Michaels maneuvers into position, he responds grimly t",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Light begins to play along sections of the Central Nerve.",
          "sentiment": "neutral"
        },
        {
          "speaker": "570-",
          "text": "571",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The bow is now lined up straight with the Central Nerve. Michaels presses the FULL SPEED button.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The churning indicates full power is on. The Proteus spur speeding toward:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "More and more of the Central Nerve lights up as the inter darkness is dissolved by precise bursts of the laser beam the oncoming sub, Duval and Cora keep working. As Grant g wrist watch, electrical impulses begin racing in a contin through the Central Nerve, which is now incandescent alon height.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That should be enough...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He looks critically at the results, as he normally would.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We better get back to the sub. Every second counts now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(suddenly) Look! They follow the direction of her glance, are startled to see:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Speeding directly toward the Central Nerve high above the in the Bubble is indeterminate at the distance and angle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(o.s.) It's heading right for the Nerve!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(o.s., confused) I don't understand...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As they watch helplessly:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(getting idea) The laser! Let me have the laser!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Grant grabs the laser from Duval. With Cora trailing, hol power unit, Grant leads the way upward at an angle to int",
          "sentiment": "neutral"
        },
        {
          "speaker": "577-",
          "text": "589",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It is speeding toward the Central Nerve like a projectile a target.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The incandescent Central Nerve looms closer and closer. M the controls in place with the fixed look of a pilot on a course.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRANT, CORA AND PROTEUS",
          "text": "He stops swimming. She remains near him. The sub is now o heads, at an angle which makes the rudder visible.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Give me your widest beam! Full power!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cora turns a dial on the power unit. Grant takes careful beam shoots out from the laser, across the intervening di hits:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The concentrated light disintegrates the rudder and burns section of the hull.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fluid pours through the hole into:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The intact section with its trapped air holds off total i The unconscious Owens stirs, face up, the liquid just sho covering him. The sub begins to keel, owing to the inflow",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Michaels wrestles with the controls, trying to keep on co Central Nerve ahead looms closer and closer. For a moment he will be able to ram it. But the increasing tilt sudden",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "To dive at a sharp angle, just barely missing the Central",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Michaels wrestles with the controls, but to no avail. Thr Bubble, he is startled to see:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It looms closer and closer as the Proteus dives inexorabl",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Treelike branching nerves form an intricate mesh as if in forest. The Proteus careens into it, tearing loose a sect fibers. The sub keels over on one side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now at a sharp tilt. The impact causes one of the arms of chair to spring out of place, pinning Michaels to the sea an angle, he struggles to break loose, without avail. Sud startled eyes fix on:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It flashes <0>. The lights begin to dim.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Flashing <0>. The SOUND of a warning siren is on loud. It during the scene, adding urgency to the reactions of all. Carter exchange grim looks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Time's up... We'll have to take them out immediately.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It means killing Benes... (savagely) And for all we know, they may have completed the operation! (slamming table) Damn it to hell!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He turns away. Reid goes to the window overlooking the OP",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Remove the Proteus...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "For a moment only the undulating wail of the warning sire Then:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Prepare for trepanation...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "One of the Surgical Technicians begins swabbing Benes' he alcohol.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The lights are almost out. It is now lit only by the eeri pulsing flashes in the Forest of Dendrites. Michaels is v to pry the steel arm loose, but it holds him in a vise-li the chair. He looks fearfully toward the bow window, as i what to expect next.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Grant, Duval and Cora are swimming through the maze of ne the sub lying at a sharp keel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The ship's good as finished. We'll have to get out on our own! Is there a quick way out?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We could follow the Optic Nerve to the corner of the Eye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's beginning to grow...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They stop, treading water as they see:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Growing visibly before their eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Michaels reacts as he sees the dendrites outside growing which indicates the sub and he are growing larger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We've got to get them out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As he starts toward the sub, Grant stops him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hold it...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They follow his look, see:",
          "sentiment": "neutral"
        },
        {
          "speaker": "WHITE CORPUSCLES",
          "text": "Huge monster-like blobs are starting to ooze through the the Proteus, which is now about a quarter as large as whe and growing rapidly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(o.s., horrified) White Corpuscles!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They'll ingest the ship and everything in it!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stay here, both of you. Hold them off, if you can.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He hands the laser to Duval and starts swimming toward:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The White Corpuscles are slithering through the interlace They are still some distance from the disabled sub.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MICHAELS",
          "text": "He is horrified to see the White Corpuscles slide into hi though still removed from the sub. He renews his frantic break loose from the steel grip of the sprung arm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Grant swims the hole through into:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Quickly he makes his way through the narrow flooded area, two Breather Packs en route.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Grant emerges into the air-filled portion, pushes up his takes in the prone Owens and Michaels pinned in the Bubbl",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(frantically) Grant! Help!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "For a moment Grant stands between the unconscious man and trapped in the Bubble. Then he hurriedly unzips Owens' ju revealing the swim suit beneath. Owens regains consciousn the above:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What happened?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(in a daze) Dr. Michaels... He went berserk...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(with realization) Berserk nothing. He's the one who's been sabotaging the mission... (handing him Breather Pack) Get this on. Hurry!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(from Bubble; frantically) Grant!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A monster-like cell is slithering toward the Bubble. Mich tearing at the steel arm that holds him to the chair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(with growing terror) Macrophages!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Moving against the extreme tilt, Grant appears. Respondin oncoming White Corpuscle, Grant pulls at the steel arm wi strength.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(during above) Get me out of here. Get me out!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "For all his effort, Grant is unable to free Michaels.",
          "sentiment": "neutral"
        },
        {
          "speaker": "602FF WHITE CORPUSCLE",
          "text": "Gradually oozes over the entire Bubble, covering it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Grant makes a last desperate effort to free Michaels as h Bubble begin to dissolve beneath the body of the adhering Corpuscle. As the fluid body begins flowing over Michaels",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(in terror) No...no...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "His scream is cut off by the White Corpuscle engulfing hi jumps back into:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come on -- it's no use!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We can get out through the Lab Section.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Both pull down their swim masks. Owens moves off, followe",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Owens is swimming through the hole. Grant follows through area.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Owens appears, swims off toward Duval and Cora. The two a the laser and power unit. Duval is hitting the White Corp dissolving them in an attempt to keep them off the sub, b avail. The monster cells are swarming in greater numbers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A monster White Corpuscle is flowing along it, down towar As Grant now emerges, the White Corpuscle grasps him in i",
          "sentiment": "neutral"
        },
        {
          "speaker": "602E GRANT AND WHITE CORPUSCLE",
          "text": "He struggles, unable to break out of the fluid mass which",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Duval and Cora swim up. Duval aims the laser, presses the beam shoots out with surgical precision, making a direct",
          "sentiment": "neutral"
        },
        {
          "speaker": "602G VACUOLE OF WHITE CORPUSCLE",
          "text": "The nucleus of the monster cell disintegrates, releasing swims quickly toward:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The three see another White Corpuscle moving after Grant. dissolves it just as the laser goes dead. As Grant reache",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You said there was a quick way out!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What about Dr. Michaels?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's too late!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Duval drops the laser, turns and starts to swim off. Cora power unit. With Duval in the lead, they swim as fast as through:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The dendrites are now <smaller> in relat1on to the four a on through the Cranial Region of flashing lights.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "White Corpuscles are now festooned all over the sub and f through the Bubble and damaged portion of the hull.",
          "sentiment": "neutral"
        },
        {
          "speaker": "604-",
          "text": "606",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The swimmers look back and respond to:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It is crumbling like the Hindenburg Zeppelin. The White C swarming over the remains, ingesting every particle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "607B THE GROUP",
          "text": "Reacting to the destructive power of these internal defen swim off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "608-",
          "text": "616",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Chief Surgeon's gloves are on. Now all start to take around the Operating Table. The operating beams are switc Chief Surgeon holds out one hand. A Surgical Nurse slaps into it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Standing at the window overlooking the OPERATING ROOM, Ca can see the Chief Surgeon bending down over Benes' head, an incision. Carter suddenly gets an idea, presses button",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hold it, Doctor!",
          "sentiment": "neutral"
        },
        {
          "speaker": "616C BENES' HEAD AND SCALPEL",
          "text": "The cutting edge is a fraction of an inch from the shaved stops just in time. The Chief Surgeon and the Surgical Te table look up toward the window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Reid looks tensely at Carter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That blip we're picking up might only be the radio-active particle. The Proteus may already be destroyed...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What're you getting at?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(thoughtfully) If I were in their place and I'd run out of time, I'd abandon the ship before I grew to dangerous size... and use the few extra minutes to get out the quickest way possible, on my own...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(with quick realization) Along the Optic Nerve to the Eye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Swiftly, Reid crosses to the window overlooking the OPERA presses button.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Chief Surgeon and the others exchange tense looks as",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(o.s.) Wait thirty seconds...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He rushes through the door leading down to the Operating",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Composed of a cobweb of fibers. Sausage-like links, pinch center, compose the walls of the winding passage. These a of Ranvier. Intermittent flashes leap across the Nodes, o intensity and duration.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE GROUP",
          "text": "As he keeps swimming, Duval turns his head to the others.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(encouragingly) Light impulses -- on the way to the Brain! We're nearing the Eye!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They swim on with renewed effort. They are now larger in what they pass. Cora starts to fall behind, unable to mai pace, for all her valiant effort. Grant puts one arm arou and thus manages to keep after Duval and Owens.",
          "sentiment": "neutral"
        },
        {
          "speaker": "623-",
          "text": "628",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The four climb up on what appears to be the top of a huge mound. The fluid is rapidly seeping upward from the chann low-domed ceiling -- the inside of the Eyelid -- which is a crack, necessitates their crawling over the mound towar which affords more height. They force themselves along ex reach:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The four reach the grotto-like niche, where they can stan their increased size. As they rise from their crawling po lean panting in exhaustion against the wall:",
          "sentiment": "neutral"
        },
        {
          "speaker": "632-",
          "text": "639",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Reid wheels over a magnifying glass mounted on a stand. H and pries open Benes' right Eyelid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The four, their breath now regained, react in response to unexpected:",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARTING OF RIGHT EYELIDS",
          "text": "The bisected dome above them parts like the walls of the Simultaneously the beam of the operating lights blaze in intensity, causing the four to shield their eyes and look the retina.",
          "sentiment": "neutral"
        },
        {
          "speaker": "642A KALEIDOSCOPIC EFFECT",
          "text": "A symphony of colors is reflecting from the cones far ben the VITREOUS BODY and the manifold furrows of the IRIS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "643-",
          "text": "645",
          "sentiment": "neutral"
        },
        {
          "speaker": "REID",
          "text": "He is bringing the magnifying glass into focal position. through it, he reacts on seeing:",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE FOUR",
          "text": "Now magnified, we see the four figures being swept inexor the far corner of the Eye by a flood of water.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(o.s.) A glass slide! Quick!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Through the magnifying glass, we see their frantic attemp the sweep of the cascade. Just as the four near the fall- where the corner of the lids Join, the magnified end of a comes into view and catches the teardrop -- with the four",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Reid carefully straightens up, holding the glass slide. H see:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tiny specks are visible in the teardrop, moving about in",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All respond to Reid's imperative:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Open those doors!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Holding the slide so the teardrop doesn't spill, Reid mov through the sliding doors into the Miniaturization Room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Carter rushes to the window overlooking the MINIATURIZATI",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All group around in silence, holding their breath as Reid and carefully bends down and places the glass slide on th Above, at the window, Carter can be seen looking down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The tiny spots are growing visibly before our eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Carter, looking down into the MINIATURIZATION ROOM, react dots below on the glass slide continue to grow and grow t where they can be discerned on the platform, and a bedrag it is. They look like survivors of a shipwreck: dripping exhausted, all the fight knocked out of them. Owens is se between his drawn-up knees; Cora is leaning against Grant Duval is fighting for breath.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now fully grown, the four look about, amazed at where the the Surgical Team and Reid encircling them are staring wi confoundment...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Grant and Owens are driving a scooter. Both are rested, f groomed. The scooter goes through door marked:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The scooter stops in:",
          "sentiment": "neutral"
        },
        {
          "speaker": "654A-",
          "text": "658",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They alight and go through door leading into:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Grant and Owens enter, they see Benes is propped up on with Carter, Duval, Cora and Reid grouped around him. Gra immediately to Benes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(warmly; extending hand) Hello, Mr. Benes... How's the prize patient?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Benes smiles as they shake hands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(beaming) He's making a fine recovery.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He certainly is. He should be up and about in no time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's great.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Grant and Owens look toward Carter, who is pacing, visibl",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(answering their look) Oh yes, great. The only problem is, he can't remember what he came to tell us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Can't remember?... What do you mean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's blanked out on that one particular point.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, he can remember everything -- except how to control De- Miniaturization...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, no.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "After all that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A specific area of memory may have been destroyed by the laser beam when Dr. Michaels interfered.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As long as it isn't a certainty, we've got to try everything possible to make him remember!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, if you have no further need for me...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, we'd like to get moving.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(mind only on Benes) Why don't you go on. We'll meet you at the Clearance Desk in a few minutes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He paces, looking at Benes while:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good-bye, Mr. Benes. I must say it's been quite an experience knowing you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Benes smiles weakly at the double-entendre. As Grant star Owens:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now how soon can we try Sodium Pentathol?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'd hold that off awhile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, how about hypnosis? That can't hurt him!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Benes closes his eyes wearily.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I suggest the first thing we try is letting the patient get some rest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As he starts herding them out and they reach the door, th startled by a loud CRASH o.s. They rush out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TWO SCOOTERS",
          "text": "Another scooter has run into the one containing Grant and such impact that the two have been tossed out. The M.P. i whistle, stopping all traffic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE GROUP",
          "text": "Carter, Reid, Duval and Cora are running toward:",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE INTERSECTION",
          "text": "Grant is rising, holding the side of his head. Owens, daz uninjured, is also getting up. As the others reach them:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(of Grant) He may have a head injury! (to Reid) Get him to the hospital!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Instantly, Grant grabs Owens and hustles him to their sco",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who, me? Oh, no! Don't bother about me! We're not hurt! Isn't that right, Skipper?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(dazed) Uh -- what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(getting him into scooter) We feel great, don't we? Just <great>?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(catching on) Oh -- sure, sure! Never better!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(taking off) Nothing wrong with us! Not a thing! We're fine -- just fine!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In his haste, he almost runs into another scooter but ave by a matter of inches. He keeps going at top speed, by-pa stopped traffic by traveling in the wrong lane.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SCOOTER",
          "text": "As it is lost to view down the long corridor...",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_666"
    }
  ]
}