{
  "movie_id": "MOV670",
  "scenes": [
    {
      "location": "RIDGEMONT CENTER MALL",
      "time": "NIGHT",
      "characters": [
        "FRONT DOOR",
        "DAMONE'S TELEVISION",
        "THE RAT",
        "MIKE DAMONE",
        "DAMONE IN THE KITCHEN",
        "THE BLEACHERS",
        "THE 200 BUILDING",
        "MIKE DAMONE AND MARK RATNER",
        "DOOR",
        "STACY",
        "THE MAIN SURFER",
        "SHOTS",
        "STACY IN HER ROOM",
        "SURFERS",
        "BATHROOM",
        "LINDA AND STACY",
        "DAMONE'S FACE",
        "THE LIST",
        "JEFF SPICOLI",
        "BRAD HAMILTON",
        "WEEKS LATER",
        "DR. MILLER",
        "MARK RATNER",
        "HANDWRITTEN SIGN IN WINDOW",
        "STUDENTS",
        "ANOTHER PAT BENATAR LOOK-ALIKE",
        "HO.\"",
        "STACY AND LINDA",
        "THE T-BIRDS",
        "A BOY",
        "BRAD AND LISA",
        "THE STUDENTS OF RIDGEMONT",
        "THE RAT'S FACE",
        "BRAD",
        "BRAD'S FACE",
        "DAMONE AND STACY IN THE JACUZZI",
        "SURF NAZIS.\"",
        "DAMONE",
        "STACY HAMILTON",
        "MORE STUDENTS ARRIVING",
        "CHARLES JEFFERSON AND BRAD HAMILTON",
        "DEBBIE HARRY",
        "GREGG AND CINDY",
        "ARTHUR",
        "THE VIDEO PINBALL ARCADE",
        "LINDA'S FACE",
        "STACY'S POINT OF VIEW",
        "THE CHECK",
        "THE BLUE MUSTANG",
        "DARKNESS",
        "LINDA",
        "BRAD IN DAYDREAM",
        "A GANG OF SURF NAZIS",
        "A GRAINY HIGH SCHOOL FILM 57",
        "THE GIRL",
        "MR. HAND",
        "CREDITS",
        "STILL ANOTHER PAT BENATAR LOOK-ALIKE",
        "FADE IN"
      ],
      "dialogues": [
        {
          "speaker": "Unknown",
          "text": "From the outside parking lot it looks like an enormous beached whale. It is the prime hangout for all the teenagers in the area. Kids mill around the parking lot or stand by the mall entrance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There are three levels of stores underneath a massive fluorescent roof. Different music comes from each store. It looks seventies-modern, but already used and run-down. Groups of kids cruise the mall, eyeing each other and acting cool.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The teenage waitresses in their peppermint pattie uniforms are rushing around, trying to keep up with their orders. A good-looking man in his mid-twenties enters and sits. He wears a plastic name tag that says: \"Pacific Stereo Audio Consultant, RON JOHNSON.\" Two Swenson's Waitresses pass by with supreme indifference, and take their orders into the back kitchen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I think he looks like Richard Gere. The two Waitresses discuss the issue at hand. One of them, Linda Barrett, is the seventeen year old, retired sex queen of Ridgemont High.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I think he looks like... Richard Gere. (Bruce Springsteen)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Did you see his cute little butt? A third waitress enters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let's talk about C-19.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We were!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I think I'll drop over and change the shakers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, be cool, that's Stacy's section. Through the entrance, we see Stacy Hamilton. She is the fifteen-year-old trainee, sweet-looking with just the last traces of baby fat. She puts down a glass of water for Ron, spills some and mops it up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's too old for Stacy, she hasn't even started high school yet. A flustered Stacy enters the back kitchen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How's it going.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do you think that guy's cute?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In a blow-dryed kind of way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Does anyone else want to take his table?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't you like him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, but I fucked up. You can take it. Really.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come on, Stacy, it's your section and your man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What should I do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just take his order, look him in the eye and if he says anything remotely funny, laugh a lot. She fluffs up Stacy's hair and gently shoves her towards the door. Stacy reluctantly exits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stacy goes to Ron's table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So you working hard or hardly working? Stacy thinks it over, decides it's a joke and laughs (a little too late). Ron looks at her soulfully.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You look like you could still be in high school.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know, everyone says that. He stares at her and she stares back uncomfortably.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What can I get for you tonight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How about your phone number? Stacy smiles nervously.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A teenage boy stands in front of an in-mall theatre across from Swenson's. He wears a stiff over-sized tuxedo suit. He is Mark \"The Rat\" Ratner, a ticket taker on the job. Mike Damone, a transplanted Easterner, bops over from the record store, eyeing every girl he passes. He stops at the movie theatre.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do you ever look at those girls who work at Swenson's? They're beautiful. And I have to stand out here and watch them six nights a week.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You should work for yourself. Two Junior High Kids spot Damone, walk up to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What can I do for you, gentlemen?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You the guy with the Van Halen tickets?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I could be.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do you want for something in the first ten rows?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Twenty bucks apiece.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Those tickets were only twelve fifty!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So don't buy 'em.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to friend) All the other scalpers are sold out, Arnold. Damone reacts indignantly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Scalper? You call me a scalper? I perform a service, my friends. The service costs money. Now do you want the tickets or not? The Kids look at each other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you sure you can't go any lower.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "These are my special back-to-school prices.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We'll take 'em. Damone reaches inside his pants pocket for a wad of tickets.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "At the other end of the mall is a neon-lit Carl's Jr. Hamburger Restaurant. If Swenson's was the warm up, this is the main attraction of the Ridgemont Mall. INT. CARL'S JR. Back-to-school banners hang from the walls. Many kids are lined up at the counters. In the middle of the kitchen, directing all the orders, is a seventeen year old named Brad. He moves confidently, observing the fryer, checking cup supply, and giving an affectionate squeeze to a pretty cashier named Lisa. She lets him kiss her, but only once. A teenage Customer shouts to Brad from the front counter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey Brad! I waited till you came on! I wanted your fries. Brad smiles, walks over to the fryer and discards the fries left from the previous shift. He shouts to the other employees as he puts in a new batch, \"his\" batch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We need fifteen Superstars, David!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay, Brad!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll take care of the fry orders! Just get me the Superstars!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fish sandwiches! Brad spots three surfers sitting in the dining area. None of them are wearing shirts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey you guys! You had shirts on when you came in here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE MAIN SURFER",
          "text": "a bleary kid sitting at the head of the table. He runs a hand through his long, stringy blond hair. After a time, he speaks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Something happened to them, mon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come on, Spicoli. Why don't you just put your shirts back on? See the sign?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANDWRITTEN SIGN IN WINDOW",
          "text": "that reads: \"No Shirts, No Shoes, No Dice\" INT. CARL'S JR. A store manager, Dennis Taylor, bustles up to Brad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Any problems?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, just a couple of surfers with no shirts on. I took care of it, Dennis.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SURFERS",
          "text": "grumbling, putting shirts back on. It pains them. Dennis heads back to his office when he sees something in the trash bin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Did you throw away those fries, Hamilton?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They were left over from the last shift.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Those were perfectly good fries, Hamilton.  (glares at Brad) Perfectly good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But they weren't mine. Brad laughs, goes back to work.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It is closed and only a few janitors remain. Stacy and Linda walk through the large empty mall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He gave me his card.  (lovingly) 'Ron Johnson, Audio Consultant.'",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(amused) Should we buy a frame for that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come on, Linda, I haven't had a boyfriend all summer. You promised when I started working at the mall that my life would change... Do you think he'll call this week?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Listen, Stace, you want to know about guys? I'll tell you. They're mostly chicken. Before I met Doug I chased after every guy I thought was cute. I thought if I gave out a vibe they'd get the message and call me up. Well, guess what? They don't call.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So what did you do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I called them. If I was sitting next to a guy and I wanted to sit closer, I'd sit closer. If I wanted to kiss him, I'd just do it. You want Ron Johnson? Grab him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can't do that. They pass a janitor cleaning graffiti that says: LINCOLN SURF NAZIS and MAGGOT LUST FOR THE DUST.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Face it. With some guys you have to make the first move. A lot of guys are just... wussies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Really?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stacy, what are you waiting for? You're fifteen. I did it when I was thirteen. It's no huge thing. It's just sex. If you don't, one of the other girls will.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(cute) He was hot, wasn't he?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If I didn't have a fiance in Chicago, I'd go for it. A young Girl runs and catches up with Linda and Stacy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(breathless) Are you Linda Barrett?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm Carrie Frazier from Toys 'R Us. Judy Hinton from May Company told me I could ask you something. Linda nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I have this situation with my boyfriend, and I wanted to...  (looks at Stacy, then whispers in Linda's ear) Linda listens thoughtfully, then clicks into her \"sex expert\" mode.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay, are you over sixteen? The Girl nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All right, what you want to do is go to the Free Clinic and tell the doctor that you have sex regularly  - several times a week -- and that you need Nornel One Plus Fifty's.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And they don't call my parents?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not if you're over sixteen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay. Thanks a lot, Linda.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And don't let them talk you into a diaphragm either. The Girl thanks Linda again. Linda and Stacy get to the back exit of the mall and Linda uses a key to open the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can't believe I start high school tomorrow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Believe it. They exit the mall, into the night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We see all the elements of the first day of school. The students carry new books, explore new lockers, begin to stake out their ground. Someone has taken the steel letters from the green vanguard out front. It reads: \"IDG MON SENOR HI",
          "sentiment": "neutral"
        },
        {
          "speaker": "HO.\"",
          "text": "The rest of Ridgemont High is covered with toilet paper. And a black spray paint message along the side of the front office building reads, \"LINCOLN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Brad pulls into the Ridgemont High parking lot. He drives a beat-up, four-door model LTD sedan. Three friends wait for him near his parking space. They are dressed in the same golf caps with brand logos on the front like CAT, NATIONAL and CHAINSAW.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hamilton!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The cruising vessel! Hey -- Yooooo! Brad climbs out of his car and pats it admiringly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Six more payments, gentlemen. Brad joins his friends, and they walk towards the gymnasium.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We see a shiny, new, blue Mustang whip into the parking lot. Students scatter from the parking space. Behind the wheel is football star Charles Jefferson. A huge, black kid. The halls at Ridgemont part for Charles Jefferson. Rat and Damone are in the parking lot. Damone surrounded by underclassmen (customers) selling tickets.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "See that Mustang? U.C.L.A. gave Charles Jefferson that car when he was a sophomore. The underclassmen are impressed. They watch as Jefferson opens his car door and stands to his full height, over six-foot tall. He opens his trunk and pulls out no books, just a football duffel bag. He slowly walks by Damone, Rat and the underclassmen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How ya doing! That car looks great, Charles! Jefferson gives Damone a death glare.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't... fuck... with... it. He moves on. Damone resumes selling tickets.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shit, that's my man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We see a clutching, smooching couple walk by. Cheerleader Cindy Carr and her boyfriend, Gregg Adams.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Four Stoners (from Carl's Jr.) tumble out of a van in the parking lot. They head towards the gymnasium.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Standing by the A-B-C-D-E registration counter in the gymnasium, Brad waits to pick up his red ad card. He stands surrounded by his buddies. They nod vigorously at everything Brad says. As he talks, fellow students all say hello or pat him as they pass. One troubled-looking boy, Arnold, walks up to Brad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Brad, can I talk to you a minute?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Arnold. What's happening? Arnold speaks confidentially to Brad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Brad, I really fuckin' hate McDonald's, man. Ever since they started in with the chicken, everything went downhill.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You want to work at Carl's?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, man, if you could swing something there, I'd do anything for you. I want to work with you guys.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can probably get you in there. Just let me talk to Dennis Taylor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All right!! Brad notices Stacy and nods with complete inner cool.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hi, Brad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sis.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, Stacy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hi... Where's Lisa?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Everyone wants to know where Lisa is. How should I know where Lisa is? (to buddies) What am I gonna do? Now my little sister goes to the same high school. The party's over. (to Stacy) So who do you have first period?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "U.S. History. Mr. Hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey-yo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey-yoooooooooo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(concerned) What's wrong with Mr. Hand?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nothing... if you like 'Hawaii Five O.' You better get in class, Stacy. That's not the one to be late to. Stacy hurries off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(as soon as she is gone) Your sister is really turning into a fox.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You should see her in the morning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey-yooooooooooo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stacy barely slips in the door before the final attendance bell sounds. She finds a seat just as the teacher's cubicle door opens at the back of the classroom. A tall figure comes barreling down the aisle. He is Mr. Hand. The man makes a double-speed step to the door at the front of the class, kicks the door shut and locks it. The windows rattle in their frames. Stacy watches, wide-eyed, at her first high school class.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Aloha. My name is Mr. Hand. Mr. Hand writes his name on the green chalkboard before his class. Every letter is a small explosion of chalk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(almost sweetly) I have but one question for you on our first morning 'together.'  (pause) Can you attend my class? Pakalo?... Understand?... History has proven us one basic fact. Man does not do anything that is not for his own good. It is for your own good that you attend my class. And if you can't make it... I can make you. An impatient knock begins at the front door of the classroom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We have a twenty-question quiz every Friday. It will cover all the material we've dealt with during the week. There will be no make-up exams. It's important that you all have your Land of Truth and Liberty textbooks by Wednesday. At the latest. The knock continues.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Your grade is the average of all your quizzes, plus the midterm and final, which counts for one-third. Got it? The mystery knocker tries a lazy calypso beat on the front door. No one in Mr. Hand's U.S. History class dares mention it, much less answer it. Stacy grips her desk with the tension of her first day.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Also. There will be no eating in this class. You get used to doing your own business on your own time. That's one demand I make. I don't like staying after class with you on detention. That's my time. I don't like wasting it. Just like you wouldn't want me to come to your house some evening and discuss U.S. History on your time. Pakalo? Hand finally turns, as if he has just noticed the sound at the door and opens the door an inch. Jeffrey Spicoli stands in the doorway, red eyes glistening. His long, blond hair is still wet and streaming down the back of his white peasant shirt. He grins, oblivious to such trivial matters as attendance bells. A Student sitting near Stacy turns to his friends.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That guy has been stoned since the third grade.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah. I'm registered for this class.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What class?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is U.S. History, right? I saw the globe in the window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(appears enthralled) Really? Spicoli holds his red ad card up to the crack in the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Can I come in?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(swinging door open) Oh, please. I get so lonely when that third attendance bell rings and I don't see all my kids here. Spicoli laughs. He is the only one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sorry I'm late. This new schedule is totally confusing. Mr. Hand takes the red ad card and reads from it with utter fascination.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. Spicoli?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's the name they gave me. Mr. Hand slowly tears the card into little pieces and sprinkles the pieces over his wastebasket. Spicoli watches in disbelief. His hands are frozen in the process of removing his backpack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You just ripped my card in two!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, bud. What's your problem? Mr. Hand moves to within inches of Spicoli's face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No problem at all. I think you know where the front office is. It takes a moment for the words to work their way out of Jeff Spicoli's mouth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You... dick. In the tense moment that follows, no one in the class is sure what might happen. Mr. Hand simply turns away from Jeff Spicoli as if he ceased to exist and coolly continues his lecture.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've taken the time to print up a complete schedule of class quizzes, and the chapters they cover. Please pass them back to the desks behind you... Hand begins passing out stacks of purple mimeographed sheets.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STUDENTS",
          "text": "all smelling the purple mimeographed sheets. Still standing in the doorway, hyperventilating with fifteen-year-old adrenalin, is Jeff Spicoli. After a time, he fishes a few bits of his ad card out of the wastebasket and huffs out of the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's packed. The school's outdoor dining area is actually just a small courtyard lined with fast food machines and dominated by a large oak tree in the center. Standing at the center of lunch court, under the large oak tree, is Brad Hamilton and his golf-cap Buddies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You hear about the surfer in Mr. Hand's class? His Buddies shake their heads.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Told Hand to fuck off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Whoa!_ Brad sees another friend pass through lunch court.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thompson! Brad waits for him to pass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I hear Thompson got canned at Bob's this summer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah. They hacked his hours, so he quit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where is he now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Making two eighty at Seven-Eleven.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Man. (pause) They make you wear a fuckin' candy stripe suit over there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Poor guy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Poor guy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BATHROOM",
          "text": "near the outer rim of lunch court. Jeff Spicoli comes stumbling out into the daylight, surrounded by a small group of Ridgemont Stoners. Marijuana smoke billows out behind them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It was so bitchin', mon. Everybody is talking about it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Totally.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The motherfucker pissed me off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Totally. You don't have to take that shit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I didn't take that shit. They all laugh, flip hair out of their eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tell us again. What happened after he ripped up your ad card?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I called him a dick. And then I reached for his class notes, and I ripped 'em up. I said, 'Hey bud. Two can play this game.' The Stoners go wild.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll tell you this. If he hassles me again, I can't be responsible for what happens... you know why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Because he's a fuckin' dick!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You got it. (pause) Gimme a dollar. One surfer digs out a dollar for Spicoli. They look out at lunch court, see it teeming with straight kids. They turn and walk towards the parking lot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STACY AND LINDA",
          "text": "as they walk onto lunch court. They take a seat on the outskirts of the area and watch all the students crowding onto the eating area.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I hear some surfer pulled a knife on Mr. Hand this morning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No way! He just called him a dick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "God. People exaggerate so much at this school. The school couple, Cindy and Gregg walk by.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hi, Linda. God, you look so great.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hi, you guys. This is Stacy. Stacy, this is Gregg Adams and Cindy Carr.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hi, Stacy. Stacy smiles. Gregg and Cindy move on, repeating the same scene a few feet away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If there's one thing that never changes... it's a cheerleader. Stacy turns to see a girl with short, black hair passing by, wearing tight black spandex pants, and dark lipstick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Linda. That girl looks just like Pat Benatar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know. They watch her pass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Actually, there are three girls at Ridgemont who have cultivated the Pat Benatar look. Linda gestures out on lunch court.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANOTHER PAT BENATAR LOOK-ALIKE",
          "text": "wearing pink spandex pants and short-cropped black hair with dark lipstick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STILL ANOTHER PAT BENATAR LOOK-ALIKE",
          "text": "wearing blue spandex pants and short black hair. She stands a good distance away from the other two.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "None of them talk to each other. Linda looks at them with bemusement but Stacy is wondering.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do you think guys find that attractive?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, give me a break, Stacy. You're much prettier than them. They sit and eat their lunches. Linda has her perennial diet lunch of yogurt and raw vegetables.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah but they look more sophisticated. You'd probably think they'd be better in bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do you mean 'better in bed.' You either do it or you don't.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No there are variables that, like, I might not be good at.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What variables?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(shyly) Like, you know, giving blow jobs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's the big deal?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well I never did it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There's nothing to it. She takes out a carrot stick and eases it down her throat. Stacv tries one but chokes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You just have to practice a little first.  (feels her throat) Relax these muscles. Think of your throat as an open tunnel. The girls try sliding the carrot sticks down their throats without gagging.",
          "sentiment": "neutral"
        },
        {
          "speaker": "A BOY",
          "text": "at the next table; sees them and points them out to his companions.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What happens... don't laugh at me, but when a guy has an orgasm... you know, like, how much comes out. Stacy stops practicing and looks horrified. Linda laughs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just kidding. About 10cc.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(enlightened) Oh! That's where that group got its name from. They continue practicing as the boys look on. Stacy manages to get almost a whole carrot down her throat to Linda's amazement. The group of boys break out in applause. Stacy looks very embarrassed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The class is situated so that all students sit at Bunson burner tables lining the room. Pat is seated at one of the tables and Stacy takes a seat nearby; she looks at the ledge in front of her. It contains a pig embryo. She listens to the conversation next to her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll tell you right now. I'm not going. I'll get sick or something. I'm not going into a room with a bunch of dead guys.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You'll go. It's part of the final.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(a Pat Benatar) Have you heard what they do? I'm serious. Have you heard?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The bodies are dissected, Mike, and Mr. Vargas pulls out parts of the dead body and holds them up. Okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You mean he reaches in and pulls this stuff out?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Like a heart?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hearts, lungs, guts... Stacy strains to hear more, just as Mr. Vargas -- a diminutive man holding a coffee mug -- enters the class.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good day, everyone! I just switched to Sanka. I'm running a little slow today, so have a heart.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE RAT",
          "text": "He is riveted on Stacy Hamilton, swooning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We see Stacy's room, a young girl's room with posters and frilly pillows. Stacy is in bed, and her Mother is just leaving the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sleep tight, Stacy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good night, Mom. Her Mother shuts off the light, exits. Stacy pulls back the covers. She is fully dressed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We see the window to Stacy's room slide slowly open, and watch her slip outside. She hikes down a drainage pipe to the street.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A brown MG pulls up. Stacy jumps from the shadows and hops in. The car drives away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ron sits behind the wheel, humming casually along to the music on his car stereo. Ron has on a light-brown leather jacket. He looks like a contestant for \"The Dating Game.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(a little nervous) Thanks for picking me up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No problem. He speeds off, turning up the radio to sing along.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "'The Cuer-vo Gold, the fi-ine Columbian.' (eyes Stacy) You look nice tonight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thanks. So do you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where do you feel like going?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know. Wherever you want.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How about the point?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(nervously) The point sounds fine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(looks at her knowingly) All right, the point it is. We see Stacy's anxious face, as the car speeds up Ridgemont Drive, with music.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stacy and Ron sit in the car, listening to music. The \"point\" is a natural lookout spot that lovers can \"discover.\" It is behind the baseball field and dugout of Ridgemont High School. Stacy and Ron get out of the car and walk to the baseball dugout.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They sit side-by-side. Above them, a single light bulb shines a very private fifty watts on things.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's a nice shirt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thanks. Thanks a lot. Silence. They look at each other, look away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's very warm out tonight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It is. It's very warm. I wonder how long it will last? Ron leans over and kisses Stacy lightly on the cheek. Stacy sits quietly for a moment, thinking, was that the first move? Then she lunges at Ron and kisses him square on the mouth. At first surprised, Ron then holds her there and kisses her in return. After a time, he breaks away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you really nineteen?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes... I am really nineteen. They continue making out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I think I better take you home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What about those other guys you live with?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. I mean back to your home. But they make no moves in any direction. They continue making out. Ron begins unbuttoning her blouse and massaging Stacy's breasts. A moment later, he tugs at her pants. Awkwardly, she starts to help him. He tilts her backward onto the concrete dugout bench. They kiss feverishly, her hand pulling off her shoes, then her pants. Ron goes to work.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(whispers) Is this your first time?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STACY'S POINT OF VIEW",
          "text": "as she feels a man enter her for the first time, we see the graffiti above her: Surf Nazis  Lincoln was here --  Sieg Heil  Led Zeppelin  Dan y Roberto (Disco Fags)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stacy is standing by her locker, twirling the combination. She is joined by Linda Barrett.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Was it great?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It was okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You'll always remember your first time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It was nice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So tell me, do you like Ron? Is it serious?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come on, Linda. It's just sex.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey! That's my line! They both laugh and walk down the hall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stacy arrives home. The Hamilton home has that anonymous prepackaged tract look, like many others in this lower-middle class neighborhood. Brad washes his car in the driveway and listens to the car radio.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mom says to clean up the pool.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why can't you do it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Your friends use the pool. Your friends messed it up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Your friends use the pool too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I take out the garbage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't strain yourself. Stacy bristles, and heads inside the front door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The furniture in the Hamilton living room looks like it was gleaned for a sale at Pic 'N Save. Through the living room, one can see a very small, kidney-shaped pool. Stacy checks an erasable telephone message sheet near the refrigerator. There are two names on it: BRAD/STACY. Brad's side is filled with messages. Stacy's is empty. She notices a summer bouquet floral arrangement. Stacy reads the attached note. It reads: \"Memories of You, Ron Johnson.\" She quickly gathers it up and carries it back outside. She fans the door several times to dispel the odor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Brad! Have Mom or Dad seen this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They're not home yet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Brad, what would you say if I asked you to just put these flowers in the trunk of the Cruising Vessel and get rid of them at work?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'd say... who the hell is Ron Johnson?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll explain everything later. Brad nods, as Stacy pushes the flowers into his arms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Damone expertly fills two glasses three-quarters full of Kahlua, then adds a few drops of milk. Music is playing on a nearby speaker. Damone hands The Rat a drink and checks himself out in his mirror.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "See that moustache coming in, Rat? There is only a hint of peach fuzz, but he grooms it anyway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "See? You can almost press it out. Damone turns around. His friend is preoccupied.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I am in love. Damone takes a sip of his drink, looks at The Rat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You... are a wuss. Part wimp. Part pussy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do you mean -- wuss? This girl is my exact type. It's her. Definitely her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(distracted) It's definitely your mama.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Damone, you gotta listen to me. Damone quits puttering around his room with the Kahlua and milk. He grabs a chair and straddles it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All right... where did you see her?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She's in my biology class.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Did you get her number?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Did you get her name?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. It's too soon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's never too soon! Girls decide how far to let you go in the first five minutes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, what do you want me to do? Go up to this strange girl in my biology class and say, 'Hello! I'd like you to take your clothes off and jump on me?'",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(thoughtfully) I would. Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Really?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can see it all now. This is going to be just like the girl you fell in love with at Fotomat this summer. You bought forty bucks of fuckin' film and you never even talked to her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(woeful) You tell me, Mike. What do I do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay. Okay.  (sighs, but loves it) Here's what you do. Damone gets up, moves to the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You start from the second you walk into biology. Don't just walk... move across the room. He saunters over to the chair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't talk to her. Let her know. Use your face. Use your body. Use everything. This is what I do. I just sent out the vibe and I have personally found that... girls do respond. Something happens.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Of course something happens. You put the vibe out to thirty million chicks, you know something's gonna happen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's the idea, Rat. That's The Attitude.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Attitude? The Attitude dictates that you don't care if she comes, stays, lays or prays. Whatever happens, your toes are still tappin'. When you are the cruelest and the coolest... then you have The Attitude. Damone knocks down the rest of his drink, and we...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We see Brad operating at full throttle in the kitchen, and taking a moment to sneak a kiss with his girlfriend Lisa as she goes to the front counter to open up a cash register. She allows him only one kiss.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Were those flowers really for me, Brad?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Of course.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How much did they cost?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't worry about it. She gives him a kiss... on the cheek.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let's go to the Point tonight. She pulls away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's there to do at the Point? Brad shifts his weight, tries to find the right words.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's there to do at the Point? God, Lisa, we've been going together almost two years, and...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Brad. I don't want to have to use sex as a tool.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tool? Tool for what? We've been going together almost two years!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't want to talk about it here, Brad. Brad prepares to respond. He squints his eyes, prepares for a truly sizzling comeback, when Dennis Taylor, short and prematurely balding assistant manager of Carl's Jr., comes bustling out of his back office. He quickly surveys the situation in the kitchen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hamilton! You have fifteen double cheese to box! Lisa returns to her cashier post, leaving Brad's last words stalled in his mouth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We see the Hamilton's cul-de-sac home. All the lights are off in the house at this hour. Except for Brad's room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Brad is alone in his room. He's prone on his neatly made bed, reading a paperback book entitled Power With Class. On the wall of Brad's room is a large framed photo of a Carl's Jr. hamburger. Brad hears a muffled knock at his door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come on in. Stacy walks into Brad's room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thanks for getting rid of those flowers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't worry about it. Who sent the flowers?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's just some guy I met at Swenson's. You don't know him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't care it you tell me or not. I got problems of my own. He begins pacing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is everything okay at work?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you kidding? Work is great. I kill at work. I don't even mind Mom and Dad making me pay rent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're going to break up with Lisa, aren't you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've been doing some thinking. It's my last school year. I'm a single, successful guy. I think I want my freedom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why? Because she won't sleep with you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where did you hear that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm just guessing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well... it's true.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maybe you just need to give her some time. She's so nice, Brad. Everybody loves Lisa.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Everybody loves Lisa. Everybody loves Lisa. But everybody doesn't have to be her boyfriend. Suddenly, Stacy pops the question.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, Brad. Are you still a virgin?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know. I was just curious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maybe yes. Maybe no.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You are a virgin!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I didn't say that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But your face did! They laugh. Then Brad turns serious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you still a virgin?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maybe yes. Maybe no.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't give me that shit! I know you're still a virgin! Stacy smiles and stands up. She playfully slaps her brother on the arm and walks down the hallway to her room. We can see there is less frill and lace in Stacy's room. The junior high paperbacks are gone. There are no dolls in sight. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Linda and Stacy walk past rows of cars. Stacy stops at a brown MG.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There... There's his car. I know he's at work tonight. He hasn't come into Swenson's since he called my house. My mother told him I was still at high school, after I told him I was nineteen. I guess I should tell him I'm fifteen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't you dare, you'll never hear from him again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Does Doug care that you're seventeen?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Doug sees beyond that stuff to what the person inside is like. That's why I'm marrying him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If he ever calls again I'll say I'm eighteen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Boy I am so glad to be through with all these games. They enter the mall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We are now several weeks into the school year. Mr. Hand is dropping test papers on desks like they are pieces of manure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "C... D... F... F... F... three weeks we've been talking about the Platt Amendment. What are you people? On dope? A piece of legislation was introduced into Congress by Senator John Platt. It was passed in 1906. This amendment to our Constitution has a profound impact upon all of our daily liv.... Mr. Hand stops on a dime. He is like a champion hunting dog that has just picked up the scent. He scans the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where is Jeff Spicoli? There is silence in the U.S. history classroom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I saw him earlier today near the 200 Building bathrooms. Is he still on campus? Silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Anyone? One student sitting next to Stacy raises his hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, Desmond?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I saw him by the food machines.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How long ago?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just before class, sir... Mr. Hand snaps his fingers, Hawaii Five-O style.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay. Bring him in. Desmond hustles out the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What is this fascination with truancy? What is it that gets inside your heads? Mr. Hand begins to pace the aisles as he speaks. Occasionally, for emphasis, he bends down to lecture directly into the students' faces.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There are other teachers in this school who look the other way at truants.  (points to attendance clip on the doorway) It's a little game that you both play. They pretend they don't see you, you pretend you don't ditch. Who pays the price later? You. Desmond returns to the room with a red-eyed Jeff Spicoli.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey! Wait a minute! There's no birthday party for me here!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thank you, Desmond. (to Spicoli) What's the reason for your truancy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I couldn't make it in time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(in top form) You mean, you couldn't? Or you wouldn't?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know, mon. The food lines took forever.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Food will be eaten on your time! (pause) Why are you continuously late for this class, Mr. Spicoli? Why do you shamelessly waste my time like this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know. Mr. Hand appears mesmerized. He then turns and heads for the board. He writes in long, large letters as he slams the chalk into the green board. He writes: \"I DON'T KNOW\".",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I like that. He stands back and admires it. He turns randomly to Stacy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't you like that, Miss Hamilton?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I really like that too. 'I don't know'... that's nice. 'Mr. Hand, will I pass this class?' 'Gee, Mr. Spicoli, I don't know'. I like that. I think I'm going to leave your words on this board for all my classes to enjoy. Giving you full credit, of course, Mr. Spicoli. We hear the blare of the dismissal bell. Stacy and the other students get up to leave. Spicoli stays in place. He has just figured out a truly bitchin' comeback... and his mouth is forming the first word, when Mr. Hand cuts him off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You can go now. Hand turns back to his desk. The rest of the students have already left. Spicoli's audience is gone. He shrugs and lopes out the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's Christmas time at the Ridgemont Mall. All three tiers are strung with neon lights, and we hear the sound of the bell-ringing Santas.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stacy and Linda are enjoying a brief lull in the Christmas season madness. They sit at the sundae bar. Stacy looks forlorn, almost red-eyed, as she makes a sundae.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You've got to get used to working Christmas. People are always screaming and yelling... then they get home and they're all Christmasy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I think Christmas brings out the worst in people.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I guess Ron hasn't called yet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not since November. Linda nods her head, always the coach.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stacy, it doesn't look good for the relationship. Stacy continues making her ice cream, slapping the scoops onto the stainless steel dish.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(sighs) Don't you think it meant anything to him. Even if I am fifteen?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stacy. What does it matter? He's a stereo salesman. You want to marry him? You want to have kids with him? You want this guy to come home, fifty years old, and he's still got that little Pacific Stereo badge on? Come on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GREGG AND CINDY",
          "text": "who are seated at a back table, feeding each other. Stacy looks at her finished sundae.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I should quit this job. I'm going to get so fat working here... nobody will ever take me out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stacy. How many times do I have to tell you? You are really going to be beautiful... someday.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thanks a lot. Linda punches Stacy lightly on the shoulder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey -- Ron Johnson? It's his loss. We follow Stacy, as she walks into the dining room to serve the sundae.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We see a group of buzz-cut young toughs, walking in formation, hunched over, sneering and wearing sleeveless U.S. Army fatigue jackets. None of these damaged-looking kids is over the age of fourteen. They pass to reveal this legend on their backs: LINCOLN SURF NAZIS. Angle on Mike Damone and Mark Ratner, who are standing by the upcoming concert list posted on the door to Wherehouse Records. Damone sees the Surf Nazis pass, turns to Mark Ratner, who is still wearing his Cinema Four jacket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The business is changing, Rat. I'll tell you, these kids today... they don't even listen to Aerosmith.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I hear they all dress like that at Lincoln now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There used to be three or four of those guys. Now we see 'em every time we come to the mall. Damone is approached by a couple of young ticket Customers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Got any Blue Oyster Cult tickets?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No Cult. I ate twenty-four pairs of Blue Oyster Cult tickets last time around. I was this close to working at 7-11. No Cult. Suddenly we see all ticket business stop. Damone and his customers see someone menacingly coming directly for them. The small crowd parts as Charles Jefferson, football duffel bag in hand, walks up. With him is a thick, tough, miniature version of himself. This is Little Charles. They both stop in front of Damone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(after long look) When is Earth, Wind and Fire coming?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(respectfully) I'm really not sure. I haven't heard anything yet, but I'll let you know the second there is the slightest news, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm taking my little brother.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Excellent. So that will be two tickets... All right. Fine, sir. Jefferson and L.C. push past the customers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wow. He really lives here. I thought he just flew in for the football games.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(gaining composure) Shit, he's my man. He knows where to come for tickets. Damone turns to The Rat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, Rat. Are you ready for the moment of truth? The Rat adjusts his jacket, and nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She is immune to my charms. They walk together towards Swenson's, as The Rat drapes his aqua-blue Cinema Four jacket around his shoulders, like a French film director. Damone walks a few steps, then stops Rat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, Rat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ace the jacket. The Rat considers the suggestion, gets rid of the jacket. They continue towards Swenson's.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Rat pulls open the door to Swenson's. He walks toward the counter to Stacy Hamilton.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hi. May I help you? The Rat feels the beginnings of cold panic, but barges through nonetheless.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes. I have two questions. I was curious... His voice becomes a shade deeper. He begins to pull The Attitude together.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do you do with the jackets people leave here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(smiling) We keep them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You keep them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We keep them, in case the people come back. She reaches under the counter and pulls out a cardboard box with some rumbled jackets and other items.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Here they are. You can look through it, if you want. The Rat chuckles to himself, struggling with The Attitude.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's cool. It would take too much time to go through all that stuff. I'll just pick up a new one. Stacy smiles. He's obviously awkward, and she likes it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's your other question?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My other question is... can-I-have your-phone-number-so-I-can-ask-you out-sometime? To The Rat's surprise, Stacy continues smiling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do you have a pen? This one's out of ink.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh... yes. He pulls one out of his jacket pocket, gives it to her. Stacy writes her name and phone number on a scrap of paper and gives it to him. The Rat looks at the paper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stacy. Nice to meet you, Stacy. My name is Mark Ratner. He sticks out his hand, and they shake. We see The Rat turn around and walk out of Swenson's.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Rat exits with ultimate cool. He sees Damone waiting just off to the side, talking to some girls. The Rat nods, gives him the thumbs-up. Damone returns the gesture. All-Attitude.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Carl's is happening tonight. There are lots of kids inside. We hear charging rock music -- \"Girls Got Rhythm\" by AC/DC -- coming from a radio in the back kitchen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Inside the bathroom, Brad Hamilton applies the Carl's scrub brush to a felt tip graffiti message near the mirror: I EAT BIG HAIRY PUSSY. He pauses and catches himself in the mirror. He adjusts his hair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(talking to mirror)  Lisa? I have something to tell you. Look, I'm a senior now. I'm a single, successful guy and I've got to be fair to myself. Lisa... I think I need my freedom. Brad pauses, looks at the mirror soulfully.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Aw, don't do that... don't take it personally, okay? Please? I knew you'd understand, because... The bathroom door opens -- it's Arnold, the boy who Brad got a job.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Brad! I know you're on your break, but would you cover me on register three? Brad nods, exits:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Brad stands at the register. We see a prominent display over Brad's head: TRY OUR 100% GUARANTEED BREAKFAST. The last of many harried businessmen customers gets his breakfast order and takes his seat. Brad is joined by Dennis Taylor, the Assistant Manager.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come on. Clean that counter off Brad. Let's go. Play ball.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay, Dennis. Brad begins polishing the counter and Dennis Taylor returns to his office at the back of the kitchen. Brad watches him disappear behind the door that says: ASSISTANT MANAGER. As soon as Dennis disappears behind the door, the one Businessman in the place rises and returns to the counter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(nervously) May I help you? The Businessman has short, curly brown hair. He speaks in a whine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes. This is not the best breakfast I ever ate. The Businessman points to the huge display over Brad's head: TRY OUR 100% GUARANTEED BREAKFAST.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And I want my money back. Brad begins searching under the counter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, I believe you have to fill out a form. There's a pad right around here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. I want my money back right now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, that's not the way it works, really. And you ate most of your food already, too...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "See that sign? It says 100% Money Back Guarantee. Do you know the meaning of the word 'guarantee'? Do they teach you that here? Give me my money back. Brad begins looking to the restroom. \"Where's Arnold?\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can't do that. But if you wait a minute...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(as if talking to a kindergartner) Look. Just put your little hand back in the cash register and give me my $2.75 back. Okay?  (looks at name tag) Please, Brad?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm sorry, sir. Just let me find the forms here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I am so tired. I am so tired of dealing with morons. How hard is it to... Brad looks up from under the counter. No amount of pay will make him take that kind of insult.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mister, if you don't shut up, I'm gonna kick 100% of your ass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Manager!! \"Bam!\" The door to the Assistant Manager's office swings open, and Dennis comes hurtling out of the back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Can I help you, sir? Is there a problem?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You bet there's a problem! Your employee used profanity and threatened me with violence! I'm shocked, frankly. I've eaten here many times and I've always enjoyed the service -- until today! Angle on bathroom door as it opens and Arnold starts towards the register. He quickly sees the incident with the irate Businessman and ducks back inside the bathroom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All I wanted was my money back for this breakfast. It was a little undercooked. And this young man threatened me. Now I plan to write a letter! I plan to... Dennis wheels around to Brad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Did you threaten this man or use profanity in any way?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He insulted me first. He called me a moron.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Did you threaten this customer or use profanity in any way?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're fired. Brad looks around, expecting his friends to defend him. Dave and Rich seem very occupied with their work. Brad is stunned.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Businessman) I'm very sorry this happened to you, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thank you very much. Then Brad unhooks his fryer's apron and throws it on the counter. He grabs a backpack and walks out of the place. On the way, he bangs the bathroom door with his fist.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I hope you had a hell of a piss, Arnold.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He arrives back in his room and locks the door. He yanks the burger picture off his wall, dumps it into the trash. Then he takes it back out of the trash and cracks the cardboard picture and plastic frame in half.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARKNESS",
          "text": "We are in the middle of a deep, dark void. After a moment, a pinprick of light appears in the distance. We head towards the light. We are being led somewhere important. As we draw still closer, curtains suddenly part to reveal a wildly cheering studio audience. We hear the voice of Merv Griffin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Will you please give a warm welcome to... Jeff Spicoli! The Merv Griffin Show band begins playing a Merv Griffin Show version of AC/DC's \"Highway to Hell\". Someone hands Jeff Spicoli a microphone. He works the studio audience into a frenzy as he sings the words to \"Highway to Hell\": Merv Griffin show style.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(singing) 'Layin' ladies!                    Drinkin' wine!                 You gotta dollar -- You're a friend of mine!      Gettin' loose!                 Feelin' fine!                         You and me -- It's get down time! We're on the Highway to Hell!    The Highway to Hell!' Spicoli finishes up with a spectular pump. The audience goes wild as Merv Griffin greets him warmly, and guides Spicoli to his seat. Spicoli motions for the cheers to die down. Griffin is obviously happy to see him. He touches Spicoli's arm lightly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How've you been?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Outrageous, Merv. Nice to be here. I feel great.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I was going to say... your eyes look a little red.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've been swimming, Merv. The audience howls. It's a famous Spicoli line.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Seriously, Merv, everything is great. I was thinking about picking up some hash this weekend, maybe going up to the mountains.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(concerned) I wanted to talk a little bit about school, if I could...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "School. (sighs) School is no problem. All you have to do is go to get the grades. And if you know something, all you have to do is go about half the time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How often do you go?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't go at all. The audience is howling again. He is Merv's favorite guest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I hear you brought a film clip with you. Do you want to set it up for us?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, it pretty much speaks for itself. Peter, you want to run with it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The film clip begins. It is a mammoth wave cresting against the blue sky.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Merv, this is the action down at Sunset Cliffs at about six in the morning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fascinating. A tiny figure appears at the foot of the wave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who's that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's me, Merv. The audience gasps.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you going to ride that wave?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Totally. We watch as Spicoli catches the perfect wave, and it hurtles him through a turquoise tube of water.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's going through your mind right here, Jeff? The danger of it all?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Merv, I'm thinking... I've only got about four good hours of surfing left before these little clowns from junior high start showing up with their boogie boards. The audience is howling once again... when suddenly we hear the loud noise of a door opening, followed by a shrill voice. It is Spicoli's eight-year-old brother, Curtis. Jeff Spicoli's dream of glory evaporates.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It is a messy trailer, part of a trailer park by the sea. Spicoli's area is small, but he has made it his own. The walls are covered with posters, almost all of them naked centerfolds. It is obvious Spicoli's parents are not welcome in his room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dad says you have to get up!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ugh. He groans, starts to struggle out of bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Leave me alone!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dad says you're late again, you butthole!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Leave me alone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dad says! Spicoli reaches over to the floor next to his bed. He pulls a snorkel from the mess, heaves it at the door and his little brother. It bounces off the wall and doesn't even hit Curtis, but the kid starts crying anyway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Daaaaaaaad! Jeff threw a snorkel at me!!!!!! Spicoli gets out of bed, groans again, and kicks the door shut.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "celebrating the big game with rival Lincoln High School. We see Jeff Spicoli stumble from the direction of the parking lot. He heads into the gym, which is already full for a mandatory assembly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Spicoli wanders into the assembly, takes a seat on a corner bleacher. He sits just below Brad Hamilton and Lisa. On podium in front of assembly, Cindy Carr and another cheerleader, Dina Phillips, are making a presentation before the school.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I just want to say that we are not 'Spirit Bunnies' anymore. We always hated that name. It bugged the heck out of Dina and me...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's just such a put down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They don't call the Chess Club 'Checker Champs' or anything like that. We're going to go to everything this year, you guys. We're going to go to soccer, wrestling, basketball... everything. We know you've got a lot of spirit! Everybody -- riiiiiight? And we're gonna destroy Lincoln next week? Riiiiiiight?",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE STUDENTS OF RIDGEMONT",
          "text": "They don't respond.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF SPICOLI",
          "text": "who is asleep in the bleachers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRAD AND LISA",
          "text": "sitting nearby. We hear them over the drone of the assembly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Man, I don't even want to see those guys from Carl's again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If you'd apologize I think Dennis would take you back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Apologize to that wimp? No way. Fuck Dennis Taylor.  They sit in silence for a moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm just glad we're still together, Lisa, because I need you this year.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(sighs) Look, Brad, I've been trying to think of a way to tell you this. We're almost out of high school, this is our last year. I think we owe it to ourselves to be free, and meet some new people. Then, if we get back together, we'll know it's the right thing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRAD'S FACE",
          "text": "as he accepts the news.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But I still want to be friends.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRAD'S FACE",
          "text": "as it falls slack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're going to be going to every game this year. We just want the crowd to participate and we want spirit from every little person in this entire school. Allll-Riiiight? There is unenthusiastic, minor applause from the assembled students of Ridgemont High. Vice Principal Ray Connors, a tough-looking man with an H.R. Haldeman crew cut, approaches the podium. He has a sour look on his face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, thank you, girls. People, don't forget, the big game is one week away. We'll see everybody back here on Monday and have a good weekend. For the first time during this assembly, there is a loud and hearty applause.",
          "sentiment": "neutral"
        },
        {
          "speaker": "A GRAINY HIGH SCHOOL FILM 57",
          "text": "We are suddenly watching a movie shown on a class projection screen. We see footage of a serene, middle-class neighborhood -- as seen through the glass windshield of a car. Judging from the other vehicles parked on the street, the film is from the early Sixties. We hear the narrative voice of Desi Arnaz, speaking in his inimitable Latin accent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Driving ess an important part of each and every one of our da-ily lives. Ees a responsibility like no o-ther and ess a matter of life and... A ball comes rolling out into the serene street. A small child runs out after it. The driving of our vehicle brakes, but not in time. The film freeze frames on the terrified face of a child about to be splattered.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Death. There is a swell of dramatic music.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They have foun'... The Braking Point. The words flash on the screen and we hear a high school Driver's Training class groan in mock horror.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLES JEFFERSON AND BRAD HAMILTON",
          "text": "who are seated in this class.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LINDA AND STACY",
          "text": "sitting together in the class. They are oblivious, lost in conversation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do you think of that guy who works at the theatre? You know, Mark Ratner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, come on. What is he? Fifteen?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sixteen. Linda looks nauseous.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just watch out if he pulls up in a van, and then puts on a Led Zeppelin tape.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The film returns to another serene street scene as seen through another front windshield.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The driver here has had jus' two drinks. Two drinks at the home of a frien'. We hear the very-present sounds of Driver's Training students.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's fucked-up, Ricky!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They guys a drunk, Ricky!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And although this driver thinks he ees drivin' well, he may be 'doing okay, but he forgets to per-ceive what ees real goin' on... In the film, another car comes barreling from the left, running a stop sign and exploding into the side of the two-drink goner. In the class, the Driver's Training students are howling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The parking lot is full. Kids and shoppers stream through the entrance in groups of all sizes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All three levels are teeming with kids.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE VIDEO PINBALL ARCADE",
          "text": "where we see Jeff Spicoli manning the Missile Command machine. Spicoli wears a red bandana across his forehead. A cigarette dangles from his mouth. He is surrounded by a fleet of young surfers who listen to him with reverence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Be noble. Be aggressive. The thing about Missile Command is to decimate before you can be decimated. Just like in real life.  The youngsters hang on every word of the sage advice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "A GANG OF SURF NAZIS",
          "text": "walking in formation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIKE DAMONE AND MARK RATNER",
          "text": "walking the mall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Check it out, Rat. The Surf Nazis... out for a Sunday stroll. Damone and The Rat walk on. The Rat is barely interested. He appears deep in thought.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do I say after she gets in the car? Damone, obviously in his element here at the mall, stops to flash a winning smile at a well-built older housewife.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No problem, Rat. What you need is my special Five Point Plan. As he talks, Damone passes a Country Farms shop. He plucks a free sample of cheese and sausage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Knock it off, Damone. I need real help.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do you mean? Men have died trying to obtain this information. I will give it to you for free. The Rat and Damone continue on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay. Tell me. What's the Five Point Plan?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All right. Pay attention. The Rat nods, always the student, as they pass a Wherehouse Record store. Damone stops right in front of a seductively posed life-sized cardboard stand-up of Debbie Harry, the alluring rock singer. Damone begins his speech.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "First of all, Rat... never let on how much you like a girl. Damone turns to the cardboard cutout of Debbie Harry to demonstrate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(disinterested) Oh. Hi. (turns back to The Rat) ) Two. Always call the shots. He turns to Debbie Harry, who looks on with an inviting cardboard smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kiss me. (to The Rat) Three. Act like wherever you are, that's the place to be. (to Debbie Harry; debonair) ) Isn't this great? (to The Rat) Four. When ordering food, find out what she wants and then order for both of you... it's a classy move. (to Debbie Harry; Cary Grant) And the lady will have... (to The Rat) Five. And this is most important. When you get down to making out, whenever possible, put on the first side of Led Zeppelin IV. (to Debbie Harry; seductive) Why don't you put this tape on? It sounds great in the back of my van... why don't we listen from there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEBBIE HARRY",
          "text": "with the same inviting smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And that is how you talk to a girl, Rat. Voila. You can't miss.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I think I've got it. Once I get going, I'll be okay. But... how do I get started? I mean, I hardly know her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You wuss. It's no problem. One person says something to the other and that's how it starts... Standing there in the front of the Wherehouse, The Rat nods his head and smiles. He's finally beginning to understand, and we...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We see The Rat behind the wheel of a green Volvo. Stacy sits beside him. They are driving the streets of Ridgemont.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is it. The Big Date. \"Led Zeppelin IV\" is on the car stereo of his sister's van. Finally...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thanks for coming to get me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sure thing. Silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He rounds the corner of Luna Street, off the neon fast-food stand that is Ridgemont Drive.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yet another silence has fallen. Then, after a time...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is a nice car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah. It's my sister's. Silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do you have Mrs. George for English?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah. She is pretty good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah. She is pretty good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They pull into the parking lot of a steak and lobster house called The Atlantis.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joey at Cinema Four said this is a pretty good restaurant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've heard that, too. The Rat finds a parking spot near the back of the lot, grateful that the long silence is over. He walks with Stacy to the front of The Atlantis.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Rat and Stacy are escorted by the host to a nearby table. They are given large wooden menus.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do you know what you want?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I think I'll have the Seafood Salad Special.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Excellent. The Rat leans back in the booth. He is starting to feel in control now. Then something hits him. The panic sweeps across his face. Slowly, The Rat reaches back to check his wallet. It's gone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you all right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(weakly) Oh yeah. Cool. Cool was the name of the game. Stay cool.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do you mind if I excuse myself for a moment?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not at all. Just as The Rat is about to get up, the Waitress approaches the table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you ready to order here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well... sure.  (settles back down) She will have the Seafood Salad Special. And I will have... the same.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Anything to drink?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Two Cokes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay. Thanks. The Rat gets back up again, looking paler by the minute. He excuses himself and walks over to the pay phone by the Atlantis toilets. The Rat dials a number. Damone answers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He is sitting in a chair, leaning onto the back two legs, watching television.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Damone. It's Mark.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mark. What happened to your date?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's happening right now. I'm here at the Atlantis. Everything's fine except... I left my wallet at home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Did you go home and get it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. It's too late. The food is coming and everything. Damone, I've got to ask you this favor, and I'll never ask you for anything again in this lifetime or any other. Will you please borrow your mom's car, go by my house, get my wallet, and meet me back here? There is silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Damone, are you there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(world-weary sigh) I'm really pretty busy...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAMONE'S TELEVISION",
          "text": "as we see the flickering images of Leave It To Beaver.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You owe me for this one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Rat hangs up, mildly relieved, and returns to the table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Rat and Stacy have finished the meal, and desert.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE CHECK",
          "text": "as it sits in a little tray before The Rat. The Waitress approaches the table. It is clear she wants to make room for other customers and bigger tips.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you sure there's nothing else I can bring you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll have one more Coke... Do you want another Coke, Stacy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(quizzical) ) Sure. I'll... have another Coke.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Two more Cokes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(sarcastic) Two... more... Cokes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRONT DOOR",
          "text": "as Mike Damone finally walks in. Damone looks over the diners, then feigns great surprise when he sees The Rat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, Mark. Is that you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Damone! You come here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I come for the seafood. It's great! Hey... you know what, Mark? I found your wallet the other day. You want it back?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wow. I've been looking for that thing! Hey, Damone, have you met Stacy Hamilton? Stacy, this is Mike Damone. Stacy smiles politely, with the slightest sparkle in her eye, as the Waitress returns with the two Cokes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, I've gotta be running.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay. See ya.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STACY",
          "text": "looking strangely at the proceedings.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nice to meet you, Stacy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nice to meet you. Damone leaves. The Rat takes a few quick gulps of Coke, and gets up to pay the bill. As he moves out of camera range, we see the strange look on the faces of waitresses and diners.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Rat pulls up to Stacy's house in the cul-de sac. He stares straight ahead, like a zombie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I had a really nice time tonight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Me, too. I'm real sorry someone broke in and stole your tape deck. The Rat nods glumly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I never thought it would happen at The Atlantis. Jeez.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do you want to come inside?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Aren't your parents asleep?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, they're away for the weekend. Brad and I are watching the house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay. Sure. I'll come in. We see a confused but interested look on The Rat's face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They walk in the front door. The Rat stands uncomfortably in the doorway to the living room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where's your brother?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know. Probably out. Want something to drink?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. That's okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, I'm going to change real quick. I hope you don't mind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Naw. I don't mind. Stacy turns her back and pulls up her hair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Will you unzip me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE RAT'S FACE",
          "text": "as the wheels inside his mind start to spin. This can't be what it seems. He unzips Stacy, past her bra, down to the small of her back. It's the first time he's ever done anything like that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thanks! She walks down the hall to her room, easing out of her dress as she walks. She leaves the door to her room open.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You can come in, if you want!",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE RAT'S FACE",
          "text": "He is completely unsure of himself, as he begins to walk down the hall. His heart pounds into his throat. He turns the corner and steps into Stacy's room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stacy stands there, looking gorgeous in an almost seethrough white robe. The Rat pretends not to notice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So... pretty nice house you've got here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thanks. So...  (puts hands on hips) What do you want to do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE RAT'S FACE",
          "text": "as he struggles with the memory of Damone's words. \"Always call the shots.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do you want to see some pictures? I kept a lot of scrapbooks and pictures and stuff from junior high. How stupid, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sure. Stacy goes to her closet, reaches up to grab the books from the top shelf. The Rat watches her robe slip up her legs. Then she sits down next to him. Her knee grazes his. It is almost too much for The Rat. Go for it. We see The Rat struggle with the action of putting his arm around her. He almost does, but then reacts as she says suddenly...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is me in the eighth grade. Did you have Mr. Deegan?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(looking pained) Oh, yeah. I had Mr. Deegan. Her knee grazes him again. Does she expect something?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look, Stacy, I want you to know that... The Rat struggles. Try as he might, he can't seem to cross the line. He can't make his move. He is woeful as he completes the sentence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... I've got to go home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do you really have to go?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well... it's getting kind of late. Suddenly, The Rat is seized with ambition. He reaches one hand around her right shoulder and plants the other hand directly on her left breast. It looks something like a wrestling hold. The Rat looks at Stacy. Stacy looks back at The Rat. The Rat is absolutely frozen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I guess it is getting late, Mark. She shrugs him off, walks him to the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We see The Rat's forlorn face as he trudges towards his car. He stops. He takes a breath -- it wasn't that late, he really didn't want to leave. The Rat turns and begins walking back up the Hamilton steps. Just as he does so, Stacy's bedroom light clicks off. It was too late. He kicks at his car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You blew it, asshole. Behind him, recklessly speeding towards Ridgemont Drive, is Charles Jefferson's blue Mustang.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jeff Spicoli is behind the wheel. Sitting next to him is Little Charles, \"L.C.\", Jefferson's younger brother. They're smoking grass and holding Lowenbrau beers in between their legs. The radio is blasting the music of Rick James.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, slow down. This is my brother's car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I thought he was out of town.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then don't hassle it. They speed off down Ridgemont.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Seen the new Playboy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Naw. Any good?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Suzanne Somers' tits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I like sex. Spicoli sees something in the rearview mirror.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hold your beer down, L.C., I think it's a cop. Spicoli slows down. The car behind him slows down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is a cop. He's definitely cruising me at busting distance. The high beams switch on behind Spicoli.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What the fuck is this guy doing? The car behind Spicoli then advances to the point where it is now almost touching the blue Mustang.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What the fuck is this guy doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This ain't no cop. The mystery car bumps them lightly from behind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey! He's gonna scratch my brother's car! The two boys start yelling. High beams fill the Mustang with bright light and...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then mystery car pulls back, then up alongside Spicoli and L.C. on the left. We hear the music on the radio of George Thoroughgood's \"Ride On, Josephine\".",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's a bunch of Jocks in a Granada!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They're fuckin' with us. The drivers of the two cars eye each others. Then the Granada begins inching over, trying to force Spicoli off the road.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My brother's car!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All right. Die, Granada Jocks! Spicoli guns ahead, in a real bullet move, and easily overtakes the Granada. Spicoli is proud of himself. He checks himself out in the rearview and turns to L.C.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Would you roll your window up, L.C.? It's messing my hair. Spicoli pulls way ahead of the Granada, while L.C. rolls his window up. Spicoli looks over to L.C. and smiles wickedly. Now Spicoli wants to show off. He pushes the pedal to the floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We just missed the turnoff to the party.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know the thing I love about Mustangs? The steering wheel. Spicoli fingers the bubbles in the wheel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "With a genuine Mustang steering wheel, you can negotiate a hairpin turn with ease, my man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "on the word \"ease\", Spicoli curls his finger into one of the Mustang steering wheel bubbles and whips it clockwise. The idea is to turn off onto a side street and head back to the party. But instead, at the moment of the hairpin turn, L.C. is attempting to switch the radio station. Spicoli crooks his finger farther into the bubble than he expected. The car swings in a complete circle, a circle that includes a bright yellow fire hydrant. The hydrant rips the side of the car open like a can of tuna. There is a silent moment of terror.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you okay? There is silence. Outside the smashed car, the Granada Jocks pass Spicoli and L.C.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fuck youuuuuuuuuu! Then L.C. stirs and utters his first words.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My brother is going to kill us. He's gonna kill you and then he's gonna kill me. He's gonna kill us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just be glad you're all right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My brother is gonna shit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Make up your mind. Is he gonna shit, or is he gonna kill us? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "First he's gonna shit. And then he's gonna kill us..",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Will you just relax, mon? He's not gonna kill us. My father is a television repairman. He's got all kinds of tools. I can fix-this car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You can't fix this car, Spicoli.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE BLUE MUSTANG",
          "text": "waffled and mangled. It is just inches away from scrap iron.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can fix it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHOTS",
          "text": "as we see Ridgemont High gearing up for its big Homecoming Game against Lincoln. We see a series of shots of kids talking about it, wagering on the chances of a Ridgemont victory. We see the many signs and placards all over school, proclaiming Ridgemont revenge. We see students lining up to vote for Homecoming King and Queen in the gymnasium. It is the most spirit that Ridgemont has shown this year.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "From the back of the parking lot, we see a crowd around the flagpole. A group of kids are staring at something. They sadly shake their heads at the sight, as if they are witnessing a funeral. As we draw closer, we see the center of commotion. It is an ugly sight. Someone had wrecked Charles Jefferson's Blue Scholarship Mustang and welded it to the flagpole. Spray-painted on the side was the message: LINCOLN SURF PUNKS RULE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Ridgemont football bleachers are full of cheering students. We see the same basic groups from lunch court, and many more. The cheerleaders are on the field -- Cindy Carr, Dina Phillips and company -- and their cheerleader \"husbands\" sit directly in front of them in the stands. Linda and Stacy sit in the bleachers with some of the Swenson's girls. The Rat and Damone sit several rows above them, watching. The teachers sit together in another section.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRAD HAMILTON",
          "text": "who is again sitting alone in the bleachers. Watching. Several old lunch court friends pass by, on their way to the concession area.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, Brad! How's going?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where you working?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fish and chips place.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Which one?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just a fish and chips place. Brad says nothing more. The students look at each other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We'll be seeing you, Brad!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(sullen) Later.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Everyone is cheering the amazing game on the field. Charles Jefferson is poised on the offensive line. He mutters a string of obscenities at the opposing Lincoln player. The ball is snapped, and Charles Jefferson comes directly at the player with both elbows up and angled to hit inside his helmet. The Lincoln player is hit and keels over. Charles Jefferson sets up for another play. The ball is snapped. Ka-boom. Down falls another Lincoln player. Jefferson doesn't know who it was who wrecked his Mustang, but he wasn't about to spare any of them. There is pure madness in his eyes. It has taken him over. The Ridgemont points rack up. Jefferson is single handedly maiming Lincoln for Homecoming.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We see Jeff Spicoli and L.C. sitting calmly in the bleachers, watching.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I think we may have gotten away clean.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The half-time gun fires and the score is 36-7... Ridgemont. Even the Ridgemont players steer clear of Charles Jefferson as they return to their locker room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WEEKS LATER",
          "text": "Linda and Stacy are sitting by the pool, dressed in string tie bathing suits. They are listening to the music of Tom Petty's \"Breakdown\" playing on the living room stereo. Linda luxuriously applies suntan lotion to her chest and legs, in long and writhing strokes. Stacy reads a book. It's called Total Orgasm. Several beats pass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I sent a letter to Doug today. I'll be so glad when he gets out here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(engrossed in book) You really ought to look at this, Linda. There's a drawing on every page... and all these quizzes. It's like school.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why don't you put your mother's secret book back? Linda continues regally applying lotion.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Listen to this... 'What are your mate's three most erogenous zones?'",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(automatic) Okay, penis, that's one, balls...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wouldn't penis and balls be the same category?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're right. Probably penis, mouth and neck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All right! Here's another one. 'The most satisfactory lovemaking occurs when your mate climaxes first, you climax first, you and your mate climax together?'",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Climax together.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Does that ever happen?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. But it's a nice idea.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Listen to this ... it says 'Most women derive pleasure from sex, but they don't have real orgasms.' Linda stops applying lotion, considers that thought.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well... they obviously don't know about Doug. They laugh. Linda resumes applying the lotion. Stacy continues reading the book. A couple of beats pass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How long does Doug take?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know. Thirty to forty minutes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(pause) What's Doug do in Chicago?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He works for the airline. He'll be out here. You'll meet him. Stacy looks at Linda, almost disbelieving.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(wistful) He's no high school boy. There is a noise by the side fence leading into the Hamiltons' backyard. It is Mark Ratner and Mike Damone. They are already wearing swimsuits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey! We came over to help you with Math homework!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, really?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Really. We figured you needed the help. On such a hot day. Stacy quickly stashes the book in a stack of towels beside her. She leans over to Linda and speaks confidentially.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do you think?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I think they're both virgins. Stacy smiles, gets up and goes over to the fence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I didn't ask for any help. Did you, Linda?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, that's exactly why I brought some Wisk for the jacuzzi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "O-kay, you guys can come swimming. But you have to leave as soon as my Mom gets home. Okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mike Damone yells \"banzai!\" and dives into the small pool. At one end of the pool is the jacuzzi, which is separated by a tile wall. Damone has already poured the Wisk into the jacuzzi, and the detergent has created a huge bubble bath effect. Damone surfaces and flips into the jacuzzi. Stacy, looking great in a green bikini, sits kicking her legs by the side of the pool. Linda stands on the board. She is poised to dive. The Rat treads water and stares at both girls. Inside the Hamilton living room, the family stereo plays the music of Deep Purple's \"Woman From Tokyo\".",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, Linda! I'll judge your dive. I'm a champion diver myself. Brad arrives home by the side gate and slams it behind him. He is home from a bad day at work. He walks out onto the patio and stands with his hands on his hips. For the first time, our former campus hero looks absurd. He is still in his uniform from Captain Kidd Fish and Chips -- it is a blue and white striped Pirates of the Caribbean outfit, complete with black plastic sword at the side, and a ridiculously large Ponce de Leon-esque hat. Brad carries the hat under his arm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Does Mom know you have company?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's just Linda. And Mark from school. Brad ignores the underclassmen, and notices Linda on the board in her maroon bikini. He smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hi, Linda.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hi, Brad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, you guys, keep it down. I've got some work to do upstairs. Brad turns and heads back inside. He is just out of earshot when they begin talking about him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "God, he hardly even talks anymore.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know. He hates to have to wear uniforms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Poor guy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Really. Stacy breaks the spell by jumping into the water, surfacing, and flipping over the tile wall into the Jacuzzi. She sits next to Damone, looking mischievous.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAMONE AND STACY IN THE JACUZZI",
          "text": "talking while the others are at the other end of the pool.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE RAT",
          "text": "casually catching sight of them together from the other side of the pool. We can read the emotions on The Rat's face. He is still taken with Stacy, but his big moment for her appears to have passed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAMONE AND STACY IN THE JACUZZI",
          "text": "as they talk. Underneath the water, her leg accidentally knocks against his. Then he feels her continue. Damone feels Stacy's cool hand on his inner thigh. Moving upwards, stopping just short of the bulge in his trunks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAMONE'S FACE",
          "text": "as it loosens and quivers just the slightest bit. This is uncharted territory, even for Mr. Attitude.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LINDA",
          "text": "who is now sunning herself by the side of the pool. She rubs her legs against each other, slowly, enjoying the hot afternoon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRAD",
          "text": "who is watching Linda from the window in his room. We see him from behind, peeking out the curtains.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LINDA",
          "text": "who smiles at Damone and flips back into the pool with a splash. Damone steals a look down at his swimsuit. He's popped a big one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why don't you get up and do a dive, Mike?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Go ahead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAMONE'S FACE",
          "text": "and we know he can't get out of the water yet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. I don't think so. Not right  now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chicken! Linda, for one, loses interest quickly. Standing by the side of the pool, she jams a finger in her ear and wiggles it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stacy! I've got water in my ears. Do you have any Q-Tips?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "God, I don't think so. Better look in the house. Linda towels off and heads back inside the Hamilton house. She knows how to walk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We see Brad's room. The Carl's burger picture on the wall is conspicuously missing. There is music playing from his stereo -- Pink Floyd's \"You and Me\". We see Brad. He is kneeling on the bathroom floor, his back to us. His green T-shirt is on, his underwear in a pile on the floor behind him. His arm is pumping slowly. Brad is jacking off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It features Linda Barrett, just as she stood on the diving board a moment ago. She is gorgeous. Her breasts seem even bigger than usual. Her nipples are hard, poking through the film maroon string bikini. Water rolls slowly down her cheeks, into the corners of her mouth. Her lips are parted slightly. Her eyes are filled with desire as she says...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hi, Brad. (pause) You know how cute I always thought you were. I think you're so sexy. Will you come to me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRAD IN DAYDREAM",
          "text": "in a nice shirt, his hair combed back and looking great. He walks to Linda. She reaches out and grabs him for a kiss, pulling him close. Then she pushes him away, so he can watch as she carefully unstraps the top of her bathing suit. The incredible Linda Barrett's breasts fall loose. She takes Brad's hands and places them on her, as she begins unbuttoning his shirt. They are just about to fall into passionate lovemaking when we hear...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, Brad! Do you have any Q-Ti... The daydream evaporates and we see real life again with an...",
          "sentiment": "neutral"
        },
        {
          "speaker": "LINDA'S FACE",
          "text": "in the doorway of Brad's bathroom as she watches the sight before her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRAD",
          "text": "trying to cover himself and act nonchalant and keep his back turned at the same time. The words barely escape his mouth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wait just a... minute.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sorry. I didn't know anybody was in here. Linda turns and goes immediately, as if she wants to forget what she saw as quickly as possible. She closes the door behind her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRAD",
          "text": "still kneeling. It had all happened so quickly, so fast",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Doesn't anybody fuckin' knock anymore? He slams the toilet seat down and we...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The third attendance bell rings, and Mr. Hand strides to the front of the class. He locks the door. Then he takes the front of the class and notices something very different.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF SPICOLI",
          "text": "bright and clear-eyed, sitting in the front row. His hands are clasped in front of him on the desk. His textbook is open to the proper page. Mr. Hand is suspicious, but continues with class.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now in 1898, Spain owned Cuba. Outright. Think about it. Cuba, owned by a disorganized parliament 4,000 miles away. Cubans were in a constant state of revolt. Mr. Hand begins pacing the aisles as he talks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In 1904, the United States decided to throw a little weight around, and... There is a brief, sharp knock at the door. Mr. Hand whips his head around, like McGarrett. He approaches the door like a cat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(sweet voice) Who is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. Pizza.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Again?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. Pizza, sir! Hand swings the door open, out of curiosity. In walks a young Man in a Mr. Pizza delivery shirt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay, who had the double cheese sausage and bologna? Jeff Spicoli speaks up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's me. The Delivery Man takes the pizza, sets it on the desk, as Spicoli whips out some crumpled dollars. Then he produces yet another crumpled dollar, and presses it into the Delivery Man's hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "For you, my man. The Delivery Man thanks him warmly, just as Mr. Hand rages into the picture.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Am I hallucinating here? Just what in the hell do you think you're doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Learning about Cuba. Having some food.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. Spicoli, you're on dangerous ground here. You're causing a major disturbance in my class and on my time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(cool and urbane) I've been thinking about this, Mr. Hand. If I'm here... and you're here... doesn't that make it our time? Mr. Hand is so furious he's almost shaking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So I thought I'd order us a pizza. Just leave me a lot of bologna... Mr. Hand snatches up the pizza, and starts to throw it in the wastebasket. Then he thinks better, and heads for the door. He opens it just as a gang of young Stoners walk past.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There's the pizza.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Totally! Mr. Hand pushes the pizza into their hands and slams the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You better save some for me, you swine!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And you, my friend. I'll see you for a two-hour detention every afternoon this week. Spicoli eases back in his chair, shrugs. It was a good idea at the time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Brad Hamilton, looks terribly uncomfortable in his Ponce de Leon hat and buccaneer uniform. He rings up an order for an older Customer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why aren't you in school, son?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I go to school in the mornings. I have a work study program for the afternoon. He bags one final coffee and punches up the amount.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "$8.46, please.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Here you go. I have it exactly.  (sets money down) Good luck!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thank you, and thanks for coming to Captain Kidd. Brad loosens his buccaneer scarf, and starts back towards the kitchen. He is stopped by the sudden appearance of Captain Kidd Assistant Manager, Harold.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hamilton! I'll take over the fryer. Those boys at IBM need some Catch of-the-Day boxes, and I told them you would personally deliver them within the hour. I'll reimburse you for gas. Brad dutifully unhooks his apron, to reveal the bottom half of his pirate suit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just write me out a bill. While Harold leans down to tally up the fish order, Brad goes to a nearby employee's closet. He has completely perfected the art of changing back into his street clothes, and it takes less than a minute. He is just about to finish buttoning his street shirt when Harold sees him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hamilton, come over here. What is that you've got on?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is how I dress all the time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But you took off your Captain Kidd uniform.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I thought I'd take it off for the drive over to IBM. It's kind of uncomfortable. Harold can barely fathom the idea.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come on, Hamilton. You're going over there to represent Captain Kidd Fish and Chips. We have stores all over Southern California. Part of our image, part of our appeal is in our uniforms. You know that!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You really want me to put all this stuff back on?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes. I think so. Show some pride, Hamilton.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRAD",
          "text": "as he stands there, stoic looking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't believe you're asking me to do this, but okay. He begins taking off his street shirt. He looks at Harold, looks at the boxes, and returns to the closet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Brad is driving down the freeway, listening to the music of Bruce Springsteen's \"Out in the Streets.\" He pries open one of the fourteen Catch-of-the-Day boxes on the seat next to him and pulls out a small piece of fried fish. Brad takes a bite. The look on his face says it is the worst piece of shit he has ever tasted. He throws the piece out the window, and drives on. Brad turns to see a girl smiling at him from another car. It makes his afternoon. He returns the smile with gusto.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE GIRL",
          "text": "as she bursts out laughing and drives away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRAD",
          "text": "looking perplexed. Then he realizes that he hasn't taken his Ponce de Leon hat off. Brad drives on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "as we see the Cruising Vessel move down the highway. We see the Captain Kidd hat go flying out the window. Then the plastic sword, and the scarf. Then a couple boxes of Captain Kidd fish. Then the rest of them. We see Brad rip past the IBM Building.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "School is out and kids are leaving campus, heading for the parking lot and bus stop. We see Mike Damone carrying some books, walking towards Ridgemont Drive. He is joined by Stacy Hamilton, who hurries to catch up to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can't wait until I can drive next year. I walk every day. It's such a drag.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Get a ride with somebody.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sometimes I get a ride with my brother. But he usually works in the mornings, and then drives to school himself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What a guy.  Damone turns to her after a moment, all Attitude.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know Mark Ratner really likes you. You like him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mark is a really nice boy... Stacy walks along, then stops and looks at Damone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But I think I like you. They turn the corner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They have arrived at Stacy's house. There are no cars parked out front. No one is home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do you want to come in for a second? The Attitude starts to weaken. After a long pause, Damone responds.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do you have any ice tea?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sure. Come on in. Stacy unlocks her front door, they go inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Damone stands in the white linoleum Hamilton kitchen. Stacy opens the refrigerator door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I guess the annuals are coming in pretty soon. Are you going to get one?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Aren't you curious to see how your class picture turned out?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know what I look like. Stacy places a glass of ice tea in front of him. They are all alone in the house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do you want to take a quick swim?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Brad probably has some trunks you can borrow... I'm going to my room to change! Damone stares straight ahead. She's going to her room to change. Stacy scoots down the hall toward her bedroom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is great ice tea!",
          "sentiment": "neutral"
        },
        {
          "speaker": "STACY IN HER ROOM",
          "text": "In the middle of changing, she has caught her own reflection in the mirror. She pauses a moment, looking at the young girl looking back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAMONE IN THE KITCHEN",
          "text": "He continues staring straight ahead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(from other room) You don't have to shout! You can come back here to my room! Damone doesn't move. He pretends he doesn't hear. A moment later, Stacy comes bounding back down the hall in her green bikini. She grabs Damone by the arm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come with me! I know there's a suit in the changing room! She pulls him away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They enter the wood-panelled changing room next to the Hamilton pool. There are two swimsuits hanging from wooden pegs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pick a suit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know. It's getting pretty late... She locks the door to the changing room and begins to walk towards Mike Damone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you really a virgin?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come on... He could feel his leg starting to shake the slightest bit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's okay if it's your first time. She gives him a kiss.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Listen. I feel pretty strange here. Because Mark really likes you, and he's my friend.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's my friend, too. She gives him another kiss. He kisses her in return. Standing there, feeling Stacy in her bikini, feeling her kiss him, Damone also felt some of his reservations slip away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're a really good kisser.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So are you. (pause) Are you shaking?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(shaking) No. Are you crazy? It is clear that this is as far as Mr. Attitude has ever gotten with a girl. Stacy takes the initiative, rubbing her hands through his hair, rubbing his sides, kissing his neck, then pulling away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(whispers) Why don't you take off your clothes, Mike?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You first.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How about both of us at the same time? Damone nods, and watches as Stacy unhooks her top and steps out of her bikini bottom. She stands naked in the shadows of the afternoon sun. She sits down naked on a red changing room couch, and gathers her legs up to her chest. She watches as Damone struggles with his clothes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAMONE",
          "text": "hopping on one leg, pulling first out of his pants, then his jockey underwear. Bashfully, he goes to sit next to Stacy on the couch. They begin to kiss, and it quickly escalates into heavy petting. Stacy pulls away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I want you to know that it's your final decision if we should continue or not.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let's continue. Stacy leans back and pulls him on top of her. He enters her and begins pumping so hard, so fast, that he doesn't notice he's banging the sofa into the wall of the changing room. But just as quickly as Damone starts, he stops.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(whispers) Hey, Mike?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What? Are you all right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I think we're making a lot of noise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm sorry. I'm really sorry. He has a strange look on his face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's wrong?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I think I came. Didn't you feel it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I guess I did. They lay there, Damone still on top of her on the red couch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAMONE",
          "text": "as we read the confusion on his face. He is embarrassed, a little confused... mostly he just wants to be alone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've got to get home. I've really got to go, Stacy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STACY",
          "text": "as she looks up at him. She gives him a kiss. Damone gets up puts his pants and shirt on. He leaves the changing room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We see Stacy sitting at her usual seat, and she's wearing a bright spring dress with a slight amount of makeup. She looks at Damone's seat with anticipation, but it remains empty as other students file in. Finally, she turns to The Rat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where's Mike today?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Today's April 16th. Damone never comes to school on April 16th.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's April 16th?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's John Bonham's birthday.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John Bonham?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John Bonham. The drummer for Led Zeppelin. He died a couple years ago. Every birthday he stays home and plays everything John Bonham ever recorded. It's like his own holiday.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh. I see. The bell rings, and Mr. Vargas enters the room with his Sanka cup.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Seated at the desk is Mrs. O'Rourke. There is a knock at the door. The door swings open. Brad Hamilton holds out his yellow slip.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Have a seat, Brad... Brad have you got your list of college applications?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, to tell you the truth Mrs. O'Rourke, I've kind of been putting it off. I'm not sure what I want to do yet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(by rote) All right Brad. Let me ask you like this. If I were queen of the world, and I could make you whatever you wanted to be, what would it be?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know... Burt Reynolds. There is no humor on Mrs. O'Rourke's face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I realize it's important to have fun in your senior year, with your friends, but there comes a time when you have to get serious about your future, think about college, and put aside all this fun. Brad looks up suddenly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know what, Mrs. O'Rourke? I broke up with my girlfriend this year. I lost my job at Carl's, and two other places. I wake up at 5:30 to work at 7-11, then I go to school, then I go back to 7-11. I have to pay rent, you know. My grades haven't been that bad, and now you're telling me that the fun is over. Well, I'm still waiting for the fun to start.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Brad, I'll see you when I'm through with the rest of the seniors. If you want to visit the career office, go right ahead. I'll talk to you when you're more prepared. Brad gathers his books and opens the door to leave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Next! An absolutely exuberant Cindy Carr pops her head in the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hi-yeeeeeeee!!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The bell has just rung, and Mike Damone comes out of Youth and Law class. He has an absorbed, driven look on his face. He walks past the rows of lockers, and doesn't even notice as he passes Stacy Hamilton standing by her locker. She smiles, grabs his arm affectionately.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hi Mike! Damone turns to see her, is thoroughly unimpressed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh. Hi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I didn't see you this morning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look, I'm kind of in a hurry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm in a hurry too. I just thought I could say hi to you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hello. He pulls away, leaving a bewildered Stacy standing by her locker. She grabs some books and hurries in the other direction.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The bus pulls up to the front entrance of University Hospital. The students file out and collect next to the front door. Mr. Vargas gleefully addresses the class. This is his favorite field trip.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Today we're going to explore how this hospital works to preserve human life. We'll be visiting every floor, every level where these fine doctors and nurses take care of us, in life... and in death.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The class exits from a hospital elevator, onto another floor. They are now standing outside the maternity ward. We hear the loud noise of babies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Over thirty children are delivered here each day... The class moves on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The class exits another hospital elevator.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is part of your third quarter exam, and I'd advise you to take careful notes on what we're about to see.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. MILLER",
          "text": "a young intern who has joined the class for the last part of their tour.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "May I just ask you one last time to conduct yourselves with the utmost maturity... The kids are beginning to get very nervous now as they are led down the hall to the \"Cold Room.\" The door to the \"Cold Room\" has only one sign on it. It reads: CADAVERS -- MEDICAL EXAMINATION ONLY. Mr. Vargas opens the door, and the class seems to gasp.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There are six examination tables in the \"Cold Room\". Each of them contains a cadaver covered by a white sheet. Mr. Vargas has gathered the class around one table in particular. He fingers the edge of the white sheet as he talks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As you know, all the bodies in this room are recently deceased human bio-structures. A student raises his hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, Randy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who are these guys?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Most of them were derelicts, Randy. They sold the right for medical examination of their bodies for money. Something like thirty dollars, I believe. Isn't that right, Doctor Miller?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Twenty-five dollars.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF SPICOLI",
          "text": "who turns to Stacy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Twenty-five bucks is pretty good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now this gentleman here is named Arthur. Arthur died from heart failure last week and we are fortunate enough to view his body in its pristine state. Mr. Vargas suddenly pulls the white sheet aside and we see the body of Arthur. The students' eyes widen. Some gasp. Others cover their mouths. Others begin furious notes. Nobody speaks. The body of Arthur is smallish and withered. It is orange, flaky, and not quite real looking. A deep cut has been made in Arthur's chest. Mr. Vargas bends Arthur upright for a better student view. He gestures to the deep cut made in Arthur's chest. The tension mounts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This incision allows us to pull aside the skin covering of the chest cavity and really observe the human organs as they exist in their natural state.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARTHUR",
          "text": "and his shrunken face, which seems to say please don't.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I want all of you to take a look at the chest cavity for just a moment. Mr. Vargas grabs the two sides of Arthur's chest cavity covering, and rips it open.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Here we have the human lungs and heart, which you can see is actually located in the center of your chest. With a squish, Mr. Vargas reaches inside Arthur and pulls out the human heart for display. The class stands in silent shock. Only one comment escapes from any of them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bitchin'.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STACY HAMILTON",
          "text": "who goes running out of the \"Cold Room\", holding her mouth. The Rat runs after her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rat and Stacy sit side-by-side on some orange plastic chairs, by a nurse's desk. Stacy is shook up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I made a fool of myself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nobody noticed. Don't worry about it. We'll just stay out here until everyone comes out, we'll blend back in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What about the notes?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll get you the notes. She squeezes his arm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The students file out of the hospital, looking like they've just been through a war.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It is night, and Linda and Stacy are watching Fantasy Island.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You see, Tatoo, what this man doesn't realize is that he must one day leave Fantasy Island. And he must continue his life as an incurable leper. Stacy is fighting back tears. Linda looks angry. Telephone rings. Linda jumps to get it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hello. Linda obviously is disappointed when she hears a female voice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah... you're kidding... What did he say... What did you say... How much did it cost? Look, tell him he can have a relationship with you or a 'more open' relationship with someone else... Listen, Debbie, can I call you later. I'm waiting for Doug to call. She plops back on the couch with Stacy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll bet he forgets to call again. She notices that Stacy is crying over the TV show.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "God, Stacy, it's not that sad. It's just David Soul and Ricardo Montalban.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know, I'm just so depressed. Everything is just so... depressing. Linda shuts off the television.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You have been acting very strange the last few weeks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know... I just don't feel right. Linda sits down next to Stacy on the bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do you think it is?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do you think it is?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It couldn't be.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It could be. I had a pregnancy test at the clinic. I'll find out Monday. I guess it was Damone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Of course it was Damone. If it was Ron Johnson, you'd be out to here!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm not going to tell him. He's an asshole. I hate him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But it costs money to have an abortion. Even at the Free Clinic. You tell Damone to pay for it. It's the least he can do. It's the guy's responsibility too. She puts the TV back on and they watch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know, there's one thing you didn't tell me about guys.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You didn't tell me that they can be so nice, so great... but then you sleep with them and they start acting like they're five years old.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're right. I didn't tell you that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stacy Hamilton is walking towards Mike Damone on the football field. We see him from a distance, timing track runners.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's going on?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mike, there's something that's been on my mind and I have to tell you about it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What? Now? He clicks off the time on a runner, and then turns to face her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why don't you call me up tonight?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mike. I want you to know that I'm pregnant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STACY",
          "text": "as she looks down. They are words she never thought she would be speaking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How do you know it's mine? We only did it once.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know it's yours.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAMONE",
          "text": "as he realizes she is sincere, and he truly begins to panic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You made me do it! You locked the door. You made me do it! You wanted it more than me!",
          "sentiment": "neutral"
        },
        {
          "speaker": "STACY",
          "text": "She does not flinch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Take that back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All right, I take it back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAMONE",
          "text": "He hugs his arms tighter across his chest, and decides to try a more mature tact.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There's only one thing we can do. We've got to get rid of it. We've got to get an abortion.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We've got to get an abortion?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah. My brother Art got his girlfriend one once.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's already planned, Mike. It's going to cost $150 at the Free Clinic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Doesn't sound free to me. (pause) So you want me to pay for it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Half. Okay? (bites back tears) Seventy-five dollars. And a ride to the clinic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Seventy-five dollars, and a ride. Okay. Stacy stands there, hands folded, nodding.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He is working at his desk, counting through a wad of money.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE LIST",
          "text": "in front of him, which has a split line down the middle. People Who Owe Me -- fifteen dollars Rick. People I Owe -seventy-five dollars REO Speedwagon tickets, seventy-five dollars abortion. Damone counts fifteen dollars into his stack, crosses out Rick. Then he counts through the money. Seventy five dollars exactly. He crosses out REO Speedwagon tickets. This leaves him no money for the abortion.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Here, at the same corner where she once waited for Ron Johnson, Stacy waits for Damone. Cars pass, no Damone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stacy is on the phone, calling Damone. We see the phone messages sheet that lists two calls for Stacy, and none for Brad. The line rings four times, then it's answered.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hello?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hello... is Mike there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hold on. Stacy sags, disbelieving, and looks at the clock on the kitchen wall. It's getting late...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He says he's helping his father in the garage and he'll call you back. Stacy is stunned.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hello? Stacy hangs up. She punches out another number, quickly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hello?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hi, Mrs. Barrett. Is Linda there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She went off to the beach. She'll be back later, though.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay. Thanks. She looks at the clock again, then hears a noise in the driveway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Brad! Hey, wait a second! She runs out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Brad and Stacy pull up next to the flea market.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah. This is it. I have some shopping to do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "See you later.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thanks a lot, Brad. I really appreciate it. She gets out of the car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stacy Hamilton watches her brother drive away. Then she looks to both sides, and walks on. She passes the entrance to the Flea Market. She walks around the corner to another building marked BIRTH CONTROL - FREE CLINIC. Brad follows her in the rearview mirror.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stacy is lying in bed wearing a paper dress. Her hair is stuffed in paper shower cap. She looks anxious. In a bed next to her an older girl is being affectionate with her visiting boyfriend. A Nurse comes in with an IV.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is going to prick a little. She sticks the needle into Stacy's hand. Stacy looks pained but doesn't yell. The Nurse pats the rolling bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now scoot over here. Stacy moves onto it. Looking up from her point of view, we see the ride out of the room and into:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stacy gets wheeled in. The Doctor looks down at her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hello, Stacy, I'm Doctor Bartell. Stacy moves onto the operating table as the Nurse and Doctor get ready.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Any questions before we begin?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is going to hurt, isn't it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We'll use a local but you'll feel some pressure. It doesn't last that long.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Does it hurt more to have a baby? The Doctor pauses and considers her question.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes... but I think you mind it less. Stacy looks up at the lights and listens to the sound of suction tubes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The other girl and Stacy sit at a table eating toast and jelly. The girl is reading. The Nurse enters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How are we doing in here? Debbie, ready to leave? The girl nods and gets up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Right through here. Stacy, I can't let you go unless you have a ride home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uh, my boyfriend said held be waiting downstairs. The Nurse studies her, decides she's telling the truth and allows her to leave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stacy walks back out into the sunlight, slowly and weakly. She is surprised and amazed at who she sees standing outside, waiting for her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRAD HAMILTON",
          "text": "He stands, hands on hips, just outside the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Brad! He puts an arm around her and leads her toward his waiting car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Since when do you shop at the Flea Market anyway?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Brad. Please don't tell Mom and Dad... He helps her into the cruising vessel. He starts up the car and drives off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who did it? Stacy stares out the window. Tears well in her eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're not going to tell me, are you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All right, then. It's your secret. Stacy smiles at Brad. Brad smiles back. The car drives on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stacy is in Linda's room, sitting on her bed. Her eyes are red and moist from crying. Linda listens to her story.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I really thought he would show up. I waited... and waited... and waited...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That little prick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then I called his house, and his mother told me he was in the garage helping his father.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That little prick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I paid for it and everything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There goes your stereo for another year. Mike Damone is a no-brain little prick. I'm not letting him get away with this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't do anything, Linda. I'd rather just forget about it. I don't even like the guy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stacy, he's not a guy.  (loud) He's a little prick!  Stacy lies back on the bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The front door to the Damone house opens, and out walks Mike Damone carrying some books. He looks troubled, burdened, and stares down at the walkway as he moves towards his car. He walks around, starts to pen the car door, then he sees it. There, in white spray paint across the driver's door, is the message: PRICK.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shhhhhhhhhit. He looks both ways, and starts back towards the house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mike Damone travels down Ridgemont Drive, making the turn into the school parking lot. There is a large cardboard panel taped on the side of his car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He arrives at his locker, where, in white spray paint, there is another message: LITTLE PRICK. Several girls walk by, they laugh knowingly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hi, Mike!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hi, mike! Damone backs up against the locker, with a sick smile on his face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hi... girls. More students pass, looking strangely at the young man pinned against his own locker.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Damone exits the boys locker room. Just as he does, he is accosted by The Rat. We have never quite heard this tone in The Rat's voice before.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Damone? What happened between you and Stacy? Damone feigns The Attitude, shakes his head. Damone sighs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let me tell you something, Rat. Sometimes girls just go haywire. It was a month ago, I've been trying to think of a way to tell you ever since. We started messing around and...  (shrugs) ... something happened. It's all over with. It's no big deal. I never called her again. The Rat says nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If you ask me, she's pretty aggressive. You understand what I'm saying?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No Damone. I don't understand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She wasn't really your girlfriend anyway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey fuck you Damone. There's a lot of girls out there and you mess around with Stacy. What have you got to prove?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jesus. I'm sorry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I always stick up for you. Whenever people say 'Aw, that Damone is a loudmouth' -- and they say that a lot -- I say 'You just don't know Damone.' When someone says you're an idiot, I tell them 'Damone's not an idiot. You just don't know him.' Well, you know, Damone, maybe they do know you pretty good. And I'm just finding out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fine. Get lost. Damone starts to push past him, but The Rat shoves his shoulder hard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All right, Rat. You want to do something about it? Damone begins the classic high school fighting ritual. He throws his books down. He takes a step back. He goes into a crouch. He gestures towards himself. Then Damone says the universally recognized high school fighting words.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well come on. The Rat shows no fear. As other kids begin to crowd around the two boys, Rat throws his own books down. He takes a step back, goes into the crouch. He gestures toward himself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You come on. They stand there, gesturing, neither one of them wanting to make the first move.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. You come on, you wuss. Assistant Coach Mr. Sexton comes running out of the boy's locker room, and steps in front of the two boys.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey! Knock this crap off!! The Rat stalks off, disappearing into the crowd of onlookers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Ridgemont Drive strip is filled with cars, cruising for parties. There is a lot of honking, and yelling out windows. Everyone is headed towards the beach. We stay on a lowly 7-11 store near the freeway entrance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A yellow Firebird slowly, menacingly cruises the empty parking lot. It does not stop. Then, around the corner, walks Jeff Spicoli. We see him in the neon 7-11 light, his hands stuffed deep into the pockets of baggy jeans. He walks inside the store. He is the only shopper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Brad Hamilton stands behind the counter in a red and white striped shirt and cap, making fresh coffee. Jeff Spicoli trudges up to the counter. He looks at Brad. Brad looks at Spicoli. There is an unspoken edge between them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, mon, can I use the bathroom? Brad squints his eyes, looks at the sign on the back room door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "sign which reads: Rest Room For Employees Only.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Go ahead. Just make it quick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Totally.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's the first door on your left. Spicoli disappears into the back room. Brad sighs, looks at the clock. It reads: 11:15. Then he hears Spicoli from the back room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can't find it, mon!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's the first door on your left!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "On the ledge?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "First door on your left!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There it is! Brad sighs again. He loads a new filter into the coffee maker.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A moment later, the yellow Firebird pulls into the 7-11 parking lot. A man in a windbreaker comes hurtling out of the car, into the store. He spray paints the scanning camera above the door. He hustles up to the counter, produces a .45 Magnum and points it chest high at Brad. There is a glazed and nervous speedy edge to his voice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I want money. And I want it all -- now. Brad looks pale and young under the fluorescent 7 11 light. He speaks slowly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They empty and close the big safe here at midnight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(getting tougher) I know this store. I know where the safe is. He bangs the gun on the counter, hard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Over there behind the donut case. Now move! Brad slowly moves to the donut case, like a zombie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm instructed to tell you that we are on a video alarm system and there are other hidden cameras in the store ...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just give me the money. Move it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay. (legs are shaking) I just started here, and they just taught me the procedure. I'll give you the money, just let me figure this out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(very menacing) Move it. Move it. Brad opens the phony back of the donut case and fiddles with the strongbox combination.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(more menacing) Let's go, stupid. Brad looks at the gunman.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You motherfucker. Get off my fuckin' case. The Robber is about to react when the bathroom door opens and Jeff Spicoli starts out, wiping his hands on his pants.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No towels, mon... The Robber turns to look at Spicoli, and that is all that Brad Hamilton needs. Just like it is the most natural thing in the world, Brad reaches for the hot, steaming coffee pot he has just made and throws it into the gunman's face and hands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Aaaaaaaaaaaarrrrrrrrr!!! The .45 falls out of his hand and rattles to the floor. The gunman is still grabbing his face, and looking at his skinless hands in horror when Brad snaps up the gun. In the parking lot, the gunman's accomplice, poised behind the wheel of the yellow Firebird, spots the foul-up and screeches out of the parking lot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There goes your ride home. Brad pulls the under-counter alarm with newfound confidence. Jeff Spicoli stands there, mesmerized at the entire event.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Awesome. Totally awesome.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kids are pouring into the Ridgemont mall. Summer banners are already up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In the midst of all the kids and shoppers, we see The Rat walking slowly down the promenade. He is wearing an Army surplus jacket, and his hands are buried deep in his pockets.  Two girls pass his way. One smiles briefly at him, and The Rat turns to watch her pass. He is about to say something to her, then no. He walks on, sees Swenson's Ice-Cream Parlor up ahead. The Rat decides to walk the other way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The place is busy again, filled with shoppers and teenagers in summer-type clothing. We see Stacy Hamilton, once again, at the cash register wearing an Assistant manager name tag and a hostess gown. She handles a customer's bill, then stands there a moment, looking glum. Linda Barrett approaches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Another summer of working at Swenson's.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come on. There's lots of men around here. Keep your eyes open.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know, Linda. I've finally figured it out. It's not sex I want. Anyone can have sex.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do you want?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I want romance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Romance in Ridgemont? We don't even get cable TV.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "the back kitchen door, which swings open, and out comes Mike Damone in a peppermint Swenson's shirt. He wipes some grime on his pants.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mike! You have a mess on C-9!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All right. All right. I just cleaned B-8. Give me a break.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Get going. The two girls smile, go back to their posts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jeff Spicoli sits in his room, and it is his castle. Clothes lie in disarray on the floor. A huge half-waxed surfboard is propped against the window. We see Spicoli dressed in a too large white short-sleeved shirt, attempting to tie his father's fat paisley tie. He stops to take a hit from his bong, all the while talking on the phone. The music of Lynyrd Skynyrd's \"Freebird\" plays on the radio.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I... am... so... wasted, mon. What is in this shit? (pause) Doesn't that stuff cause brain damage? (pause) Bitchin'. Spicoli listens for a moment. He rubs his eyes, shakes his head. He is really buzzed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, mon, I am going to Mexico as soon as school is out. Two more weeks, bud. Week from Wednesday. (pause) I am gonna take both boards, my duck feet, many cases of beer, and just jam. (pause) No, mon, from school. I'm leaving as soon as school gets out. I'll be at Sunset Cliffs by nighttime. (pause) Totally. (pause) Later. Spicoli hangs up, and concentrates on tying his tie. He almost strangles himself. Then suddenly the door to his room flies open and Spicoli's little brother Curtis bursts in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jeff you have company!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Go away, Curtis. If you can't knock, I can't hear you. Curtis slams the door and leaves. A moment later there is a knock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's better. Come in. The door swings open and Jeff Spicoli sits in stoned shock at the sight before him. There, standing in the doorway of his room is Mr. Hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr... Mr. Hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's right, Jeff. Mind if I come in? Spicoli can only nod.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(calling downstairs) Thank you, Mr. and Mrs. Spicoli. Hand walks into Spicoli's room, takes off his suit jacket and lays it on the chair back. He stops a moment and catches the stare of Miss January Penthouse on the wall, then turns to Spicoli.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Were you going somewhere tonight, Jeff?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah. The Graduation Dance Mr. Hand. It's the last school event of the year.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm afraid we've got some things to discuss here, Jeff.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Did I do something wrong, Mr. Hand? Hand removes several copies of Oui Magazine from another chair and sits down. He sets his briefcase on Spicoli's dresser, next to a bag of pot, and opens it up for easy access.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do you want to sit there, Jeff?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know. I guess so.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fine. You sit right here on your bed. I'll use the chair here.  (pause) As I explained to your parents just a moment ago, and to you many times since the very beginning of the school year -- I don't like to spend my time waiting for late students, or detention cases. I'd rather be preparing the lesson. Mr. Hand takes a sheet from his briefcase and looks at it. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "According to my calculations, Mr. Spicoli, you wasted a total of eight hours of my time this year. And rest assured that is a kind estimate. He returns the sheet to his case and looks into Spicoli's weed-ravaged eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now, Mr. Spicoli, comes a rare moment for me. Now I have the unique pleasure of squaring our account. Tonight, you and I are going to talk in great detail about the Davis Agreement, all the associated treaties, and the American Revolution in particular. Now if you can just turn to Chapter 47 of Lord of Truth And Liberty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, it's in my locker, Mr. Hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, then, I'm glad I remembered to bring an extra copy just for you. Hand reaches in his case and produces the book. He hands it to Spicoli.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wearily, Spicoli is trying to grasp the material.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... so, like, when Jefferson went before the people what he was saying was 'Hey, we left this place in England because it was bogus, and if we don't come up with some cool rules ourself, we'll be bogus, too!' Right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. HAND",
          "text": "who nods his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Very close, Jeff. Hand reaches over and gets his case.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I think I've made my point with you tonight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, Mr. Hand, can I ask you a question?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do you have a guy like me every year? A guy to... I don't know, make a show of. Teach other kids lessons and stuff?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, you'll find out next year.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(smiling) No way, mon. When I graduate U.S. history I ain't even coming over to your side of the building.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If you graduate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(panicked) You're gonna flunk me?! Mr. Hand pauses a moment, then breaks into the nearest approximation of a grin we have seen all year. It isn't much, but it's noticeable. His lips crinkle at the ends.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't worry, Spicoli. You'll probably squeak by.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All right! Oh, yeah! Mr. Hand has now gathered all his material, and he stands to approach Spicoli's door. Jeff jumps up, extends his hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Aloha, Mr. Hand!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Aloha, Spicoli. Mr. Hand exits the room, and descends the staircase of the Spicoli household. Spicoli kicks the door shut, grins, and continues struggling with his tie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tight angle on the emotion-filled face of the lead singer in a cheesy high school band called the T Birds. He is bathed in a blue light, singing the last verse of The Eagles' 'Take It To The Limit'. We pull back to reveal a large, clumsy banner reading: LAST DANCE. Students are pouring into the gym for this event. Many have brought their annual yearbooks. On stage, the lead singer snaps his fingers and the band goes into Nick Lowe's 'Heart of the City'. Some students start to dance. Every one of our characters is either here, or about to arrive. From Charles Jefferson to Spicoli to Mr. Hand. For once, all classes are partying together. But, just as in the beginning of the year on lunch court, the kids are still cordoned off into their distinctive cliques.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MORE STUDENTS ARRIVING",
          "text": "at the Last Dance. They see Mr. Hand signing annuals by the door. They all say the same thing as they pass, \"Aloha, Mr. Hand\". He nods in return.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STACY",
          "text": "surveying the growing mob of annual-crazed students. From behind her comes Linda Barrett in a low-cut black dress.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where's Doug?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's not coming.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not coming? What happened?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He says he's got to stay in Chicago. (sighs) He says I should visit him sometimes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sometime?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, like maybe never.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But what are you going to do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well I might go to Dartmouth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dartmouth?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I didn't tell anyone I applied cause I never thought I'd make it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can't believe it! But what about Doug?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There's a world of guys out there. I just wish I didn't have to date any of them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey -- Doug Stallworth? It's his loss.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIKE DAMONE",
          "text": "in another part of the dance, by the Junior class sponsored food counter. Damone is standing, talking to several girls, gesturing and being Damone, Mr. Attitude.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sign my annual, honey.  The girls look at each other, laugh. They walk away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE RAT",
          "text": "standing nearby.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're losing it, Damone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're crazy. Those girls love me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF SPICOLI",
          "text": "sprawled out in the bleachers with his surfer stoner buddies. He turns to one admiring stoner (Todd).",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, mon. Sign my annual. Spicoli slips the annual into the kid's crotch. The stoner winces in pain, but still opens the book and lingers on all the signings in Spicoli's annual. They are all drug-related messages from fellow stoners. After a moment, Spicoli's friend signs: \"Thanks for the reds. Todd.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, mon, good thing we're going to Mexico this summer. 'Cause you're gonna get kicked out of your house when your parents read your annual.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOOR",
          "text": "Brad Hamilton pushes both doors open, and makes his entrance into the Last Dance. There is a lot of activity going on, but all nearby eyes turn to Brad as he walks into the dance. Fifteen kids immediately gravitate towards him. They all want Brad to sign their annuals, to talk about the 7-11 incident. Onstage, the T-Birds play the Beatles' \"It Won't Be Long\". We see Brad's old girlfriend Lisa push up to him. Her new jock boyfriend holds a protective arm around her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I saw your picture in the paper. You had the greatest look on your face!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Front of the Metro Section. I'm telling my parents, 'I know this guy, I know this guy.' Lisa's boyfriend pulls his arm tighter around her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Will you sign my annual, Brad? Brad smiles, nods. He signs, and gives her his. We then see Brad's three Buddies from Carl's Jr. come up, pat him on the back and grab his shoulder. Brad studies them warily.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fuckin' manager of 7-11!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Get us jobs over there, Brad! You can do it!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Since when do you guys want to work at 7-11?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come on, Brad! It would be great! All of us together!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, 7-11 is a tremendous operation. It's really changed, man. They've got great food, great magazines, videogames... it's class. Total class.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As soon as you can get us in there, we're gone from Carl's, Brad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, man, all the little punks from junior high have taken over the place. Brad leaves his old buddies. He grins and notices someone across the crowded dance floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, Thompson! Wendell! Get a job! They laugh, flip him off. Brad is back in his element at last. He moves into the main dancing area, works his way across the room, past the bleachers, when he hears a voice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hamilton! Brad turns around, seen Spicoli sitting on the bottom rung of the bleachers. Spicoli looks back with true respect.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Awesome. He throws Brad his annual. Brad gives him his. They sign.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Easy, mon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Later.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE BLEACHERS",
          "text": "where several couples are passionately making out. Four teachers clomp up into the stands from different angles. They pin the couples in flashlight beams, like the main tower pinning an escaping prisoner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE T-BIRDS",
          "text": "onstage, singing the Rolling Stones' \"I'm Free\".",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We see Jeff Spicoli leave the dance and come backing down the stairs with a stoner bud. His fist is in the air.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Summer, mon! We're there! He turns to his stoner bud.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let's roll, my man. Spicoli backs right into a young buzz-cut kid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, bud! Watch yourselff Spicoli turns around to see he's backed into a squad of eight Lincoln Surf Nazis. They are all standing on the steps, waiting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you Jeff Spicoli? Spicoli looks up and down the row of Surf Nazis. On the end, he sees L.C.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's him! He did it!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, mon, I don't know what your trip is, but... Spicoli dashes off down Luna Street. L.C. and the Surf Nazis take out in hot pursuit, chasing him through the parking lot, past Ridgemont High, and into the night. They will never catch him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "School is out and it's summer business as usual at the Ridgemont Mall. We see the same stores, the same packs of kids roaming the three tiers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARK RATNER",
          "text": "who stands against the railing in his Cinema Four jacket, gazing across the mall at Swenson's Ice Cream Parlor. He sees Stacy walk two girlfriends to the outdoor front tables, and almost look his way. The Rat turns away suddenly. Then he hears her calling out after him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey Mark! Turn around! Ratner turns around, affects total and complete cool. He waves across the mall to her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come over here! He looks back at his post at the theatre, decides it's okay to step away. He walks across the mall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stacy is standing by the sundae bar. Next to her are two empty stools. After a moment, we see The Rat plop onto one of the metal stools. He pounds the seat next to him with the palm of his hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You. Sit. Stacy turns to look at him, smiles. She sits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hi, Mark.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hi, Stacy. How are you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm fine. Mark, I'm so glad you came over here because I want you to know something. I just thought I would tell you that I really enjoyed getting to know you this year. The Rat maintains The Attitude.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah? About fifty people I didn't know wrote that in my annual.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know everybody says it, but I really mean it. The Rat looks at her from the corner of his eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Really?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah. I want you to have this picture, so you won't forget what I look like. And so you'll remember to call me over the summer. She withdraws a picture from her pocket, hands it to The Rat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, I don't know, I may be doing some traveling this summer. I don't know how much I'll be around...  (breaks down, takes picture) But I'll give you a call sometime.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'd like that. She gives him a kiss on the mouth, gets up and walks away. The Rat sits there, smiling at the way things sometimes turn out. He slips the picture into his pocket, a satisfied young man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Rat is joined by Mike Damone, who has changed into his street clothes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She wants it, Rat. The Rat snickers, shakes his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I saw you. You had pure Attitude. The Rat turns to look at his friend.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Attitude, Damone, is only good until you meet the right girl.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Whatever you say, Rat. They take off together, blending into the crowd of kids walking the mall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And... you can only tell it's the right girl if you're sensitive.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sensitive -- what is that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sensitive is when you can tell how people feel without asking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So what makes you so sensitive?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, for one, I read. I don't watch as much television as you. I'm trying to feel things more. I'm learning a lot about people.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do you read? What's the last book you read?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lust For Life. It's the story of Vincent Van Gough.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(scoffs) Yeah, well, I saw the movie. That must mean I'm sensitive too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's a way, Damone. It's a vibe. I put it out, and I have personally found that girls do respond. Damone laughs, shoves him hard. We lose sight of the two boys in the sea of kids.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "of Ridgemont Center Mall with music.",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_671"
    }
  ]
}