{
  "movie_id": "MOV695",
  "scenes": [
    {
      "location": "FAMILY HOME DAY.",
      "characters": [
        "FATHER, (0.S.)",
        "FUCKED",
        "JEMIMAH",
        "BROTHER",
        "TELEVISION",
        "JEMIMAH, (V.O.)",
        "MOTHER",
        "MOTHER, (0O.S.)",
        "YOUTH",
        "MARGE",
        "FATHER"
      ],
      "dialogues": [
        {
          "speaker": "Unknown",
          "text": "A friendly-looking neighbourhood. A STRAY DOG loiters in the front yard. INT. FAMILY HOME - DAY. JEMIMAH, five, stands in front of her MOTHER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "Tilly is going to need lots of cuddles. SheвЂ™s going in for an operation next week. Jemimah is concerned.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEMIMAH",
          "text": "Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "Uh ... sheвЂ™s just having a check-up -",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEMIMAH",
          "text": "Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "Because ... she needs one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEMIMAH",
          "text": "Is she sick?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "Why donвЂ™t you go out and play with her now? The mother walks off, Jemimah watches her go, then looks to TILLY, a golden cocker spaniel, at the glass door. JEMIMAHвЂ™S BEDROOM. Jemimah pulls a wooden box out from under her bed. She opens it and removes a nurseвЂ™s hat and toy stethoscope. \fEXT. BACKYARD - DAY. Jemimah sits on a rug and checks TillyвЂ™s heartbeat with the stethoscope. Then she checks her own. She calls back to the house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEMIMAH",
          "text": "HeartвЂ™s good. Jemimah takes out a thermometer and tries to put it in TillyвЂ™s mouth. Tilly just licks it. She takes a Paddle Pop stick and tries to inspect TillyвЂ tonsils, with difficulty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEMIMAH",
          "text": "Open wide. Say вЂњRвЂќ! She recoils at the smell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEMIMAH",
          "text": "Tilly, your breath stinks! From off-screen, she grabs a blood pressure monitor. She realises TillyвЂ™s arms are too thin, so she wraps it around her neck. She pumps it up, Tilly whimpers and breaks free.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEMIMAH",
          "text": "ItвЂ™s not that bad. She offers Tilly a lollypop. A thought occurs to Jemimah. She stands and calls back to the house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEMIMAH",
          "text": "Mum, does Tilly need insulin too? INT. FAMILY HOME - DAY. The mother canвЂ™t hear over her vacuuming. \fINT. GARAGE - DAY. JemimahвЂ™s FATHER is lying beneath the car, fixing the undercarriage. Her teenage BROTHER stands about.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEMIMAH",
          "text": "Dad? WhatвЂ™s wrong with Tilly? He takes a moment to respond.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER, (0.S.)",
          "text": "Go ask your mother.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROTHER",
          "text": "(whispers to her) SheвЂ™s getting the chop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEMIMAH",
          "text": "Chopped?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROTHER",
          "text": "So she canвЂ™t get fucked.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEMIMAH",
          "text": "(loudly)",
          "sentiment": "neutral"
        },
        {
          "speaker": "FUCKED",
          "text": "The father hits his head as he tries to get out from under the car. He looks angrily to the brother, then smiles at Jemimah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER",
          "text": "Sweetheart, itвЂ™s because we donвЂ™t want ... itвЂ™s so she canвЂ™t have puppies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEMIMAH",
          "text": "(confused) But, but I want the puppies! The father slaps the brother in the back of the head. INT. DINING ROOM - NIGHT. Jemimah sits at the dinner table with her brother, parents and her pregnant teenage SISTER, the elephant in the room. They eat in complete silence. Jemimah stares at her sisterвЂ™s belly. \fLIVING ROOM. JemimahвЂ™s mother cleans, the rest of the family sits in front of the TELEVISION.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TELEVISION",
          "text": "(English documentary accent) This rhinoceros is particularly aroused вЂ” The father changes the channels.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TELEVISION",
          "text": "(home cooking voice) Make sure you stuff it all the way in - The father changes channels again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TELEVISION",
          "text": "(exercise instructor, to a beat) - and out - and in - and out - cвЂ™mon, break a sweat! The father changes channels again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TELEVISION",
          "text": "(American accent) And now, for our worst teenage moms - The father changes channels again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TELEVISION",
          "text": "(English vet accent) Look at these beautiful puppies! The father shuts off the television. Jemimah looks at the blank screen, wide-eyed. The father slaps the brother in the back of the head. EXT. FAMILY HOME - DAY. Jemimah sits in the front yard at a table. She has a lemonade stand set up. Tilly waits with her. \fSeveral NEIGHBOURS walk past and give her strange looks. Several TEENAGERS laugh and take photos. We see a sign reading вЂњPLEASE FUCKED MY DOGвЂќ. The mother emerges from the house, walks up to the stand, pulls down the sign and carries Jemimah inside. INT. JEMIMAHвЂ™S BEDROOM - DAY. Jemimah, upset, lies on the floor opposite Tilly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEMIMAH",
          "text": "(motherвЂ™s tone) Puppies are hard work, Tilly. ThereвЂ™s going to be enough babies around this house. We donвЂ™t need you to make it worse. (beat, whispers) But I want the puppies too, Tilly. SISTERвЂ™S BEDROOM. Jemimah sits at the computer. She opens a browser and sees her sisterвЂ™s dating profile. She thinks for a moment, then replaces her sisterвЂ™s picture with a photo of Tilly. Jemimah can be seen in the photoвЂ™s background. She deletes her sisterвЂ™s information and adds: вЂњHELO I AM TILLY AND A DOG AND LIKE WALKS AND BONES AND BALLS AND I WANT TILLY TO HAVE PUPPIESвЂќ. Jemimah hits save and smiles with satisfaction. MOMENTS LATER. Jemimah rummages through her sisterвЂ™s cupboard. She pulls out a see-through bra, leather skirt and fishnet stockings and puts them down on the bed. Tilly watches. \fEXT. STREETS - DAY. The father and brother are driving home. They see Jemimah on a street corner with Tilly dressed in the sisterвЂ™s clothes. The father slams on the brake. INT. FAMILY HOME - DAY. Jemimah sits quietly with Tilly, who is still dolled-up. She can hear her parents in the next room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER, (0.S.)",
          "text": "I donвЂ™t care how clean the house is, youвЂ™re meant to be looking after her!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER, (0O.S.)",
          "text": "Where were you? You didnвЂ™t tell me you were going out! Jemimah takes her sisterвЂ™s clothes off Tilly. SISTERвЂ™S BEDROOM. Jemimah sits at the computer. She has a instant chat message from the dating site. It reads вЂњHELLO TILLY. RANDY HERE.вЂќ She responds вЂњHIвЂќ. The other user types вЂњDO YOU WANT TO MEET?вЂќ She responds вЂњOKвЂќ. EXT. BACKYARD - DAY. Jemimah is brushing TillyвЂ™s coat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEMIMAH",
          "text": "Now donвЂ™t be scared. IвЂ™11 be with you. And then we can have the puppies. \fINT. DINING ROOM - NIGHT. The family eats in silence. Jemimah is cheerful. The brother checks his phone and laughs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROTHER",
          "text": "Your lemonade stand has gone viral. The father hits him in the back of the head again. INT. JEMIMAHвЂ™S BEDROOM - NIGHT. Jemimah lies in the dark, wide awake. She climbs out of bed and attaches TillyвЂ™s lead. EXT. FAMILY HOME - NIGHT. Jemimah and Tilly come out the front door and walk off. EXT. BOTTLE SHOP - NIGHT. Jemimah and Tilly walk past a group of LOITERING YOUTHS, who are drinking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUTH",
          "text": "Hey, itвЂ™s the вЂњFucked My DogвЂќ kid. They all laugh. EXT. TEXAS CHAINSAW MASSACRE HOUSE - NIGHT. Jemimah knocks at the door. It opens and sheвЂ™s led inside with Tilly. The door closes loudly and locks. INT. DARK CORRIDOR, TEXAS CHAINSAW MASSACRE HOUSE. The sound of dogs barking, junk littered about. WARM LIVING ROOM. Jemimah sits opposite MARGE, an elderly woman who nurses Tilly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do your parents know youвЂ™re here? Jemimah shakes her head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARGE",
          "text": "You shouldnвЂ™t be out at night. Not at your age. You donвЂ™t know me. I thought Local Bitches dot com was a dog breeding site. You can understand my confusion when you look at some of the girls on there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEMIMAH",
          "text": "(moans) My sisterвЂ™s always on there. WhereвЂ™s Randy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARGE",
          "text": "ThatвЂ™s him in the basket. Marge points to RANDY, sleeping in the corner, then feels TillyвЂ™s stomach.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARGE",
          "text": "Your parents want to have Tilly de-sexed? TheyвЂ™re a bit late, sheвЂ™s already expecting. TillyвЂ™s going to be a mummy very soon. Jemimah lights up with a wide smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEMIMAH",
          "text": "SheвЂ™s having the puppies?! INT. MARGEвЂ™S CAR - NIGHT. Marge drives Jemimah home. Jemimah, still beaming, nurses Tilly. EXT. FAMILY HOME - NIGHT. MargeвЂ™s car pulls into the driveway. The POLICE and JemimahвЂ™s parents are waiting. FADE OUT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JemimahвЂ™s sister nurses a newborn baby. Jemimah plays with a litter of PUPPIES.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEMIMAH, (V.O.)",
          "text": "They say that to have good luck is the best plan. I donвЂ™t know what that means but what I do know now is that kids can find some really helpful strangers on Internet dating sites. FADE OUT.",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_696"
    }
  ]
}