{
  "movie_id": "MOV701",
  "scenes": [
    {
      "location": "LOSKI HOUSE STREET",
      "time": "DAY",
      "characters": [
        "DARLA",
        "ONE OF THE KIDS",
        "MACY",
        "MIKE",
        "BRYCE, (0.S.)",
        "JON TRULOCK",
        "THE SYCAMORE TREE",
        "A LITTLE LATER",
        "FOUR YEARS LATER",
        "JULI, (V.O., CONT)",
        "AN EGG, CRACKING INTO A BOWL.",
        "GARRETT",
        "A BOWL OF EGG SALAD",
        "NEWSCASTER",
        "RICK",
        "JULI, (V.0.)",
        "MATT AND MIKE",
        "LYNETTA",
        "THE BASE OF THE SYCAMORE TREE",
        "MIRANDA",
        "THE STREET",
        "CHET",
        "JULI ON TV",
        "TRINA, (0.C.)",
        "JULI, (FROM UP IN THE TREE)",
        "JON",
        "MATT, (0.S.)",
        "RADIO BROADCASTER",
        "FLASHBACK",
        "MISS BRUBECK",
        "BUS DRIVER",
        "JULI, (SHOUTING)",
        "CARTED AWAY.",
        "BRYCE, (CONT'D)",
        "JULI, (UP IN THE TREE)",
        "VIEW THROUGH BINOCULARS",
        "SHELLY",
        "UNCLE DAVID",
        "LIZ",
        "MRS. PELLO",
        "PATSY",
        "TRINA",
        "JULI, (V.O.)",
        "HOLD ON THE LIGHT",
        "RICK LOSKI",
        "END CREDITS",
        "ROBERT, (CONT'D)",
        "JULI TELLING CHET SOMETHING. CHET LAUGHS.",
        "THE LIGHT FILLS THE FRAME",
        "LATER",
        "WORKMAN",
        "MIKE, (0.S.)",
        "HOLD ON THE FRONT OF THE HOUSE",
        "MRS. MCCLURE",
        "JULI, (V.O., CONT.)",
        "MATT",
        "JENNY",
        "CUT TO",
        "SKYLER",
        "ALL THE OTHER GIRLS",
        "THE SUN STARTING TO RISE ...",
        "MRS. STUEBY",
        "JULI, (V.O., CONTINUED)",
        "BRYCE",
        "TRINA, (CONT'D)",
        "A PLATE OF DEVILLED EGGS",
        "ROBERT",
        "NIGHT",
        "FOREMAN",
        "BRYCE, (V.0.)",
        "CHET AND JULI WRAPPING BRANCHES IN PLASTIC SO THEY CAN BE",
        "BRYCE, (V.O., CONTINUED)",
        "ON JULI, A FEW MINUTES LATER,",
        "MISS SIMMONS",
        "BRYCE, (V.O.)",
        "JULI",
        "ROLL CREDITS"
      ],
      "dialogues": [
        {
          "speaker": "Unknown",
          "text": "A beautiful huge sycamore tree at the top of a hill somew outside Seattle, in one of the computer suburbs near Redm A moving truck is coming up the hill, followed by an SUV.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The moving truck pulls up in front of a very pleasant hou with a neat, manicured front lawn and some pretty flowers It’s one of the larger houses on the street. BRYCE LOSKI, 8, gets out of the passenger side of the mov van. He’s already handsome for good. His father RICK gets out of the driver’s side. Bryce and his father dress similarly. The SUV pulls into the driveway and Rick’s wife PATSY LOS and their daughter LYNETTA, 12, get out. Patsy is trim, blond, cheerful, pert, the kind of woman who is always a little too pulled-together.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE STREET",
          "text": "The four Loskis walk up the front walkway to their new ho and stand there staring at it. Then Bryce turns to look a the house across the street and we hear:",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI, (V.O.)",
          "text": "The first day I met Bryce Loski, I flipped.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In the upper window we see JULI BAKER, 8, looking out the window across the street. She’s a tomboy, freckled, adorable.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI, (V.O., CONT)",
          "text": "Honestly, one look at him and I became a lunatic. She throws open the window and shouts across the street.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI",
          "text": "Hi! The Loski family turns to look at the Baker house across street. \fflippedldmay21 2. It’s one of the smaller houses on the street, and it’s as eccentric a house as the Loski house is conventional. It’ not exactly ramshackle, but the lawn needs cutting, there Santa Claus on the roof, there are several whirligigs in front yard and an old Toyota in the driveway. The climbin rose needs pruning. A dog is sitting on the front porch a he wakes up and barks in a kind of half-assed way as Juli throws open the window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI",
          "text": "(shouting) Hey, hi. I’m Juli Baker!",
          "sentiment": "neutral"
        },
        {
          "speaker": "PATSY",
          "text": "Bryce, how nice. I think she’s exactly your age.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LYNETTA",
          "text": "(up to Juli, re: Bryce) I’m Lynetta. This is my brother Bryce. Say hi, peabrain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE",
          "text": "Lynetta, zip it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI",
          "text": "Welcome to the neighborhood! It’s a great neighborhood! You'll love it! On Bryce:",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE",
          "text": "(voice over) All I ever wanted was for Juli Baker to leave me alone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI",
          "text": "I’1l be right down! Juli slams the window shut. Rick Loski is looking at the Baker house, at the Christma decorations on the roof.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICK",
          "text": "What are we going to do about those Christmas decorations?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PATSY",
          "text": "I thought you liked the Christmas decorations. \fflippedldmay21 3.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICK",
          "text": "When we bought the house it was Christmas. I had no idea they kept them up all year. Rick starts toward the moving van.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICK",
          "text": "How are we ever going to sell this house if the house across the street has Christmas decorations all year?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PATSY",
          "text": "We’re not selling this house. We just bought it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bryce and his father are in the moving van, unloading box Juli pops up. She’s carrying her soccer ball.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI",
          "text": "Here I am. I love moving.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE, (V.O.)",
          "text": "Who loves moving?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI",
          "text": "I’m great at moving.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE, (V.O.)",
          "text": "I found out later she’s great at everything. Absolutely everything. She climbs in, agile as a monkey and begins moving boxes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICK LOSKI",
          "text": "Hey, those are valuable.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rick deposits Juli out of the truck and onto the ground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICK LOSKI",
          "text": "Your mom’s probably wondering where you are.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI",
          "text": "She knows where I am. \fflippedldmay21 4. She picks up her soccer ball, kicks it elaborately in the air, drops it on the back of her foot, flips it back up i the air and catches it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI",
          "text": "(to Bryce) I have two older brothers, Matt and Mike, who look like twins. They have no interest in kids our age. If they seem like they’re interested in you, they’re not, they just want to torture you. Some day you'll be grateful to me for this tip.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE, (V.O.)",
          "text": "How was I going to get rid of this girl?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICK LOSKI",
          "text": "(to Bryce) Bryce, isn’t it time for you to help your mother?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE",
          "text": "Sure thing. Bryce jumps off the truck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE, (V.O.)",
          "text": "I couldn’t believe it. Dad to the rescue. He didn’t like her either. I mean, what a show-off. And my own dad was putting the ditch play in motion. Bryce starts toward the front door of his house. But Juli follows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI, (V.O.)",
          "text": "It was weird. I started to follow him --",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE, (V.O.)",
          "text": "I heard her coming after me but I couldn't believe it -- Bryce looks over his shoulder, sees Juli just behind him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI, (V.O.)",
          "text": "I guess you’d have to say I was chasing him up the walkway -- \fflippedldmay21 5.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE, (V.O.)",
          "text": "Maybe it just sounded like she was chasing me, I mean, she couldn’t be chasing me, could she? Why would she be chasing me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI, (V.O.)",
          "text": "I was just trying to stop him so maybe we could play a little before he got trapped inside --",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE, (V.O.)",
          "text": "-- and she blasted right past me grabbing my arm -- Juli passes Bryce, grabs his arm and stops him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI, (V.O.)",
          "text": "-- and the next thing I know he’s holding my hand, looking right into my eyes -- Hold on them. On Bryce, looking at Juli. On Juli, looking at Bryce.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI, (V.O.)",
          "text": "My heart stopped. It just stopped beating. I mean, his eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE, (V.O.)",
          "text": "I tried to shake her off, but she just clamped on tight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI, (V.O.)",
          "text": "They were gorgeous. And they were staring straight at me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE, (V.O.)",
          "text": "She looked so sappy I couldn’t believe it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI, (V.O.)",
          "text": "I almost got my first kiss that day, I was sure of it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE, (V.O.)",
          "text": "If my mother hadn’t come out of the door at that moment -- \fflippedldmay21 6.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI, (V.O.)",
          "text": "If his mother hadn’t come out there’s just no telling what might have happened -- Bryce’s mother comes out the front door and looks at the of them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PATSY",
          "text": "Well, I see you’ve met my son. Bryce untangles himself and shoots straight into the hous",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOUR YEARS LATER",
          "text": "Bryce is now 12 years old. He’s mowing the lawn, sitting the very latest version of an electric lawn mower.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE, (V.O.)",
          "text": "It’s four years later, and guess what? Nothing’s changed. The only real difference is that Grandma died, mom’s mom, so Grandpa moved in. We see the front porch of the Loski house. Sitting on it CHET DUNCAN, Patsy Loski’s father, a man in his early seventies. On the table next to him is a Tom Clancy book a copy of the newspaper, but Chet isn’t reading, he’s jus sitting there. We see the Baker house. It’s slightly shabbier than it wa and there are more Christmas decorations. The grass is longer than ever.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE, (V.O.)",
          "text": "And meanwhile I’ve still got my own personal stalker -- Up in the Baker window we see Juli, who’s now 12 too. She looks out the window at Bryce, who’s mowing the lawn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI",
          "text": "Hey, Bryce! Good work! Bryce goes on mowing. \fflippedldmay21 7. Juli’s father ROBERT BAKER pulls his battered pick-up tru into the driveway. A painted sign on the side of the truc says Robert Baker, general contractor. MATT and MIKE, Jul older brothers, who are both 16 but not twins, get out of truck with their father and start into the house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE, (V.O.)",
          "text": "My dad had this idea that if we did a really great job on our front lawn it might inspire the Bakers to clean up their yard, but guess what, it didn’t.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PATSY",
          "text": "Dinner everybody! Bryce turns off the mower and starts into the house, past grandfather.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Loski family is at the dinner table. Food is being passed. Lynetta, now 16, lots of eye makeup, takes a tiny portion. Bryce helps himself. Rick is eating spaghetti. N Grandpa.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PATSY",
          "text": "Is that all you’re eating, Lynetta?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LYNETTA",
          "text": "Could be. She breaks up a tiny piece of a pasta strand and puts it her mouth, chews it slowly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PATSY",
          "text": "(calling to her grandfather who’s still outside) Dad? Dinner?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE",
          "text": "I think he heard you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LYNETTA",
          "text": "Maybe he’s not hungry. Rick and Patsy exchange a look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PATSY",
          "text": "Don’t say it, Rick. \fflippedldmay21 8.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE",
          "text": "Don’t say what? Patsy goes to the front door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PATSY",
          "text": "Dad? Come on. You gotta eat. Her father shakes his head no.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bryce in bed. Lights are out. On Bryce, listening through the wall to a barely-audible fight between his parents.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PATSY",
          "text": "Look, he’s heartbroken.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICK",
          "text": "He should be living with people in the same situation --",
          "sentiment": "neutral"
        },
        {
          "speaker": "PATSY",
          "text": "I am not sending him to a home --",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICK",
          "text": "He hates me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PATSY",
          "text": "He doesn’t hate you. Hold on Bryce, listening.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Bryce comes out the door. His grandfather is sitting in the chair, rocking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE",
          "text": "Morning, grandpa. His grandfather doesn’t answer. Bryce starts down the block. \fflippedldmay21 9.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The huge sycamore tree at the top of the hill. About EIGHT KIDS are standing under it, waiting for the school bus. Bryce joins them. A beat. Four of the kids ar girls, including SHELLY STALLS, another seventh grader wh hanging around with her friends. They’re all in tank tops and jeans, and lots of accessories. Most of them are wear I-Pods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHELLY",
          "text": "Hi Bryce.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE",
          "text": "Hi Shelly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALL THE OTHER GIRLS",
          "text": "Hi Bryce.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI, (SHOUTING)",
          "text": "The bus is three blocks away! Everyone looks up. Juli is sitting about halfway up the sycamore tree. She can see the road.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI",
          "text": "Two and a half! Everyone stares at each other and shrugs. Typical Juli. Juli starts to shimmy down the tree. There’s a spiral sli halfway down and Juli puts her arms out into the air as i she’s flying. She lands on the ground just as the bus is block away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI",
          "text": "(to the group) Here’s the thing about sycamore trees, you almost never find them all bunched up together. They are individual. They do not need company. The bus stops and everyone starts to get into it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bryce sits down in the bus with his friend GARRETT. Juli sits right in front of him, with her friend DARLA. \fOn Bryce, She hands flippedidmay21 10.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARLA",
          "text": "Hey, Jules --",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI",
          "text": "Hey, Darla. Bryce, do you realize that tree could be a hundred years old easily? Which means it could practically be the oldest thing in this entire town.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE, (V.O.)",
          "text": "Here’s the deal. I always tried to ignore Juli, but she always ended up sucking me in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI",
          "text": "It could be two hundred years old.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE",
          "text": "I seriously doubt that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI",
          "text": "Well it could. determined to ignore Juli.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI",
          "text": "(continued) It could.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE",
          "text": "That tree is an ugly mutant tangle of gnarly branches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARLA",
          "text": "Bryce Loski, how can you say that about a tree?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI",
          "text": "He can’t help it. He’s visually challenged. (she pulls a sycamore leaf out of her notebook) A lot of people confuse the sycamore leaf with a maple but it’s not. the leaf to Bryce.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI",
          "text": "Keep it. \fflippedidmay21 11.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In front of the class is the teacher, MISS BRUBECK.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS BRUBECK",
          "text": "The science fair is in six weeks -- Juli is sitting behind Bryce. Every so often Juli leans forward and takes a sniff of Bryce’s hair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS BRUBECK",
          "text": "-- and good science projects take time. Shelly Smalls looks over at Juli leaning forward to sniff Bryce.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE, (V.O.)",
          "text": "Here’s something I forgot to mention. On top of everything else, she liked to sniff me --",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI, (V.O.)",
          "text": "His hair smelled like watermelon --",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE, (V.O.)",
          "text": "And she thought I didn’t know she was doing it --",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI, (V.O.)",
          "text": "So I would just lean over very subtly, and I swear to God he never even knew I was taking a whiff -- Juli notices at Shelly Stalls is staring at her. She stop sniffing Bryce’s hair. Shelly smirks at her and rolls her eyes at her friend MIRANDA.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS BRUBECK",
          "text": "Shelly, do you have some problem with the science project?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHELLY",
          "text": "No, Miss Brubeck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS BRUBECK",
          "text": "So please have your projects in mind by next Monday. The bells rings. \fflippedidmay21 12. Shelly looks back at Juli.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHELLY",
          "text": "You know what you should do your project on? Obsession. She stands up to leave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Everyone is filing out of the room. Juli is gathering up things.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS BRUBECK",
          "text": "Do you have a science project, Juli?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI",
          "text": "No. But I will.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS BRUBECK",
          "text": "Of course you will.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI",
          "text": "Although I wish I knew what it was.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS BRUBECK",
          "text": "I have a friend who has chickens. I could get you fertilized eggs, and you could hatch them --",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI",
          "text": "What if they die?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS BRUBECK",
          "text": "Well if you document it, you’1l still get an A, if that’s what you care about.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI",
          "text": "I don’t care about getting an A. Miss Brubeck looks at her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI",
          "text": "Okay I do. Miss Brubeck smiles at her. \fflippedidmay21 13.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Juli’s mother TRINA is cooking dinner. She’s tall and pretty, wearing jeans and a pullover sweater. Juli is mak a salad, which she puts on the table. As Mike, Matt and Robert come into the kitchen:",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI",
          "text": "I might hatch chickens for the science project. Miss Brubeck can get me eggs --",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRINA",
          "text": "Why don’t you just grow beans?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI",
          "text": "That's like a third-grade thing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIKE",
          "text": "Make a volcano.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "Volcano, dude.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI",
          "text": "Volcanos are so lame. They are so “poy” .",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBERT",
          "text": "I could help you make an incubator.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI",
          "text": "You could?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRINA",
          "text": "Something smells funny in here. Do you smell something funny?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "Nope.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dinner. Rick, Patsy, Lynetta, Bryce and Patsy’s father Ch Chet is not saying anything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE",
          "text": "Whatever I do I am not doing the volcano thing. \fflippedidmay21 14.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LYNETTA",
          "text": "Why don’t you do plants?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE",
          "text": "Plants?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LYNETTA",
          "text": "You plant two sets of plants and one of them you talk to and the other one you don’t talk to and then you see which one grows more.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE",
          "text": "Oh sure. Me talking to plants.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICK",
          "text": "What’s wrong with the volcano thing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LYNETTA",
          "text": "It is so lame.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There are six eggs in a hygrometer, labeled Abby, Bonnie, Clyde, Dexter, Eunice and Florence. Juli is watching her father paint a landscape. The baseme is filled with painter’s supplies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBERT",
          "text": "A painting is all about light. of course, it’s also about composition, and about whatever you’re painting, but it’s the light that makes a painting more than the sum of its parts -- On Robert, painting. His brush dips into the oil paints a onto the canvas, dappling light into the landscape.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lynetta is getting ready to go to school, Rick is pouring coffee, Patsy reading the paper, Bryce eating breakfast.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LYNETTA",
          "text": "Okay. Here’s another idea. You put celery in red ink. \fflippedidmay21 15.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE",
          "text": "Which proves what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LYNETTA",
          "text": "(as to an idiot) The ink turns the celery red, proving that a plant sucks up moisture. It’s like putting a flower in water.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE",
          "text": "So why not just put a flower in water?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LYNETTA",
          "text": "Why I bother helping you I will never know. I know, build a computer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PATSY",
          "text": "What’s the Baker girl doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE",
          "text": "She is hatching eggs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICK",
          "text": "That girl loves to grandstand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Juli’s father holds one of Juli’s eggs up to a cardboard and aims a flashlight at it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBERT",
          "text": "People used to use candles to do this. Look. You can see the embryo. Juli looks. We can see the embryo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBERT",
          "text": "See the dark spot in the middle? With all the veins leading to it? We see it. It’s pulsing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI",
          "text": "Oh my God! (shouting upstairs) Everybody! Wait till you see this! \fflippedidmay21 16.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All the Bakers are looking at the eggs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI",
          "text": "Bonnie’s heart is beating.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRINA",
          "text": "Congratulations. You’re a mother. Trina starts up the stairs, followed by Matt and Mike.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRINA",
          "text": "I still smell that smell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Trina, Matt and Mike come into the living room. Their dog, CHAMP, is peeing on the end table leg.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRINA",
          "text": "Champ, what are you doing? I knew it. I just knew it. The Mystery Smell comes from the Mystery Pisser. Did you see that? Robert and Juli come up the stairs. Robert goes over to look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBERT",
          "text": "It’s barely a drop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRINA",
          "text": "Exactly. Which is why I’ve never been able to find anything. That dog stays outside from now on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "Mystery Pisser.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIKE",
          "text": "Cool name. They high-five each other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A beautiful blue kite is flying in the sky. \fflippedidmay21 17. Juli and Darla walk home from school. They’re kicking a soccer ball down the block. When they get to Darla’s hous Darla peels off, with the soccer ball. Julie continues on, and looks up to see the kite. It crashes into the top of the sycamore tree. On Juli, looking up at the tree.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI, (V.O.)",
          "text": "I always knew the sycamore tree was the greatest tree ever. It hada built-in slide, almost a complete spiral, and it was great to ride it down. But I’d never been to the top until the day the kite got caught up there. Juli starts to climb the tree. Inside the tree, as she gets higher and higher. She looks up and there’s the kite, flashing through the branches. She looks down and realizes she’s way up in the tree. Now she looks out and sees Bryce. He’s looking up at the tree.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI, (V.O.)",
          "text": "And then it turned out to be Bryce’s kite.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE",
          "text": "Hey, you don’t have to get that --",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI, (V.O.)",
          "text": "I can get it --",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE",
          "text": "It's too high, you'll fall --",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI",
          "text": "I can get it -- She shinnies up higher. She looks around. Higher than she ever been. \fflippedidmay21 18.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE",
          "text": "Hey, it’s okay, I can get another kite. Juli, you're making me nervous. Juli gulps.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI",
          "text": "No problem. She reaches out for the kite. But the string is tangled. She untangles it. For a moment she almost loses her balan",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE",
          "text": "Break the string! Juli reaches out to break the string and grabs the kite. And suddenly she’s on top of the tree, looking out. Juli’S POV: The view is heart-stopping. A gorgeous sky in blues and violets, fluffy clouds she could float away on, sunlight dappling the tree-tops and roofs. ON JULIANA, on top of the tree turning her head to see th world from every angle. The light changes every which way she looks. WIDE SHOT: A young girl at the top of a giant sycamore tr CLOSE ON Juli: elated.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE, (0.S.)",
          "text": "Are you okay? Juli awakens from her reverie, and starts down the tree.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Juli lands on the earth, holding the kite. She hands i to Bryce.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE",
          "text": "Thanks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI",
          "text": "I was on top of the world. You should have seen it. You should have seen the light. She turns and starts home, with Champ. \fflippedidmay21 19.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Juli dances around her father as he gets out of the truck heads into the house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI",
          "text": "I was up so high and I wasn’t afraid. I felt like I was flying.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Baker family is making dinner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI",
          "text": "Everything sparkled, like it had just been washed. And I could smell the breeze, it smelled like sunshine --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As her father paints and Juli works on her egg chart.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI",
          "text": "I totally understood what you meant about the sum of the parts. Dad, you’ve got to do it, you've got to climb the tree.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBERT",
          "text": "I think my tree-climbing days are over. There’s a noise. A little noise. Juli looks into the incubator. One of the eggs is starting to hatch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI",
          "text": "Yow! Look at this! Can you believe this!!!  Everyone!!!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE, (V.O.)",
          "text": "My friend, there is not a lot to incubating eggs. You’ve got your light, you’ve got your container, you've got some shredded newspaper, and that’s it. (continued) \fflippedidmay21 20.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Bryce, with his parents, walks in carrying a large cardboard tray with a mound of sand piled onto it. This i volcano.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE, (V.O.)",
          "text": "But not Juli. It’s a miracle she didn’t turn up at the science fair in a chicken suit. At least six other boys have also made volcanos. One of t boys lights a match. The top of his volcano starts to sputter. Imitation lava flows down the side. No one is looking at that volcano or at Bryce. Nor are they looking at Shelly Stalls’ science project, w is a study of how long lipstick stays on your mouth, in comparison to lip gloss. There are fifteen large photogra of Shelly's lips. Shelly stands there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHELLY",
          "text": "Hi, Bryce. She puckers her lips at him. But Bryce is looking over at a crowd of people. They’re looking at Juli and her incubator. Tiny fuzzy chi and two little eggs cracking open ...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE, (V.O.)",
          "text": "Listen to this, she actually Managed to time it so the last two eggs hatched during the fair. A baby chick emerges from the shell. THE ENTIRE GROUP OF SPECTATORS: AWWWWWWWW.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE, (V.O.)",
          "text": "How does a person do that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Juli stands on stage in front of a row of judges. She has her incubator and a huge bulletin board with photos and diagrams. She has a laser pointer. \fflippedidmay21 21.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE, (V.O.)",
          "text": "(with disdain) And yes that is a laser pointer. To light this diagram or that part of the incubator or this section of the chart and talk about how unbelievably exciting -- Bryce, eyes narrowed, watches...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI",
          "text": "(to the judges) It was unbelievably exciting --",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE, (V.O.)",
          "text": "-- it was to watch eggs grow for twenty-one days. ON THE AUDIENCE, watching. Juli’s parents and Matt and Mi so proud. Juli’s friend Darla watching too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE, (V.O.)",
          "text": "And guess what? The audience bursts into applause.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Mrs. Brubeck pins a blue ribbon on Juli.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE, (V.O.)",
          "text": "That's right. She won first prize.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI",
          "text": "And I want to thank mom who is such a great supporter, my amazing Dad, who helped me build the incubator, and my brothers who did nothing -- The audience laughs. On Bryce, not laughing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bryce is carrying his volcano out of the school. comes up to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHELLY",
          "text": "Your lava was great, Bryce -- Shelly \fflippedidmay21 22. Bryce tosses the volcano into a dumpster.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Juli comes outside. Darla is helping her carry the incubator. Everyone congratulates Juli. Her parents and brothers are waiting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRINA",
          "text": "But those go back to Mrs. Brubeck, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI",
          "text": "Are you kidding me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRINA",
          "text": "They’re coming home?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI",
          "text": "Where else would they go?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRINA",
          "text": "Darla could take them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARLA",
          "text": "My mom would kill me. DARLA’S MOM appears. DARLA’S MOM I would. I would kill her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As they get out of the van and walk into the house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRINA",
          "text": "But where are we going to raise chickens?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBERT",
          "text": "In the yard. They’re very low maintenance. They eat bugs. The family goes into the house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI, (V.O.)",
          "text": "So that’s how we wound up with chickens. (continued) \fflippedidmay21 23.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Six chickens in the front yard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI, (V.O., CONT.)",
          "text": "But what none of us thought of was that six chickens scratching for bugs not only gets rid of bugs, it also tears up grass. So pretty soon there was nothing whatsoever left of our yard. (continued) We see there’s almost no grass left in the yard. Across the street, we see Bryce, mowing the perfect Loski lawn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI, (V.O., CONTINUED)",
          "text": "And I’m sorry to say this, but chicken feed attracts mice. (continued) We see Matt and Mike, setting out some very simple mousetraps.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI, (V.O., CONTINUED)",
          "text": "So my brothers decided, as long as we've got mice, might as well get a snake. Snakes love mice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Trina Baker goes up the stairs. Hold on the stairs as hear her open the door to Matt and Mike’s room. She screa",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRINA, (0.C.)",
          "text": "What is a snake doing in this house? Were you planning to tell me about this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The snake is now living in a large aquarium in the garage Matt, Mike and Robert are showing it to Trina. \fflippedidmay21 24.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBERT",
          "text": "Trina, it will be fine. Boa constrictors are really no trouble at all.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Trina is working at her computer as Juli comes into the r",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI",
          "text": "Mom, guess what? She holds out her palms. Eggs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRINA",
          "text": "No. Honey, no. No more chickens, please I can’t take this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI",
          "text": "Not chickens, eggs. Just eggs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRINA",
          "text": "Eggs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AN EGG, CRACKING INTO A BOWL.",
          "text": "Cracking into a bowl. A PLATE OF SCRAMBLED EGGS ... It's passed around the table, everyone oohing and ahhing about how great they taste.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBERT",
          "text": "There is nothing in the world like a fresh egg.",
          "sentiment": "neutral"
        },
        {
          "speaker": "A PLATE OF DEVILLED EGGS",
          "text": "Robert pops one into his mouth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBERT",
          "text": "These are as good as my mother’s devilled eggs. \fflippedldmay21 25.",
          "sentiment": "neutral"
        },
        {
          "speaker": "A BOWL OF EGG SALAD",
          "text": "As Robert heaps egg salad onto his plate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBERT",
          "text": "Love egg salad. Love it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRINA",
          "text": "Good thing you do. AN EGG IN SOMEONE’S HAND ... INT. SKYLER BROWN’S GARAGE - ANOTHER DAY There’s a lot of rock and roll stuff -- guitars, drums, amplifiers and an upright piano. Lynetta stands in the garage with an egg in her hand. Ona table is the boa constrictor. Next to her is her boyfrien SKYLER BROWNE. A group of friends, including Juli’s brothers Matt and Mike watch. Skyler steps up next to Lynetta.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKYLER",
          "text": "To the riddle of which comes first, we have an answer. The egg comes first. Lynetta waves the egg theatrically in the air. Bryce comes into the garage, looking for Lynetta. Matt sp him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "Bryce, my man, just in time for the Skyler and Lynetta Show.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE",
          "text": "(to Lynetta) Mom wants you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "Give the baby bro a front row seat. Come on, don’t be shy, step right up ... ON BRYCE, shoved into the front. Bryce’s mouth gapes open when he sees the snake. \fflippedidmay21 26.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKYLER",
          "text": "Lynetta, the egg please. Lynetta holds up the egg as if she’s the magician’s helpe displays it this way and that, locks lips with Skyler and then hands the egg over to him. Skyler hands the egg to Mike.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIKE",
          "text": "Here’s where I come in. (to the snake) Ready? ON BRYCE WATCHING as ... Mike gives the egg to the snake, which opens its mouth wi and ingests the egg whole. WE CAN SEE THE EGG IN THE BOA’ NECK. ON BRYCE, FREAKED. AND THEN THE BOA SWALLOWS A SECOND EGG. AND THEN A THIRD EGG. On Bryce, completely disgusted.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIKE",
          "text": "So Brycie boy, how is he going to digest this? He needs a tree or a leg. (leaning in close) Want to volunteer yours? Everyone laughs. Mike releases the snake to the floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIKE",
          "text": "Aww, too bad. He’s got another idea. He’s going to use the piano instead. The snake slithers over and wraps itself around the piano leg.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "Shhh, everyone, here goes. Everyone watches. The snake stops moving, then flexes. THE SOUND of the egg crunching inside. \fflippedidmay21 27.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIKE",
          "text": "(theatrically) Dinner is served. CRUNCH CRUNCH CRUNCH.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bryce and Lynetta walking home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE",
          "text": "So sick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LYNETTA",
          "text": "So cool --",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE",
          "text": "I’m never eating an egg again. THE SOUND OF A DOORBELL RINGING.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Bryce opens the door. Juli is standing there with a ha carton of eggs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI",
          "text": "You know my chickens? From the science fair?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE",
          "text": "(how could I forget them) Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI",
          "text": "So these are for you and your family. She hands him the eggs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE",
          "text": "Oh. Thanks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The half-carton of eggs is on the table. Everyone is havi a kind of informal breakfast -- Bryce, Lynetta (whose mak from the night before is sort of running from her eyes), Patsy, Rick and Chet. Chet is reading the newspaper. \fflippedidmay21 28.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PATSY",
          "text": "Scrambled? Fried?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE",
          "text": "I’m having cereal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PATSY",
          "text": "More coffee dad? Chet barely responds. Patsy pours more coffee in his cup.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PATSY",
          "text": "(back to Bryce and the eggs ) What about soft-boiled?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LYNETTA",
          "text": "Bryce is never eating another egg. Because of the snake --",
          "sentiment": "neutral"
        },
        {
          "speaker": "PATSY",
          "text": "What snake?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LYNETTA",
          "text": "(as if it’s common knowledge) There's a snake living across the street at the Bakers’, a boa constrictor --",
          "sentiment": "neutral"
        },
        {
          "speaker": "PATSY",
          "text": "Across the street? Living across the street?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LYNETTA",
          "text": "-- he’s kind of the mascot for the guys’ band. Mystery Pisser.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PATSY",
          "text": "That’s the name of the snake?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE",
          "text": "That’s the name of the band.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PATSY",
          "text": "What kind of parents would let their children name a band something like that? It’s vile. \fflippedidmay21 29.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICK",
          "text": "Their house is worth more because they’re across the street from us and our house is worth less because we're across the street from them. They all look at the carton of eggs. Patsy picks one up, turns it around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PATSY",
          "text": "What if you cracked it open and there was a chick in it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LYNETTA",
          "text": "Ewwww. She puts it back into the carton. He shrugs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE",
          "text": "I’m having cereal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICK",
          "text": "To be perfectly honest, I’ve never been entirely sure how an egg gets fertilized. (he laughs) I know I should know. I know roosters have to be involved. Birds do it, bees do it, but how do they do it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PATSY",
          "text": "Do they have sex with the hens?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICK",
          "text": "Well they must. A pause at the table. A beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PATSY",
          "text": "They must. Chet looks up from his newspaper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHET",
          "text": "As with all birds, there has to be mating for fertilization to occur. (continued) \fflippedidmay21 30. Chet is speaking. Everyone is riveted. CHET (CONT’D) Although it’s not particularly romantic. The rooster picks a hen, usually on the basis of proximity, grabs her by the back of the head, climbs on her back, and you can pretty much figure out the rest. The whole thing takes about 15 seconds give or take, and as far as anyone can tell, the only satisfying thing about the encounter as far as the hen is concerned is that afterwards she fluffs up her feathers. (beat) In any case, there are no roosters at the Bakers, I will swear to it. If there were roosters, we would know. You can hear roosters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LYNETTA",
          "text": "Cock a doodle doo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHET",
          "text": "Exactly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PATSY",
          "text": "(so pleased that he’s finally said something) Grandpa! Chet goes back to his newspaper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE",
          "text": "I’m having seconds on cereal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE",
          "text": "Well it’s easy to find out if there are roosters. Just ask Lynetta to ask Juli’s brothers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PATSY",
          "text": "What are their names again?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE",
          "text": "Matt and Mike. Or get Lynetta to get Skyler to ask them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LYNETTA",
          "text": "Shut up, Bryce. \fflippedidmay21 31.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE",
          "text": "What did I do now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LYNETTA",
          "text": "Haven't you noticed I haven't been going down there, jerk?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE",
          "text": "Since when?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LYNETTA",
          "text": "Since yesterday. Lynetta burst into tears.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PATSY",
          "text": "Did something happen with you and Skyler?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LYNETTA",
          "text": "Like you care. She leaves the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICK",
          "text": "Oh boy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rick and Bryce are putting golf balls. Chet is on the bac porch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICK",
          "text": "Why don’t you just ask Juli Baker?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE",
          "text": "I’m not asking her anything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHET",
          "text": "(from the porch) They have no rooster.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICK",
          "text": "Just ask her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Bryce and his friend GARRETT come down the back alley the fence behind the Baker house. They look over it. \fflippedidmay21 32. A mess. Much worse than the front yard. There’s a makeshi chicken coop and a few old pieces of lawn furniture. Cham the dog is asleep.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Juli opens the back door and comes out of the house. She’ carrying a basket to gather eggs. Garrett and Bryce duck down behind the fence. As Juli gets down on her hands and knees and dives into t chicken coop. The hens fly out of it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE",
          "text": "No rooster.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARRETT",
          "text": "Correctomundo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Back at the dinner table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE",
          "text": "Anyway, you guys can eat the eggs, but there’s no way I’m going to touch them, so don’t even ask.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICK",
          "text": "Why’s that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE",
          "text": "There’s poop all over the place.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LYNETTA",
          "text": "Gross.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE",
          "text": "Chicken turds everywhere. Lynetta stands up and leaves the table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LYNETTA",
          "text": "You expect me to eat after this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PATSY",
          "text": "Lynetta. You have to eat something. \fflippedidmay21 33.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LYNETTA",
          "text": "No I don’t! She leaves the room and sticks her head back in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LYNETTA",
          "text": "Does the word salmonella mean anything to you? She splits again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PATSY",
          "text": "Do you think the eggs could have salmonella?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE",
          "text": "They're probably packed with it. One bite -- (he grabs his neck and pretends to gag to death)",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICK",
          "text": "I can’t believe you didn’t just ask her. You are afraid of that girl.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE",
          "text": "She just bugs me. She bugs you too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICK",
          "text": "Just take back the eggs and tell them we don’t eat eggs. Tell her we're allergic to them, or something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PATSY",
          "text": "Well that would be a lie. You want him to lie?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICK",
          "text": "That’s not the point. The point is, he spies on someone’s yard instead of asking a simple question. On Chet, looking at Rick. Clearly he thinks Rick is bully Bryce.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICK",
          "text": "(to Chet) What is it? \fflippedidmay21 34.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHET",
          "text": "Nothing. Chet looks back down at his plate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICK",
          "text": "(back to Bryce) Just tell her, no eggs. I expect you to look that girl square in the eye. DOORBELL RINGS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE, (V.O.)",
          "text": "So this is me, looking her square in the eye. Bryce opens the door for Juli. She hands him some eggs. He can hardly look at her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE, (V.O.)",
          "text": "And this is me, telling her “No Eggs.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE",
          "text": "Thanks, Juli. He closes the door. On Bryce. Mortified. He turns around and we hold on him with his back to the door, holding the eggs. Now what? We hear his parents’ door open upstairs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICK",
          "text": "(0.C.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I’1l be back about six. As his father starts downstairs, Bryce quickly goes into:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He opens the door to the trash below the sink, stuffs the eggs into it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI, (V.O.)",
          "text": "See there were so many eggs that I had to give them away. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fflippedldmay21 35. JULI (V.0O.) (cont'd) To the Loskis, and to our our next door neighbor Mrs. Stueby --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Juli brings her some eggs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI, (V.O., CONT.)",
          "text": "Who started paying me for them. Two dollars a dozen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. STUEBY",
          "text": "Nothing like free-range eggs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI, (V.0.)",
          "text": "And then Mrs. Stueby told Mrs. Helms --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Juli drops eggs off to MRS. HELMS, who also pays her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Juli crosses the street.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI, (V.O., CONTINUED)",
          "text": "And when I brought the eggs to the Loskis, it was so great -- As Bryce throws open the door again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI, (V.O.)",
          "text": "Because it was like Bryce was looking forward to me coming.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE, (V.O.)",
          "text": "I dreaded it --",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI, (V.O.)",
          "text": "And he always said, “Thanks, Juli” -",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE",
          "text": "Thanks, Juli.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI, (V.O.)",
          "text": "-- Like he really really meant it -- \fflippedidmay21 36.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE, (V.O.)",
          "text": "I sounded so fake I couldn’t believe it --",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI, (V.O.)",
          "text": "The best, shiniest eggs went straight to the Loskis, and in return I got a few moments alone with the world’s most dazzling eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE, (V.O.)",
          "text": "I could hardly even look at her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "More eggs being stuffed into the wastebasket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Juli, wearing her school backpack, comes out of her house with some eggs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI, (V.O.)",
          "text": "And then something happened that changed everything and it had nothing to do with eggs. (continued) EXT. STREET —- DAY A gorgeous day. Juli walks toward the sycamore tree and t bus stop, where several kids are waiting for the bus.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI, (V.O.)",
          "text": "And it happened on the most beautiful day, which just goes to show you that terrible things can happen when you least expect them -- She drops her backpack, jumps onto the lowest branch and climbs up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Juli climbs through the highest branches to her perch the very top. JULI’S VIEW - GLORIOUS. \fflippedidmay21 37. On Juli, savoring the morning, the sunlight, the breeze.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Darla’s at the base of the tree, as well as Shelly Stalls There’s a slightly dorky boy, JON TRULOCK.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI, (UP IN THE TREE)",
          "text": "What a morning!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bryce and Garrett and a couple of other kids walk down th street to the bus stop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI",
          "text": "The sun is sending streaks of fire from one end of the world to another! Bryce and the other kids look at each other. Typical Juli Suddenly two big trucks pull into the bus stop, and FOUR WORKMEN get out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ONE OF THE KIDS",
          "text": "You can’t park there, that’s the bus stop --",
          "sentiment": "neutral"
        },
        {
          "speaker": "WORKMAN",
          "text": "Sure we can.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI, (FROM UP IN THE TREE)",
          "text": "Hey, that’s the bus stop -- The workmen look up at the tree.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WORKMAN",
          "text": "Is someone up there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WORKMAN",
          "text": "Who’s up there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JON TRULOCK",
          "text": "Juli Baker.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI",
          "text": "(shouting down) -- So move your truck. \fflippedidmay21 38.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WORKMAN",
          "text": "Is she crazy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JON TRULOCK",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHELLY",
          "text": "Yes, actually she is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WORKMAN",
          "text": "Well, this tree’s coming down, so she’s got to get out of it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE",
          "text": "The tree’s coming down? What do you mean the tree’s coming down?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOREMAN",
          "text": "I mean the tree’s coming down. (calling up to Juli) Hey, girl. You gotta come down from there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WORKMAN",
          "text": "How did she get up there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE",
          "text": "She climbed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARLA",
          "text": "Juli, they’re tearing down the tree!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JON TRULOCK",
          "text": "They’re serious! Two workmen take chain saws out of the truck. ON Juli, on top of the tree ...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI",
          "text": "(shock) This tree? The sycamore tree?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WORKMAN",
          "text": "Yeah, whatever, it’s going. Come on down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE",
          "text": "They have chain saws.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARLA",
          "text": "Huge ones. \fflippedidmay21 39.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI",
          "text": "(shouting down) Who said you could? Who gave you permission?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WORKMAN",
          "text": "(shouting back) The owner, that’s who.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARLA",
          "text": "(also shouting up) The owner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI",
          "text": "(shouting down) He has no right!",
          "sentiment": "neutral"
        },
        {
          "speaker": "WORKMAN",
          "text": "(shouting up) He’s building himself a house and he can’t very well do it with this tree in the way. Now, come down from there, we got work to do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARLA",
          "text": "(shouting up) The owner’s the owner. In the distance, the school bus is coming.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHELLY",
          "text": "Bus is coming.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARLA",
          "text": "Juli, the bus is coming.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI",
          "text": "No. No, I won’t. You can’t cut it down, you just can’t! This tree is a historical landmark! On the workmen, looking at each other, what is going on?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE",
          "text": "She loves the tree.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WORKMAN",
          "text": "Spare me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHELLY",
          "text": "She’s bananas.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "flippedidmay21 40.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WORKMAN",
          "text": "(calling) Come down from there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI",
          "text": "No!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE",
          "text": "(to the workman) Can I speak to you privately?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WORKMAN",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE",
          "text": "(quietly) If you cut down the tree, it’1l be like cutting out her heart. That tree is, like, 200 years old.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WORKMAN",
          "text": "Your girlfriend’s a nut.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE",
          "text": "She’s not my girlfriend --",
          "sentiment": "neutral"
        },
        {
          "speaker": "WORKMAN",
          "text": "(shouting up to Juli) I’‘1l call the police. Do you want me to call the police?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI",
          "text": "(shouting back) I don’t care!",
          "sentiment": "neutral"
        },
        {
          "speaker": "WORKMAN",
          "text": "I’m calling them. We've got papers here -- (he waves them)",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARLA",
          "text": "(shouting to Juli) They have papers. They’re going to arrest you. It’s going to go on your college application.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI",
          "text": "I’m not coming down from this tree! I’m never coming down! as the school bus arrives. \fflippedidmay21 41.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI",
          "text": "You’re going to have to cut me down ! All the kids waving at her to come down: Juli, come down, Juli, please, you’re going to get in trouble.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE",
          "text": "Juli, they mean it. Come down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI",
          "text": "(calling to her friends) No, you come up! All of you! Darla, everybody! If we’re all up here they can’t cut it down! ON THE KIDS, looking up at her. Jon Trulock is clearly to",
          "sentiment": "neutral"
        },
        {
          "speaker": "JON",
          "text": "Juli, I can’t climb that tree --",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARLA",
          "text": "Me either.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI",
          "text": "(pleading) You don’t have to climb this high. Just a little ways. Haven’t you ever heard of civil disobedience? The BUS DRIVER gets out of the school bus.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUS DRIVER",
          "text": "Are we going to school or what? A couple of the kids start toward the bus. Darla is stricken. Bryce is torn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI",
          "text": "Please. Please. Oh man -- One by one, the kids get on the bus. Bryce is last.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI",
          "text": "Bryce, please, if you just come up here, we can save it -- Bryce gets on the bus. The bus takes off. \fflippedidmay21 42. Juli, on top of the tree, watches the bus pull away. Workman #1 takes out a cell phone to call the police.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chet Duncan is sitting on the front porch, reading the pa We hear the sound of a siren. Chet looks up. As he does, two police cars pass, then a fire engine. Chet stands. A LOCAL NEWS TRUCK passes. Chet walks out to the street and starts walking. As he walks, Trina hurries past him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chet among a crowd of neighbors, firemen, newsmen, news trucks, the workmen. Trina is on her cellphone, trying to reach her husband.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRINA",
          "text": "(to Rob’s message) I can’t believe you're not answering. Call me when you get this message.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Robert Baker is supervising as raw wood is being loaded i his pickup. The sound of a buzz saw cutting planks drowns out the sound of his cell phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Some workmen and firemen are attempting to reason with Tr",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRINA",
          "text": "It's something that my daughter feels very strongly about. \fflippedidmay21 43.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI",
          "text": "(shouting down) I’m not coming down, Mom!",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRINA",
          "text": "(shouting back) That’s what I told them. ON JULI, in the tree. SUN GRADUALLY SHINES EVEN MORE BRIGHTLY as we head toward noon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEWSCASTER",
          "text": "It’s been three hours, and Juli Baker is still up in that tree, refusing to come down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A truck pulls up, delivering pizza. The crowd is bigger. Chet is still there, as is Trina. A florid man in an expensive suit -- the OWNER of the property -- gets out and begins conferring with police. LONG SHOT OF JULI, fierce and brave and defiant, at the t of the sycamore. Trina, once again on the cellphone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRINA",
          "text": "Where are you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rob, having unloaded the lumber, is talking to a mason at construction job he’s supervising. There’s a small cement mixer that drowns out the ring of the cellphone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rob drives the pickup truck on a two-lane highway. He tur on the radio. MATT’S VOICE (ON RADIO) Our sister’s impossible. MIKE’S VOICE (ON RADIO) Stubborn. \fflippedidmay21 44. MATT’S VOICE (ON RADIO) A nightmare. MIKE’S VOICE (ON RADIO) But we back her a thousand per cent! On Robert. What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RADIO BROADCASTER",
          "text": "As of now, Juli Baker has been at the top of the sycamore tree for six hours -- On Robert, floored. He makes a U-turn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The crowd is larger. Matt and Mike continue to give interviews to anyone who’s interested. Maybe Mike mention their band, Mystery Pisser. There’s a ice cream truck. Ch is eating an Eskimo pie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Juli sits defiantly on top of the tree. She’s adjusted he position so she’s very comfortable, straddling a large branch, leaning back against the trunk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Robert Baker pulls up in his pickup truck. He looks up at the tree. There’s Juli. She sees him. On Juli, in the tree. She looks down. She sees him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI",
          "text": "Dad! They want to tear down the tree!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBERT",
          "text": "(calling up to her) So I hear. Several newscasters attempt to waylay him, but Robert ign them. He puts his arm around his wife and they begin conferring with the Police Chief. \fflippedidmay21 45.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI",
          "text": "If they’re taking this tree, they’re taking me with it!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There’s a huge cherry picker next to the tree and the che picker-operator is guiding the top of the vehicle. EXT. TOP OF THE TREE —- CONTINUOUS Robert Baker is up in the cherry picker, talking to Juli, who’s eating a sandwich he’s apparently brought up with h Chet watches from below.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBERT",
          "text": "It’s not your tree, honey --",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI",
          "text": "It’s everyone's tree.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBERT",
          "text": "Well unfortunately it’s not. It’s that guy’s tree. The one with the red face, who’s jumping up and down like Rumpelstilskin -- Looking down at the crowd looking up into the tree, we se the owner, who looks furious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBERT",
          "text": "And judging from my recent introduction to him, the environment is not at the top of his list of priorities --",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI",
          "text": "Look at this view. No one’s ever going to see this view if he cuts down the tree -- Robert nods. A beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBERT",
          "text": "I know. I’m in complete agreement with you. A beat. \fflippedidmay21 46.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI",
          "text": "But what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBERT",
          "text": "But what if you’re still up here in the middle of the night, and you fell asleep and fell out of the tree? Juli and her father looking at one another.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBERT, (CONT'D)",
          "text": "No view is worth my little girl’s safety. Another beat. The sun is starting to set. And then Juli suddenly vanishes. She slides down the tree for the last time. She comes down the spiral slide and holds out her arms as she’s flying.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She lands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON JULI, A FEW MINUTES LATER,",
          "text": "speaking to a television news reporter with a cameraman.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI",
          "text": "I just believe that the tree belongs to all of us. When something is that old and that beautiful and everyone respects it and expects to wake up in the morning and see it every single day, then it’s not just one person’s tree, it’s everyone’s tree. ON Chet, watching her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Juli gets into the truck with her father. \fflippedidmay21 47. They drive away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We hear the first chain saw start to buzz. Juli bursts into tears.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBERT",
          "text": "Hey, hey. He pulls over. He tucks his hand under her chin so she looks at him. Tea stream down her face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBERT",
          "text": "I’m so proud of you. She buries herself in her father’s arms and sobs her hear out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE BASE OF THE SYCAMORE TREE",
          "text": "The tree is mostly gone. Bryce and some friends walk past on the way home from sch The whole landscape has changed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The entire family is watching the local news.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI ON TV",
          "text": "Just because you own something doesn’t mean it’s not part of what makes a neighborhood a neighborhood As we hear a newsman say: Juli Baker, a young woman who t a stand for what she believes in ...",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICK",
          "text": "I’m glad you didn’t get involved in that, Bryce. Bryce feels awful that he didn’t. \fflippedidmay21 48.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICK",
          "text": "They're attention-getters. That whole family. Chet stands up and leaves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICK",
          "text": "(to Patsy) Your father hates me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PATSY",
          "text": "He doesn’t hate you, he loves you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Chet sits in his rocker, reading the newspaper. Bryce comes outside, sits down next to his grandfather. The two of them sit there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHET",
          "text": "Did you read this? We see now a picture of Juli on the front page of the newspaper, with a huge picture of the sycamore tree and a headline: A LOCAL GIRL’S FIGHT FOR A SYCAMORE TREE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE",
          "text": "I don’t have to read it. I was there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHET",
          "text": "A girl like that doesn’t live across the street from everyone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE",
          "text": "A girl like that is a big mixture of things --",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHET",
          "text": "Most people are mixtures of things. (he hands him the newspaper ) Read this. Without prejudice. Bryce takes the newspaper. He’s irritated. He stands goes into the house. up and \fflippedidmay21 49. INT. BRYCE’S BEDROOM - NIGHT As Bryce comes into his bedroom carrying the newspaper. H stuffs it into the bottom drawer of his desk. Throws himself on the bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "On Juli’s window. The curtains are drawn. INT. JULI’S BEDROOM - NIGHT She’s on the bed, weeping.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The two houses opposite each other. A sad, lonely night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A big hole where the sycamore was. Kids wait for the bus. Juli’s not there. The bus pulls up, they get on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE, (V.0.)",
          "text": "From then on, she refused to ride the bus.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Juli mopes through the halls. She passes Jon Trulock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JON TRULOCK",
          "text": "I’m really sorry about the tree, Juli. Juli nods. Bryce at a locker, watches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE, (V.O.)",
          "text": "She stopped charging around, stopped lecturing kids on throwing their trash in the garbage. \fflippedidmay21 50. A kid drops garbage in front of her. She steps over it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Juli stares out the window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE, (V.O.)",
          "text": "No more slicing the air with her hand, dying to be called on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Juli eating with Darla. Bryce comes toward her with his tray.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE, (V.O.)",
          "text": "I kept thinking I'd say something, like, Man, sorry about your sycamore, but nothing came out. He walks on by.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bryce on the bus. Looking out the window, he sees Juli, i rain slicker, pedalling her beat-up bicycle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE, (V.O.)",
          "text": "Even in the rain, she wouldn’t ride the bus.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARRETT",
          "text": "Weird, huh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE",
          "text": "Juli’s weird. EXT. JULI’S HOUSE - DAY Bryce, outside, mowing the lawn He keeps sneaking looks a Juli’'s window",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE",
          "text": "She even stopped watching my every move. Which was a total relief. CAMERA TRAVELS THOUGH JULI’S WINDOW... \fflippedidmay21 51. INT. JULI’S BEDROOM She’s lying on the bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Juli comes out the back door with a basket to collect eggs. Champ is lying on the back porch. Juli leans down to give him a nuzzle. Champ is dead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Champ is being buried. Robert, Trina, Matt, Mike, Juli an some of their friends. There’s a tombstone that says: “He lies Champ, the Mystery Pisser.” Matt and Mike and Skyler are singing a heavy metal song a Champ, a dog that inspired a great music group. The last spades of dirt are shoveled over the grave. Juli is blowing her nose into a handkerchief. The song ends. Wide shot on:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Robert pulls up in his truck, gets out. A puppy jumps out of the truck, barking. Trina opens the front door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRINA",
          "text": "Oh, Robert.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBERT",
          "text": "Don’t even bother saying no -- They look at each other. No real difference of opinion. \fflippedidmay21 52.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBERT",
          "text": "Juli, honey, come on down here, I’ve got a surprise -- Hold on a wide shot of the house. The front door is open we see Juli come down the stairs. The puppy leaps into Juli’s arms and starts to lick her f",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Juli, carrying a half-carton of eggs, comes up the walkwa with her new dog LUCY. Bryce whips the door open before she rings the bell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI",
          "text": "Hi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE",
          "text": "Cute dog.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI",
          "text": "Her name’s Lucy. I know it’s very common but I couldn’t help it. She hands him the eggs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE",
          "text": "Thanks. Are you going to start riding the bus again? Juli shrugs. An awkward moment. A beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE",
          "text": "You don’t have to give us these.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI",
          "text": "I know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE",
          "text": "Well. Thanks. He closes the door. Juli sort of stands there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bryce walks with the eggs to: \fflippedidmay21 53.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The trash can is absolutely full. He tries stuffing the eggs into it. They barely fit. He rummages around and tries to poke them down into it. He pulls out the whole trash bag. Then he walks toward the front door, carrying the trash.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Bryce comes out the door carrying the trash. We can hear the garbage truck coming up the block. Suddenly Bryce sees Juli. She’s still on the porch, refastening Lucy’s leash.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE",
          "text": "Hey --",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI",
          "text": "Hey -- He starts down to the street. The trash bag is heavy. He gets to the curb, Juli following. He stuffs the trash bag into the garbage container that’s on the street for the garbage truck pickup. The egg carton pokes out. Juli can see the eggs through the holes in the carton.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI",
          "text": "Why are you throwing the eggs away? Did you break them?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE",
          "text": "Yeah and I’m really sorry about that. She opens the carton. All the eggs are there, intact.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI",
          "text": "Why are you throwing them away? \fflippedidmay21 54.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE",
          "text": "Does the word salmonella mean anything to you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI",
          "text": "Salmonella?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE",
          "text": "My mom doesn’t think it’s worth the risk. The garbage truck arrives in front of the house and empti the trash bags into the back of the truck. Juli is just standing there, stunned, as the noise of the garbage truck makes conversation temporarily impossible. The truck pulls away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE",
          "text": "So that’s basically it. Bryce starts back toward his house. Juli follows him. She looks funky.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI",
          "text": "Salmonella?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE",
          "text": "Your backyard is like, covered in turds. I mean, look at your place Juli. Just look at it. It’s a complete mess.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI",
          "text": "It is not.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE",
          "text": "Oh come on, Juli. Look at it. over at the house. It happens to look particularly",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI",
          "text": "Have you always thrown the eggs away?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE",
          "text": "Look, we didn’t want to hurt your feelings. \fflippedidmay21 55.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI",
          "text": "My feelings? People pay me for these eggs. They pay me two dollars a dozen --",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE",
          "text": "They do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI",
          "text": "Why didn’t you just give them back to me? Why didn’t you just come up with a polite excuse like, we don’t want your stupid eggs. I was just being ... neighborly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE",
          "text": "Yeah, well if you really want to be neighborly look at your yard. It’s a freak. People on this block have lawns. Every single house. And you know what? It’s May. Who has Christmas lights all year long?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI",
          "text": "You don’t like our twinkle lights? Are you nuts? Twinkle lights make you happy. There’s no law that says you have to take them down in January. Downtown Seattle is full of twinkle lights.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE",
          "text": "(sarcastically) And Santa Clauses, everybody’s got Santa Clauses all year long. (throwing her line back at her) I mean, just because you own something doesn’t mean it’s not part of the neighborhood. You said that yourself, Juli, on TV.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI",
          "text": "I hate you, Bryce Loski, I absolutely hate you. She turns around walks back over to her house. Lucy the d follows. \fflippedidmay21 56.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Through the window, we see Chet watching the two of them. He’s obviously overheard the conversation. As Bryce starts back to the house, he sees Chet watching. Chet vanishes from the window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI, (V.O.)",
          "text": "I couldn’t believe it. I wasted like four years of my life on Bryce Loski and he turned out to be the worst human being on the planet. (continued)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Juli walks into it and the door closes. Hold on the fr of the house. It is a mess, no question.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI, (V.O., CONTINUED)",
          "text": "What made me the craziest was that I could sort of see what he was talking about. I mean, not everything. But I could see that someone looking at our house might think it looked sort of shabby ...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Juli is sitting at the table, lost in thought. Everyone e is passing food around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRINA",
          "text": "Your Uncle David is coming again this summer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIKE",
          "text": "How’s Uncle David?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBERT",
          "text": "The same. Exactly the same.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "Top of the Space Needle -- \fflippedidmay21 57.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIKE",
          "text": "Man, I never saw anyone made so happy by a Space Needle. Juli comes out of her reverie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI",
          "text": "Do you think a person can be less than the sum of their parts?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRINA",
          "text": "I don’t think that’s a kind way to talk about Uncle David, Juli.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI",
          "text": "I wasn’t talking about Uncle David.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRINA",
          "text": "We were talking about Uncle David's annual visit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI",
          "text": "Are we taking him to the Space Needle? The Bakers exchange looks -- where has she been?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBERT",
          "text": "Of course we’re taking him to the Space Needle. Juli stands up and walks over to the front window, looks at the lawn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI",
          "text": "Do we have, like, clippers?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Juli is going down the aisle pushing a basket with her mother.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI",
          "text": "I was thinking that it wouldn’t be hard to fix up the front yard. It could be, you know, a project. A summer project. \fflippedidmay21 58.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRINA",
          "text": "That’s a huge undertaking. Once I decided to alphabetize the books in my parents’ house and I didn’t even get through the B’s.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI",
          "text": "But it looks so bad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRINA",
          "text": "It does? INT. JULI’S BEDROOM - NIGHT Juli is in bed, reading a book on landscaping. There’s a knock on the door. Trina and Robert open it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBERT",
          "text": "Juli, did something happen? This revelation about our house --",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI",
          "text": "Nothing, Daddy. Both parents sit on the bed. A beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBERT",
          "text": "Something happened.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI",
          "text": "The Loskis have been throwing my eggs away because our yard is so filthy they think they'll get salmonella if they eat them --",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBERT",
          "text": "That is ridiculous --",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRINA",
          "text": "Did Patsy say that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBERT",
          "text": "They are such snobs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI",
          "text": "Do you realize we’re the only people on this entire block who don’t have grass? \fflippedidmay21 59.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRINA",
          "text": "Well, we used to have grass --",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBERT",
          "text": "But then we had chickens --",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI",
          "text": "So it’s my fault we don’t have grass? She bursts into tears.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRINA",
          "text": "Of course it’s not your fault, honey. Even when we had grass our yard was ...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBERT",
          "text": "Eccentric. We are eccentric.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI",
          "text": "I know, I know. Juli still weeping.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRINA",
          "text": "Oh, honey --",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBERT",
          "text": "That silly woman with her DKNY purse. Trina looks over at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRINA",
          "text": "She’s not so bad. She helped me jump-start the car once --",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBERT",
          "text": "Whatever.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRINA",
          "text": "Since when do you know about DKNY purses? He shrugs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBERT",
          "text": "I keep up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRINA",
          "text": "Not to mention that uptight father in those idiotic alligator shirts. \fflippedidmay21 60. They both start to laugh. Even Juli is cheering up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBERT",
          "text": "You really want to clean up the yard?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI",
          "text": "I do. It’1ll still be eccentric, I promise. (beat) They hate the Santa and the twinks too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRINA",
          "text": "They hate twinkle lights? Oh, they are really sick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE, (V.O.)",
          "text": "So a couple of weeks later, summer vacation begins --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Bryce and Garrett come bicycling down the street toget",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE, (V.O., CONTINUED)",
          "text": "And I’m coming home from buying a hundred pairs of socks for camp, and there she is -- Juli, dressed in jeans and an old shirt, is hacking away the shrubs in her yard. Bryce turns into his driveway and Garrett bikes on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI, (V.O.)",
          "text": "(talking to the shrubs as she hacks away) Out of there ... yes! ... you are coming off whether you like it or not ...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE, (V.O.)",
          "text": "She’s cleaning up the yard. Like I didn’t feel bad enough for what I said but now she’s shoving my face in it... Bryce walks into his house, passing his grandfather on th front porch. \fflippedidmay21 61. INT. BRYCE’S BEDROOM - A FEW MINUTES LATER He’s sitting at his computer, but he can hear her whackin and ranting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE, (V.O.)",
          "text": "And does she do it like anyone else, like a normal person? No, she’s talking to the shrubs -- He slams the window shut. INT. BRYCE’S BEDROOM - LATER He’s lying on his bed, reading a magazine. He can still h Juli through the window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE, (V.O.)",
          "text": "So then I find myself thinking, should I help her? Probably. I mean she’s all alone, it’s a pretty big job -- (continued) He gets up and walks over to the window ...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE, (V.O., CONTINUED)",
          "text": "So I thought maybe I’d go out there, maybe I'd make it up to her by helping her cut back some bushes. Period. End of story. If she still wanted to be mad at me after that, fine. Her problem. (continued) INT/EXT. VIEW OUT BRYCE’S WINDOW - CONTINUOUS His grandfather is crossing the street to talk to Juli. H carrying some garden tools.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE, (V.O., CONTINUED)",
          "text": "But I never got the chance. ON BRYCE AMAZED. INT/EXT VIEW OUT BRYCE’S WINDOW ... Julie and Chet. Chet takes garden gloves out of his back pocket, puts them on and together they tackle the hedges. \fflippedidmay21 62.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE",
          "text": "There’s my grandpa doing my good deed. My grandpa. Who'd been parked on our front porch in a pair of bedroom slippers for six months, and now, thanks to Juli Baker, he’s in work boots. He’s walking. He’s talking. Had I ever seen him smile? The guy’s smiling. A series of shots: CHET AND JULI CUTTING BRANCHES.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE, (V.O.)",
          "text": "All week long it went on. INT. BRYCE’S BEDROOM - DAY Bryce at his computer. The sound of whack, whack, whack. EXT. JULI’S HOUSE - CONTINUOUS As Juli hammers nails into the fence, with Chet next to h EXT. BRYCE’S BEDROOM WINDOW - CONTINUOUS As Bryce goes to the window and looks out at the two of t",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Chet sees Bryce in the window, looking out at them. Ch waves at Bryce.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHET",
          "text": "Hey, there -- Juli looks up, just in time to see: EXT. BRYCE’S BEDROOM WINDOW - CONTINUOUS As Bryce disappears out of sight, mortified. \fflippedidmay21 63. EXT. BRYCE’S HOUSE - ANOTHER DAY A taxi pulls up. Bryce’s father RICK gets out with a suitcase and his golf clubs. He notices Chet and Juli working across the street. Walks into the house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE, (V.O.)",
          "text": "So now it’s my last night before camp, and my dad’s just gotten home from some conference about computer interfaces --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dinner time. Rick, Patsy, Lynetta, Bryce and Chet. Chet i eating heartily.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHET",
          "text": "Patsy, this is delicious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PATSY",
          "text": "Bryce’s favorite dinner. (to Bryce) Because you are not going to get food like this at camp.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICK",
          "text": "You all packed?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE",
          "text": "Almost, almost.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICK",
          "text": "So they basically broke us up into buzz groups but they kept changing the mix, so just when you thought you knew where you were, you weren’t --",
          "sentiment": "neutral"
        },
        {
          "speaker": "PATSY",
          "text": "How fascinating.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LYNETTA",
          "text": "Boring.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PATSY",
          "text": "That’s rude, Lynetta. Chet helps himself to another serving. \fflippedidmay21 64.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICK",
          "text": "(to Chet) So, Chet, I had no idea you were in the mood for a home improvement project. A beat. Bryce notices that Chet is pointedly ignoring his father.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHET",
          "text": "Pass the salt, will you Patsy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE, (V.O.)",
          "text": "That was the first time I wondered, Maybe grandpa isn’t too crazy about Dad --",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICK",
          "text": "So why’s the girl the one who's finally doing something about their place? ON CHET, salting his potato, taking his time about it. He looks up at Bryce.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE, (V.O.)",
          "text": "The big stare. Man oh man that freaked me out. Was Grandpa going to tell Dad about how I ragged Juli about the yard? ON CHET looking at Bryce, who’s now sweating. Then he loo at Rick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHET",
          "text": "She wants to, is all. Chet again looks over at Bryce and then goes back to eati Bryce, relieved, wipes his face with a napkin. INT. BRYCE’S BEDROOM - LATER In the bedroom is his camp trunk, about half-packed. His grandfather comes into the room. Bryce comes out of the closet, with some tee shirts to pa",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHET",
          "text": "Hey. \fflippedidmay21 65.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE",
          "text": "(surprised) Hey. Chet sits down on Bryce’s bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE",
          "text": "Look, I know I messed up. I should have told her the truth about the eggs, and then she caught me tossing them out and I just lost it. (beat) Thanks for not saying anything at dinner. I owe you big time. His grandfather gets up, walks to the window, and looks o across the street.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHET",
          "text": "She reminds me of your grandmother.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE",
          "text": "Juli? Bryce waits. Finally Chet turns around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHET",
          "text": "Your character is set at an early age, Bryce. The choices you make now will affect you for the rest of your life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE",
          "text": "Yes, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHET",
          "text": "Don’t yes-sir me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE",
          "text": "Sorry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHET",
          "text": "Here. Everyone needs a little money to get through camp. He hands Bryce some money. Bryce is stunned, looks at the money.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE",
          "text": "Thanks. \fflippedidmay21 66.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHET",
          "text": "The next time you’re faced with a choice, do the right thing. It hurts everyone less in the long run. He leaves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bryce and his dad carry his trunk out to their SUV. They it into the back of the car. Bryce looks up at Juli’s window. She’s not there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Robert drives his truck past the place where the sycamore tree used to be. There’s a man in the front seat of the truck with him -- his brother DAVID, 41, who has Asberger syndrome. We see David look over at the house going up on the property.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Juli is seeding the lawn in front of the house as Robert pulls into the driveway and he and Uncle David get out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "UNCLE DAVID",
          "text": "Hi Juli --",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI",
          "text": "Uncle David --",
          "sentiment": "neutral"
        },
        {
          "speaker": "UNCLE DAVID",
          "text": "Your tree’s gone. You were sad. Uncle David gives her a sweet, awkward hug.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Baker family eats a barbecue dinner outdoors with Unc David. Uncle David is counting his baked beans. \fflippedidmay21 67.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Baker family, including Uncle David, going up in the Space Needle elevator. Uncle David is compulsively counti floors.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Juli and Chet are planting tulip bulbs in the garden. Dav counts them. Mrs. Stueby turns up from next door with a t of lemonade for everyone and a big smile for Chet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Robert, Juli and David approaching the corner where the sycamore tree used to be.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI",
          "text": "Don’t drive past where the tree was.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As the truck makes a left turn to avoid going past the intersection.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Juli and Robert drop Uncle David back at the sanitorium w he lives. Everyone gives him hugs goodbye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "UNCLE DAVID",
          "text": "Too bad about your tree, Juli.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI",
          "text": "Thanks, Uncle David.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We see Juli through her window. \fflippedidmay21 68. INT. JULI’S BEDROOM - CONTINUOUS Juli in bed, reading. A knock on her door. Her father pee in...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBERT",
          "text": "Hi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI",
          "text": "Hi, Dad. He sits on the edge of her bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBERT",
          "text": "I always liked that tree of yours, even before you told me about it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI",
          "text": "Dad, it’s okay, I'll get over it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBERT",
          "text": "No, it’s not okay, and you don’t have to get over it. Listen to me, just listen -- (beat) I want the spirit of that tree to be with you always. I want you to remember how you felt when you were up there and the whole world sparkled. (beat) My brave daughter looking out at the world from the very top --",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI",
          "text": "It was so beautiful, and now it’s as if it wasn’t even there --",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBERT",
          "text": "I know. Robert goes back to the door, and brings a canvas in from hall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBERT",
          "text": "That's why I made this for you. ON JULI’S FACE as she sees: A wonderful painting of the sycamore tree. And way up in the top, a young girl lookin out into the distance. \fflippedidmay21 69.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI",
          "text": "My tree. My sycamore tree. ON JULI, overwhelmed with feeling. She throws her arms around her dad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI",
          "text": "Oh, Daddy, thank you. Thank you. INT. JULI’S BEDROOM - MORNING She’s asleep. The sun starts to come up outside. Juli opens her eyes. Across from the bed is the painting, with a shaft of morn light illuminating it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Juli comes out the front door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI",
          "text": "Oh my god! There’s just the tiniest fringe of grass starting to spro on the lawn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI",
          "text": "We have a lawn!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Trina and Juli, both with their faces pressed to the ground, look through the grass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI",
          "text": "My lawn!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A barbecue. Matt, Mike, Juli, Trina and Robert. There’s a tray of devilled eggs, which only Robert is eat",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI",
          "text": "I just think we should talk about it. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fflippedidmay21 70. JULI (cont'd) I mean, it’s all very well for me to be making unilateral decisions where the appearance of our house is concerned --",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "(making fun of her big word) Oh, unilateral --",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI",
          "text": "But we are a family.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRINA",
          "text": "She’s right. We should talk about it. There are basically two separate --",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBERT",
          "text": "And yet linked --",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRINA",
          "text": "-- questions.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBERT",
          "text": "Well I’m not taking the Santa Claus down .",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRINA",
          "text": "Okay. So much for Question Number One.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIKE",
          "text": "So Question Number Two is --",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI",
          "text": "The twinkle lights.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRINA",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "Well I personally have strong feelings about the twinkle lights --",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIKE",
          "text": "Moi aussi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI",
          "text": "(good-natured) Oh shut up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "I’m not kidding. I do. \fflippedidmay21 71.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIKE",
          "text": "So do I.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBERT",
          "text": "So that probably makes five of us with very strong feelings about the twinks. He flips the hamburgers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRINA",
          "text": "I was thinking ... Robert leans over and gives her a kiss.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBERT",
          "text": "What were you thinking, love of my life?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRINA",
          "text": "I was thinking the problem with the twinks -- Everyone leans forward ...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRINA",
          "text": "Is we need more.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All five Bakers, at work on the front of the house. They’ hanging twinkle lights.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As the Loski SUV drives into the Loski driveway. Bryce gets out. He’s suntanned, and it looks as if he’s grown three inches. He looks over at the Baker house. His father gets out of car. They start to unload Bryce’s trunk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE",
          "text": "It looks amazing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICK",
          "text": "Except that damned Santa Claus is still up on the roof. \fflippedidmay21 72.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Matt is looking out the window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "The asshole is back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The curtains are drawn. Juli, Matt and Mike are in the living room. Mike is looking through binoculars, out the window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIEW THROUGH BINOCULARS",
          "text": "Through the Loskis’ bay window across the street: We can the dining room, with the table set for dinner. Patsy bri a big salad to the table and the family starts to come in sit down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT, (0.S.)",
          "text": "They're coming in to dinner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIKE, (0.S.)",
          "text": "One second, bro.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "They’re sitting down. You ready?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIKE",
          "text": "Yep.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "Hit it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Inside, a boom box blasts Bruce Springsteen’s “Santa Clau Coming to Town” at ear-splitting levels toward the Loski house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Everyone freezes as they hear the music. They turn to the window. \fflippedidmay21 73.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "On Juli, flipping a switch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Loskis get up from the table to look out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rick, Patsy, Bryce, Lynetta and Chet stare out the window Their POV:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The whole place is lit up. The front lawn, bushes, fence, doors, windows -- twinkle lights galore, wrapped around everything. ON THE LOSKIS, STARING. On Chet starting to smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LYNETTA",
          "text": "How cool is that. On Bryce:",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE, (V.O.)",
          "text": "I’m not going to tell you that I spent the whole time at camp wondering if Juli was still going to be mad when I got back, but it did cross my mind. And then I get back and I realize she’s not just mad, we're at war.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICK",
          "text": "What’s this supposed to mean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHET",
          "text": "I think it’s just a big welcome home for Bryce. Chet and Bryce look at each other. \fflippedidmay21 74.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All the kids going to class, hanging out. Everyone looks more grown-up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI, (V.O.)",
          "text": "Everything changed in eighth grade.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE, (V.O.)",
          "text": "Everything changed in eighth grade. Juli and Darla walking down the hall, looking at boys.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI, (V.0.)",
          "text": "Boys. Bryce and Garrett walking down the hall, looking at girls",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE, (V.O.)",
          "text": "Girls. Shelly Smalls, who has continued to triumph over adolesce bats her eyes at Bryce.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHELLY",
          "text": "Hi, Bryce.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE",
          "text": "Hi, Shelly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE, (V.O.)",
          "text": "I kept hoping Juli would soften up a little, but she just cut me dead - Juli and some friends walk past Bryce, who looks after he she walks down the hall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI, (V.O.)",
          "text": "It was a big relief not to be thinking about Bryce, ‘cause it gave me a lot of extra time to focus on the important things, like school -- We see the eighth grade homeroom teacher, MISS SIMMONS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE, (V.O.)",
          "text": "We had a new teacher. Miss Simmons. \fflippedidmay21 75.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI, (V.O.)",
          "text": "New teacher. Really great.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE, (V.O.)",
          "text": "Really tough.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI, (V.O.)",
          "text": "Very stylish.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE, (V.O.)",
          "text": "Kind of weird-looking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS SIMMONS",
          "text": "All right, everyone, clear your desks of everything but a pen or pencil. The class is shocked. Is it a pop quiz? What’s going on? Miss Simmons picks a stack of yellow papers off her desk, fans herself and says.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS SIMMONS",
          "text": "It's time to vote for basket boys! She starts passing out the papers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARRETT",
          "text": "(sarcastically) Who wants to be a basket boy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS SIMMONS",
          "text": "You do, Garrett. It’s an honor to be a basket boy. We’re electing twenty boys from the class --",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARRETT",
          "text": "I do not want to be one of them --",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS SIMMONS",
          "text": "Well, you should. Basket boys are a tradition that has helped support this school since it was founded, in 1983. It’s why we have flower beds. It’s why we have shade trees and apple trees. Visit another school sometime and you’1ll begin to realize what a little oasis our campus is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE",
          "text": "All this from the sweat and blood of basket boys -- \fflippedidmay21 76.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS SIMMONS",
          "text": "What did you say, Bryce?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE",
          "text": "Nothing, Miss Simmons.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHELLY",
          "text": "(loud whisper) I’m voting for you, Bryce.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS SIMMONS",
          "text": "Bryce, some day when your children go to school here, you'll understand. Bryce rolls his eyes at Garrett. He looks at the ballot. He looks over at Juli. She’s ignoring him and looking straight at her ballot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI, (V.O.)",
          "text": "I read down the list. There were 158 names, and twenty of them were going to be basket boys and auctioned off like sides of beef to pay for some flowers. But I realized that to me, there had only ever been Bryce. But I certainly wasn’t going to vote for him. I just couldn’t. What if I didn’t choose anybody? What if I just turned it in blank?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS SIMMONS",
          "text": "And don’t even think about not voting or you will get detention.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI, (V.O.)",
          "text": "So I voted for the boys who weren’t jerks or clowns, but were just nice. Like Jon Trulock, who was really sweet -- We see Jon Trulock again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As the class files out, handing in their ballots. \fflippedidmay21 77.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI",
          "text": "And then I handed in my ballot and pretty much forgot about it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dinner. Rick, Patsy, Lynetta, Bryce and Chet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE",
          "text": "You should have seen all the girls looking at these ballots like it was so important they were voting for president of the United States.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PATSY",
          "text": "I will make a lovely basket lunch for the lucky girl who buys you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICK",
          "text": "It’s for a good cause, Bryce.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE",
          "text": "Someone's going to buy me! He bangs his head down on the table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LYNETTA",
          "text": "Only if you win.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE",
          "text": "I’m not being conceited here when I tell you I’m probably going to win - - I'm being realistic. Patsy starts to clear the plates and Bryce and Lynetta br theirs into:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lynetta is following Bryce around, making kissing sounds.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LYNETTA",
          "text": "There will be a bidding war. Blood will be shed over this boy, mark my words. Chet and Rick come in, clearing their plates. There’s a c on the table in the kitchen and Rick hovers around it. \fflippedidmay21 78.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICK",
          "text": "Just hope that Juli Baker doesn’t buy you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHET",
          "text": "Worse things have happened.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICK",
          "text": "You’ve developed quite a soft spot for that girl, haven't you, Chet? Why on earth?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHET",
          "text": "I have, haven’t I? She reminds me of Renee.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LYNETTA",
          "text": "Grandma?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICK",
          "text": "(disbelief) She reminds you of your Renee?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHET",
          "text": "Her spirit reminds me of Renee.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICK",
          "text": "(contemptuously) Her spirit. I don’t see that. An awkward moment. Everyone knows Rick is hellbent on a fight with Chet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PATSY",
          "text": "Now who wants cake?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE",
          "text": "Me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LYNETTA",
          "text": "Me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PATSY",
          "text": "Lynetta? I’m shocked. You’re eating dessert?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LYNETTA",
          "text": "Forget it, I changed my mind. \fflippedidmay21 79.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICK",
          "text": "(to Chet) What I don’t understand is why you have the energy to befriend a complete stranger when you’ve never done so much as toss a baseball around with your own grandson ...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE",
          "text": "Take it easy, Dad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICK",
          "text": "(to Chet) Have you ever talked to Bryce? Been to his room? Have you ever sat on your own grandson’s bed and had a conversation with him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE",
          "text": "He has --",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICK",
          "text": "When?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE",
          "text": "The night before I went to camp.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICK",
          "text": "So once. Patsy takes a pint of vanilla ice cream out of the freeze",
          "sentiment": "neutral"
        },
        {
          "speaker": "PATSY",
          "text": "Who wants a la mode?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LYNETTA",
          "text": "I do. Chet walks out of the kitchen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PATSY",
          "text": "Don’t you want cake, Grandpa? There’s a beat. Chet walks back into the kitchen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHET",
          "text": "You know why the Bakers haven’t fixed up the yard until now? \fflippedidmay21 80.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICK",
          "text": "Why? Sure. They’re trash. They've got a beat up house, two beat-up cars and a beat-up yard. They have absolutely no pride in how they present themselves to the rest of the world.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHET",
          "text": "Juli's father has a retarded brother.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICK",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHET",
          "text": "David. At Greenhaven.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICK",
          "text": "And?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHET",
          "text": "And it’s very expensive to keep him there --",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICK",
          "text": "Well that certainly explains everything --",
          "sentiment": "neutral"
        },
        {
          "speaker": "PATSY",
          "text": "Rick --",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICK",
          "text": "That’s the reason they never kept the yard up? They’ve got two perfectly healthy boys over there who could have mowed the lawn all these years. Just because there’s a retarded relative someplace .... Rick stops, suddenly aware that everyone is looking at hi horrified.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICK",
          "text": "(exploding) I’m not going to feel guilty for saying this. I’m not. Chet walks out of the kitchen. Everyone looks at each other. Suddenly we hear the front door slam. \fflippedidmay21 81. Lynetta dumps her ice cream in the trash. Walks out. We hear her bedroom door slam. Patsy puts her cake down and walks out. A beat. Her bedro door slams. On Bryce and his dad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICK",
          "text": "Well, at least one member of the family is on my side. Bryce couldn’t be more miserable. INT. BRYCE’S BEDROOM - LATER Bryce is lying on his bed, staring into space. A pebble hits his window. He goes to the window, looks out and sees Chet in the fro yard. He opens the window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHET",
          "text": "Want to take a walk?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Chet and Bryce walk down the street. A beautiful fall night. We hear the sound of an owl.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHET",
          "text": "That is the Western screech owl. Chet imitates the sound. The Western screech owl makes its cry again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE",
          "text": "Wow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHET",
          "text": "No big deal. I learned it all when I was a kid. Your mother knows all the bird sounds. \fThey pass tree used They stop They look flippedidmay21 82.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE",
          "text": "She does?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHET",
          "text": "Well she used to, anyway. No telling what she knows now. the house under construction where the sycamore to be. and Chet looks up into the night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHET",
          "text": "Must have been a spectacular view. up at the starry night sky.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE",
          "text": "You probably know all the constellations too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHET",
          "text": "Yep. I do. You probably know the Big Dipper. End of story.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE",
          "text": "Nailed. (beat) Did you ever see her up in the tree?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHET",
          "text": "The day they took the tree down. It scared me she was up so high. But after I read the article I understood why she did it. The tree’s gone, but she’s still got the spark it gave her. Know what I mean? They start on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIGHT",
          "text": "As we see Chet and Bryce walking together. \fflippedidmay21 83.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHET",
          "text": "I was engaged to be married to someone named Geraldine McCarthy, oh yes, they’d sent out the invitations and they even had one of those bridal showers deals, I remember someone gave us a big plate from Marshall Field with asparagus painted on it, that was the idea, you used the plate just for asparagus. God forbid you should put a string bean on it. Geraldine got so angry at me when I broke off the engagement and she had to return all the presents including the asparagus plate, but I couldn’t help myself because I’d met Renee and I couldn’t very well get married to anyone else once I did. Of course then I had to prove to Renee I was worthy of her because I'd wasted all that time with Miss Asparagus Plate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE",
          "text": "How did you do that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHET",
          "text": "A grand gesture. I made a grand gesture. They come to a stop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHET",
          "text": "Renee would have sat up in that tree all night long. (beat) Well. This is where I get off. Bryce looks around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE",
          "text": "Where?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHET",
          "text": "I promised Susannah I’d drop by for some coffee.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE",
          "text": "Mrs. Stueby?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHET",
          "text": "Don’t wait up. \fflippedidmay21 84. Chet starts toward Mrs. Stueby’s, leaving Bryce. Bryce is floored. Chet rings the doorbell at Mrs. Stueby’s and Bryce starts home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "On Bryce, coming up the stairs to the front porch. He's silhouetted against the Christmas lights on the Baker hou INT. BRYCE’S BEDROOM - NIGHT Bryce comes into his room. His room is in semi-darkness, only by the Baker twinkle lights. He opens the bottom desk drawer and takes out the creased scrunched newspaper. He turns on his desk lamp, illuminating the article and picture of Juli. The rest of his room stays in semi-darkn",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE, (V.O.)",
          "text": "So finally I read the article. They called her “a strong voice in the urban wilderness,” “a radiant beacon, shedding light on the need to curtail overdevelopment.” I couldn’t help thinking about my part in the whole business -- not that you could call it a part exactly --",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE SYCAMORE TREE",
          "text": "Bryce at the school bus, with Juli in the tree, begging h to help her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI",
          "text": "Bryce, please, if you just come up here, we can save it. Bryce gets on the bus. END FLASHBACK. INT. BRYCE’S BEDROOM - CONTINUOUS BRYCE, on the bed, reads on... \fflippedidmay21 85.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE, (V.O.)",
          "text": "Juli said, “To be held above the earth and brushed by the wind. It's like your heart has been kissed by beauty.” Who talks like this? Bryce looks at the photo of Juli in the newspaper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE, (V.O.)",
          "text": "I kept looking at the photo of Juli. On the photo of Juli in the newspaper: It’s a close up of her at the top of the tree, taken with a telephoto lens.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE, (V.O.)",
          "text": "She’s looking off in the distance and the wind is blowing her hair back like she’s at the helm of a ship or something, sailing into the sun. ON BRYCE, staring at the photo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE, (V.O.)",
          "text": "I'd spent so much time avoiding Juli Baker that I’d never really looked at her, and now all of a sudden, I couldn’t stop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Patsy makes coffee.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Bryce comes downstairs. He looks into:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rick is asleep on the couch, under a quilt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bryce comes in and reaches for a box of corn flakes. \fflippedidmay21 86.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PATSY",
          "text": "I have come up with a solution for our situation. We’re going to invite the Bakers over for dinner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE",
          "text": "We are? Does Dad know?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PATSY",
          "text": "Yes. And the Baker kids too, of course. Juli and the boys. What are their names?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE",
          "text": "Matt and Mike. Does Grandpa know?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PATSY",
          "text": "I can’t seem to find your grandfather this morning. He must have been up early. Lynetta comes into the kitchen. She’s wearing a mini-skir platform heels, and eyes made up like raccoons.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PATSY",
          "text": "I thought you and your friends were going to church this morning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LYNETTA",
          "text": "We are.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Trina is talking to Robert. A beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBERT",
          "text": "Friday night?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRINA",
          "text": "All of us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBERT",
          "text": "Oh man. You think they think we’re all going to be pals now that we cleaned up the yard?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRINA",
          "text": "I have no idea, but she was insistent. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fflippedidmay21 87. TRINA (cont'd) She was practically in tears, saying how sorry she was she’d never invited us before and how she'd really like to know us better. Juli comes into the kitchen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBERT",
          "text": "The Bakers have invited us all to dinner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI",
          "text": "No way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBERT",
          "text": "Way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI",
          "text": "Bryce Loski is my mortal enemy. They all laugh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI",
          "text": "I’m not kidding. He’s disgusting, shallow, immature, revolting --",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRINA",
          "text": "I couldn’t really say no. She once helped me jump-start my car. And after all that help Chet’s been to you --",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI",
          "text": "They’re just asking us over so we'll take down the twinkle lights. That’s probably the whole purpose.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRINA",
          "text": "It sounded more like a let’s-be- friends deal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBERT",
          "text": "Let’s not be friends.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI",
          "text": "(relieved) Oh, Daddy, thank you. Thank you, thank you, thank you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRINA",
          "text": "We are going. I said yes. \fflippedidmay21 88.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bryce is walking down the hall, Juli is coming toward him She pretends he doesn’t exist. As he turns to watch her, crashes right into Mrs. Brubeck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As the teacher talks about something like the Civil War, Bryce goes into a reverie, staring at Juli. ON DARLA, looking at Bryce looking at Juli. INT. GYM — DAY At one end of the basketball court, Juli and a group of g shoot baskets. At the other end Bryce is shooting with some boys. He looks over and Juli dribbles toward the basket and lea into the air. Juli’s hair flows backward, as if it’s windblown, she loo exactly as she did in the newspaper, as if she’s on top o the tree.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bryce leans on his elbow and pretends to read but manages contort himself practically into a pretzel to watch Juli she moves around the library. FROM THE STACKS ...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARLA",
          "text": "(a whisper) Psst. Juli. Juli doesn’t hear. Darla tosses a lipstick at her. Juli goes over and huddles in the stacks with Darla.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARLA",
          "text": "Bryce is bonkers over you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI",
          "text": "(horrified) Bryce Loski? \fflippedidmay21 89.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARLA",
          "text": "Like there’s another Bryce -- The boy is positively lost in Loveland. Look at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI",
          "text": "Look at him? Shoot me first. Darla literally turns her that direction. Bryce has his hands over his eyes with his fingers slight separated so he can stare at Juli. Quickly he closes his fingers and looks down at his book. Darla cracks up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI",
          "text": "I have to go dinner there tonight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARLA",
          "text": "I bet you’re the dessert, girl. Mmmm mmm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI",
          "text": "(laughing but horrified) Stop it. She looks at Bryce, who’s still watching her, now from underneath his book. Panic: They both look away. Bryce pretends he’s really stretching.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI",
          "text": "I’‘1l just tell my mom, I can’t go. It's just completely out of the question.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Juli comes home from school. She sees fresh pies on the kitchen counter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI, (V.O.)",
          "text": "But I couldn’t refuse to go, I just couldn’t because you know what, my mom was just so happy. She walks by her mother’s room... \fflippedidmay21 90. INT. TRINA & ROBERT’S BEDROOM -- CONTINUOUS Trina deciding which blouse to wear. Juli looks in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRINA",
          "text": "Which one?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI",
          "text": "Both great. (as she goes toward her room) I’m not dressing up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRINA",
          "text": "Patsy and I agreed on dress up. She’s making risotto.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI",
          "text": "Oh, whoa, risotto. INT. JULI’S ROOM - A FEW MINUTES LATER All her clothes are out on the bed. She’s finishing getti dressed. She’s unexpectedly stylish -- a big sweater over little T-shirt with a long scarf wound around her neck. S looks at herself in the mirror. Then she picks up an eyelash curler and curls her eyelash",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Trina, Robert and Juli in the kitchen. There are two pies the kitchen table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBERT",
          "text": "Two pies?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRINA",
          "text": "Not everybody likes pecan. Matt and Mike turn up in the kitchen. They’re both wearin jeans and T-shirts. Both T-shirts have the name of the ba on it, “Mystery Pisser.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRINA",
          "text": "Absolutely out of the question. They pivot sharply and leave the kitchen to go upstairs t change their T-shirts. \fflippedidmay21 91. EXT. BRYCE’S POV: THE BAKER FAMILY CROSSES THE STREET. The doorbell rings.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Chet opens the front door. Bryce is scrambling downstairs, still buttoning his shirt Patsy is behind him. Matt and Mike walk in the door. High-fives.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT AND MIKE",
          "text": "(to Bryce) Hey, baby brother, how's it going? Lynetta appears, looking like a nocturnal rodent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT AND MIKE",
          "text": "Hey, Lyn. Lookin’ good. Lots of shaking of hands and introducing. Lynetta, Matt and Mike disappear upstairs to Lynetta’s ro as Rick Loski appears and shakes hands with everyone. Bryce and Juli suddenly together.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICK",
          "text": "Drinks everyone?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI",
          "text": "(to Bryce) I’m here because my mom really wants to be here, but don’t get any ideas that we’re friends. We are not friends. She walks away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ON BRYCE, by himself. Robert and Chet are talking about perpetual motion machin Juli is listening. Rick comes in with a tray of drinks, offers them around. \fflippedidmay21 92.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICK",
          "text": "That yard of yours has come along. I told Chet here we ought to hire him out. Is this a joke? Everyone smiles uncomfortably as Rick pic up the tray of canapes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICK",
          "text": "Now who’s for hors d’ouevres? On Bryce, watching his father be a total phony.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Everyone’s at the table. The food is being passed around. Bryce is sitting across from Juli.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICK",
          "text": "So guys, you’re seniors this year.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT AND MIKE",
          "text": "Amen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICK",
          "text": "Amen? In like you’re glad school’s almost over?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIKE",
          "text": "The regurgitation gets to you after while.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICK",
          "text": "Isn’t that funny? High school was probably the best time of my life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIKE",
          "text": "Seriously, Dude. It’s so bad. Trina shoots Mike and Matt a look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "Well it is, Mom. It’s that whole robotron attitude of education -- confine, confute, conform. (xe the food: lets the word roll off his tongue) So this is risotto. No wonder it’s famous. \fflippedidmay21 93.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICK",
          "text": "(to Matt and Mike) So you're not thinking of college? ON BRYCE, his father is really embarrassing him. He looks over at Juli. Juli looks up from her plate, sees Bryce looking at her, looks quickly back down again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIKE",
          "text": "I’m applying early admission to Brown and Mark’s hoping for U Dub --",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICK",
          "text": "Really?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIKE",
          "text": "But we’ll probably give the music thing a shot first.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICK",
          "text": "Oh, the music thing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LYNETTA",
          "text": "Dad, your sarcasm is not appreciated.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICK",
          "text": "(to Robert) How do you feel about that, Robert?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBERT",
          "text": "I learned a long time ago that I have very little power over my children. So if they want to try the music thing, they try the music thing --",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE",
          "text": "The band’s really good, Dad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICK",
          "text": "I’m sure they are.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE",
          "text": "No they are. Sometimes they remind me of Husker Du, sort of indie rock but you can’t really put them ina category -- On Mike and Matt, pleased. On Juli. She can’t help liking Bryce a little. \fflippedidmay21 94.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE",
          "text": "(to Lynetta) Where’s the CD? He stands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bryce sticks a CD in Rick’s elaborate stereo system, hits play and cranks up the volume. BLASTING INTO THE ROOM: Matt and Mike’s music. lLynetta starts dancing and singing along to a Mystery Pisser song Everyone listens to the song, and Lynetta goes wild, danc The song ends. lLynetta grins at everyone and punches the out of the stereo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIKE",
          "text": "It’s okay if you don’t like it but it’s what we do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LYNETTA",
          "text": "I could listen to it again and again and again. It’s great.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHET",
          "text": "You must write down the lyrics for me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICK",
          "text": "Just one song?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "We've written a ton of songs, there’s just three on the demo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICK",
          "text": "You have a demo? Demos are expensive. Studio time’s expensive. I know ...",
          "sentiment": "neutral"
        },
        {
          "speaker": "PATSY",
          "text": "When Rick and I met, he was playing in a band -- Lynetta chokes on her water and has to be patted on the b",
          "sentiment": "neutral"
        },
        {
          "speaker": "LYNETTA",
          "text": "Dad? You were in a band? What'd you play? Clarinet? \fflippedidmay21 95. She cracks herself up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PATSY",
          "text": "No, honey, your father played guitar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LYNETTA",
          "text": "Get out of here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICK",
          "text": "Country.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT AND MIKE",
          "text": "Dude! Total respect, man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICK",
          "text": "And when our band tried to get a demo made, it was astronomically expensive. So how’d you afford it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "We found this guy on the Internet --",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIKE",
          "text": "He was blowing out his old analog gear for digital.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHET",
          "text": "Digital is weak, don’t you think? You lose too much of the waveform. Everyone stares at Chet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIKE",
          "text": "Right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRINA",
          "text": "They've been saving pennies since they were twelve.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIKE",
          "text": "(to Rick) You still play? We could lay down some of your tunes if you want?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICK",
          "text": "No thanks. That’s not me anymore. \fflippedidmay21 96.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Bakers are leaving. Matt and Mike are carrying home t left-over pie plates with some left-over pie. Lots of goo byes and hugs and thanks. Juli says goodbye to everyone. Chet gives her a big hug a then she’s faced with Bryce. They stare at each other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE",
          "text": "(at the same time) I’m sorry. They’re embarrassed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI",
          "text": "I shouldn’t have said that about not being friends. Your mom made such a nice dinner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE",
          "text": "I shouldn't have said anything about your house, I mean, it’s your house, it was really rude, and I didn’t realize why it was such a mess. Juli looks at him, puzzled.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE, (CONT'D)",
          "text": "I mean, your Uncle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI",
          "text": "My Uncle?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE",
          "text": "Because you know, it costs so much where he’s staying and you couldn’t afford to keep the yard up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE",
          "text": "Because of Greenhaven and everything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI",
          "text": "Oh man, oh man, that is so completely -- She’s almost inarticulate -- \fflippedidmay21 97.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE",
          "text": "What did I do now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI",
          "text": "That's not the reason we didn’t keep the yard up. We don’t believe in things being ... all perfect and manicured ...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE",
          "text": "Hey, I didn’t mean anything. I can’t believe it, we’re right back where we were, doesn’t matter what I say --",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI",
          "text": "You just don’t get it. You are never going to get it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Robert, Trina, Matt, Mike and Juli finishing the pies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIKE",
          "text": "Intrinsically limited genes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "Nothing much you can do about it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI",
          "text": "Complete jerk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIKE",
          "text": "He was really grilling us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI",
          "text": "I’m not talking about Mr. Loski. I’m talking about Bryce. (trying to figure it out) Chet must have said something about Uncle David being here. And then Bryce figured out this stupid explanation...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBERT",
          "text": "Maybe Chet got confused.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI",
          "text": "Not possible. Chet would never ever come up with anything like that. It’s Bryce. Aaaaaaah. \fflippedidmay21 98.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "Hey, he compared us to Husker Du.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIKE",
          "text": "Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRINA",
          "text": "Aren't you being a little hard on him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI",
          "text": "No. A look among family members.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "You used to like him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI",
          "text": "I was wrong, okay? But now I’m right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRINA",
          "text": "I feel sorry for Bryce. Having a father like that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI",
          "text": "Bryce is exactly like his dad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBERT",
          "text": "You sure of that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "Of course she is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIKE",
          "text": "She’s sure of everything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI",
          "text": "I am. What’s wrong with that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBERT",
          "text": "Nothing. Just checking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIKE",
          "text": "(looking at his own dad) Not everyone's lucky like us. In the Dad area. Tears well in Robert’s eyes. \fflippedidmay21 99.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRINA",
          "text": "Who wants milk?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "Just thinking that. Juli goes over to hug her father. Matt and Mike come in f a four-way hug as Trina gets the milk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As the Loskis clean up from dinner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHET",
          "text": "That was a delicious dinner, Patsy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PATSY",
          "text": "Thanks, Dad. It was fun, wasn’t it? Those boys were nothing like what I expected. Matt and...",
          "sentiment": "neutral"
        },
        {
          "speaker": "LYNETTA",
          "text": "Mike. Rick comes into the kitchen with some coffee cups.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICK",
          "text": "They’re probably drug dealers --",
          "sentiment": "neutral"
        },
        {
          "speaker": "LYNETTA",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICK",
          "text": "No other way they could afford that recording gear. “Saving pennies” —- Trina and Robert are out to lunch if they buy that story --",
          "sentiment": "neutral"
        },
        {
          "speaker": "LYNETTA",
          "text": "They don’t take drugs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE",
          "text": "They don’t, Dad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICK",
          "text": "I know musicians.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LYNETTA",
          "text": "You don’t know anything, Dad, but you never shut up. You’re an asshole. \fA silence. flippedldmay21 100. Rick slaps her, across the cheek. Lynetta is stunned.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LYNETTA",
          "text": "You hit me? You hit me? She runs from the room upstairs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LYNETTA",
          "text": "I don’t believe it. Her door slams upstairs. On Chet. She walks She slams",
          "sentiment": "neutral"
        },
        {
          "speaker": "PATSY",
          "text": "Rick, how could you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICK",
          "text": "Did you hear what she said to me? My own daughter. My own daughter called me an asshole. He moves out of the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PATSY",
          "text": "Well I don’t blame her. What right do you have to judge people like that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICK",
          "text": "Bryce, go on up to your room --",
          "sentiment": "neutral"
        },
        {
          "speaker": "PATSY",
          "text": "He doesn’t have go anywhere. out of the kitchen and starts upstairs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PATSY",
          "text": "(shouting from the stairs) Just because you couldn’t afford to record a song 200 years ago, you think anyone who can is a drug dealer? I just knew you’d manage to ruin everything tonight. her bedroom door. Rick looks at Bryce. Together again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICK",
          "text": "Your mother and her dinner parties. \fflippedldmay21 101.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE",
          "text": "They’re not drug dealers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICK",
          "text": "Fine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE",
          "text": "And I don’t get that you hit Lynetta. I don’t get that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICK",
          "text": "Well I was mad. Bryce walks out of the kitchen, leaving Rick. A beat. Bryce walks back into the kitchen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE",
          "text": "You want everyone to be just like you. You can’t stand it when people aren’t just like you. Everybody isn’t just like you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICK",
          "text": "Exactly. Which is why this whole evening was such a stupid idea. Rick is furious. He picks up a platter from the counter a hurls it at the wall. It shatters. Shards on the floor, food everywhere.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE",
          "text": "Big mess, Dad. Bryce walks out of the kitchen, passing Patsy, who’s comi back. INT. BRYCE’S BEDROOM - CONTINUOUS As Bryce closes the door to his bedroom. Lynetta is crying in the room next door. His parents are shouting downstairs. He sits down. Hold on Bryce. \fflippedldmay21 102.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE, (V.O.)",
          "text": "And now for some good news. It will probably not surprise you to hear that I was elected basket boy. EXT. SCHOOL —- DAY As Bryce comes up the steps to the school, he passes a ga of girls. “Congratulations, Bryce.” “Congratulations.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The names of the twenty basket boys are posted on a bulle board. There’s Bryce’s name. Darla is standing there reading it with two friends, LIZ and MACY as Juli comes up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARLA",
          "text": "Juli, Bryce is on the list -- Juli looks at the list.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI",
          "text": "Like I care.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACY",
          "text": "Shelly is holding a bake sale to raise money to bid for him --",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI",
          "text": "Is that true?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARLA",
          "text": "No, it’s just a joke.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZ",
          "text": "Jon Turlock? How did he get on this list? Who do you suppose voted for him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI",
          "text": "I did. He’s nice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACY",
          "text": "Well I guess you better bid for him",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI",
          "text": "I’m not bidding on anyone. \fflippedldmay21 103.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Patsy mixes mayo into chicken salad as Bryce sits there. There’s a",
          "sentiment": "neutral"
        },
        {
          "speaker": "PATSY",
          "text": "Do you think I should prepare this chicken salad as a sandwich or just as a salad? (answering her own question) Sandwich. Lettuce and tomatoes? Yes or no, Bryce?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PATSY",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE, (V.O.)",
          "text": "Mom was so into it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PATSY",
          "text": "Pickles. Potato chips. Cole slaw.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE, (V.O.)",
          "text": "She was just so thrilled that maybe her son was going to get auctioned off to the highest bidder. carrot cake.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PATSY",
          "text": "And of course my famous carrot cake.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE, (V.O.)",
          "text": "Which wasn’t famous. Patsy starts to pack the lunch into a straw basket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE, (V.O.)",
          "text": "I didn’t want to break the news to my mom, but no one cares what’s in the lunch. It wasn’t like girls were bidding on the basket. When you got right down to it, this was a meat market. \fflippedldmay21 104.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bryce comes out of his house, carrying his basket. He’s w Patsy. They get into the van. As the van pulls away, Juli comes out of her house on her bicycle. She starts down the block.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. STUEBY",
          "text": "(waving) Juli -- She hurries to stop Juli. Juli stops.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI",
          "text": "Hi, Mrs. Stueby. In Mrs. Stueby’s house, Juli sees Chet at the breakfast table. He waves at her. She’s a little startled, but she waves back. Mrs. Stueby hands her a wad of bills.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. STUEBY",
          "text": "Here, dear. Take this. I’m so sorry it’s taken me this long to get it to you. I keep missing you in the mornings. Eighteen dollars exactly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI",
          "text": "That’s okay, you don’t have to pay me for the eggs. She stuffs the cash into Juli’s pocket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. STUEBY",
          "text": "No arguments. I owe you for weeks. Take the money and go get yourself a rooster.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI",
          "text": "A rooster?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. STUEBY",
          "text": "You need a rooster. The chickens aren't laying enough. She goes back to her house. \fflippedldmay21 105.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI",
          "text": "But I don’t want a rooster --",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. STUEBY",
          "text": "Everyone should have a rooster.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bryce, mortified, is carrying his basket down the hall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARRETT",
          "text": "Don’t you look cute?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE",
          "text": "You're bitter, admit it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARRETT",
          "text": "Shelly and Miranda are fighting over you. They’re having a knock down drag out. The two hottest girls in the class -- Shelly Stalls comes around the corner with Miranda. both screech with excitement when they see him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHELLY",
          "text": "Money, honey. Yes!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIRANDA",
          "text": "You’re all mine, baby.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE",
          "text": "I’m not worth it, I’m really not.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They All the basket boys are seated on stage. Everyone in the audience is whistling and hooting. There’s a banner over the stage that says something like: Redmond Booster Club. In the audience we see Juli sitting with Darla. MRS. MCCLURE, head of the Booster club, is at the podium.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. MCCLURE",
          "text": "Welcome to the twenty-fifth annual Basket Boy Auction! Let me just remind you -- this is a civilized proceeding. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fflippedldmay21 106. MRS. MCCLURE (cont'd) No whistling, catcalls or other degrading behavior will be tolerated -- There’s another immediate outbreak of whistling and catca but Mrs. McClure takes it all in good humor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. MCCLURE",
          "text": "Minimum bid is ten dollars, and of course the sky’s the limit. As you know, the winners and their basket boys have the rest of the school day off. All right then! Our first basket has been brought by Jeffrey Bishop. JEFFREY BISHOP stands up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. MCCLURE",
          "text": "Step right up, Jeffrey. Don’t be shy. (reading from an index card) Jeffrey has brought a scrumptious lunch consisting of tuna salad sandwiches, oriental noodles, baby grapes, iced tea and fortune cookies. All right then. Do I hear ten? The bidding begins.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE, (V.O.)",
          "text": "I was Basket Boy number nine. Which meant I had to wait on stage while nearly half the guys got auctioned off. Minimum bid, ten bucks. And if nobody bid, a teacher was secretly assigned to bid on you. Yes, friends, the possibilities for mortification were endless. As TIM PELLO is being auctioned off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE, (V.O.)",
          "text": "Tim Pello was basket boy number five, and his mom actually bid on him. We see MRS. PELLO jumping up and down in the audience.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. PELLO",
          "text": "Twenty! I'’11 give you twenty! \fflippedldmay21 107.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE, (V.O.)",
          "text": "Although luckily Tim was saved from everlasting humiliation by Kelly Ann Trott, who bid twenty-two fifty for his gourmet lunch of cold Big Macs. A montage of two or three more Basket boys being auctione off, with girls in the audience shouting bids that range about fifteen to twenty-five dollars. Jon Trulock gets up to be auctioned off. Mrs. McClure is reading the contents of his basket lunch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE, (V.O.)",
          "text": "Jon Trulock was all that stood between me and the auction block.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. MCCLURE",
          "text": "(reading from the index card) -- Do I hear ten?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE, (V.O.)",
          "text": "-- and it took me a second to realize no one was bidding on him -- On Juli and Darla.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI",
          "text": "What's happening?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARLA",
          "text": "No one’s bidding.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. MCCLURE",
          "text": "This lunch is delicious. There are strawberry tarts in it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI",
          "text": "Poor Jon. This is all my fault. I voted for him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARLA",
          "text": "You can’t be the only one who did --",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI",
          "text": "But I feel terrible. He’s so nice. Juli takes her money out of her pocket and counts it. Her hand shoots into the air. \fOn Bryce. flippedldmay21 108.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI",
          "text": "Ten.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. MCCLURE",
          "text": "Ten! Did I hear ten!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI",
          "text": "(to Darla) Say twelve!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARLA",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI",
          "text": "Don’t worry. I'11 outbid you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARLA",
          "text": "Twelve!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI",
          "text": "Fifteen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARLA",
          "text": "Sixteen!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI",
          "text": "I’ve only got fifteen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARLA",
          "text": "Is that true?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI",
          "text": "No. (raising her hand to bid again) Eighteen. (to Darla) But that’s really all I’ve got.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. MCCLURE",
          "text": "Eighteen going once, going twice. Sold! For eighteen dollars. Stunned.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE, (V.O.)",
          "text": "I couldn’t believe it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. MCCLURE",
          "text": "Step right up, Bryce Loski. Don’t be shy! \fflippedldmay21 109.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE, (V.O.)",
          "text": "I felt like I’d been slugged. Did Juli like Jon? He steps up. The bidding begins immediately -- before Mrs McClure even begins to list what’s in Bryce’s basket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHELLY",
          "text": "Ten!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. MCCLURE",
          "text": "Whoa! You don’t even know what’s in this basket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHELLY",
          "text": "I don’t care! On Miranda Humes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE, (V.O.)",
          "text": "Everything started to go crazy, but I wasn’t even there. I just couldn’t believe it. Juli bid on Jon. How was it possible?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIRANDA",
          "text": "Twenty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHELLY",
          "text": "Thirty. Everyone in the audience reacting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIRANDA",
          "text": "Forty-five.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHELLY",
          "text": "Fifty!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. MCCLURE",
          "text": "Wow! This is certainly impressive. Bryce, this is really something --",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE, (V.O.)",
          "text": "It was really something. It was awful. It was even more embarrassing than selling for twelve dollars. The kids are now going “Bryce, Bryce, Bryce, Bryce” as th bidding continues up. Sixty. Seventy-five. \fflippedldmay21 110.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE, (V.O.)",
          "text": "And then suddenly, when I thought it couldn't get any worse, it did. Jenny Atkinson put in a bid. JENNY ATKINSON, a very tall girl in a basketball jersey stands up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JENNY",
          "text": "One hundred dollars! On Juli and Darla, amazed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARLA",
          "text": "Good thing you weren’t interested in bidding on Bryce.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI",
          "text": "I know. God.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. MCCLURE",
          "text": "Well! This is an all-time record. And such a generous donation to the Boosters. On Bryce, ready to die.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARRETT",
          "text": "Bryce! You rule! On Shelly and Miranda, now standing together.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHELLY",
          "text": "One twenty-two fifty --",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIRANDA",
          "text": "We'll give one twenty-two fifty --",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHELLY",
          "text": "The two of us --",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. MCCLURE",
          "text": "You’re pooling your resources?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHELLY",
          "text": "Yes. Everyone looks over at Jenny. She’s out of the bidding. \fflippedldmay21 111.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. MCCLURE",
          "text": "Well! Amazing! Sold to these two beautiful young ladies for an all- time record of one hundred twenty two dollars and fifty cents. A huge cheer goes up from the audience.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The basket couples parade into the Multi-Purpose room and find tables. Juli and Jon walk to a table, sit down and start talking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI, (V.O.)",
          "text": "It was a little strange meeting up with Jon and walking to the Multi- Purpose room for lunch, but I think he was grateful I'd bid, so by the time we got situated at the table, I wasn’t feeling awkward or silly. It was just lunch. Bryce enters escorted by Shelly and Miranda, one on each side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE, (V.O.)",
          "text": "The whole thing was demented. Shelly and Miranda are jumping around, waving at everyone",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE, (V.O.)",
          "text": "-- Shelly and Miranda were acting like they’d won the lottery. Shelly and Miranda escort Bryce to a table, dive into Bry basket, divide things up, fight over them, yak at Bryce.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI, (V.O.)",
          "text": "It would have been easier if I hadn’t been seated in direct view of Bryce and his little harem. (beat) But I did my best to ignore them. She turns her focus more intensely on Jon, smiles at him. Bryce looks across the cafeteria -- \fflippedldmay21 112.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE, (V.O.)",
          "text": "Then I saw Juli. She was looking at Jon, her eyes all sparkly and laughing. What was she laughing at? ON JULI, listening to Jon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI, (V.O.)",
          "text": "Jon told me a really funny story about building a radio-controlled airplane from scratch and practically setting his basement on fire -- Back to Bryce:",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE, (V.O.)",
          "text": "And meanwhile Shelly and Miranda are talking about suntans and how important it is to tan evenly. Juli laughs at something Jon says. Bryce looks back over at her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE, (V.O.)",
          "text": "How could she sit there and look so beautiful? Shelly and Miranda notice that Bryce isn’t paying attenti",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE, (V.O.)",
          "text": "And so happy? Shelly grabs Bryce’s arm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHELLY",
          "text": "Bryce, are you all right? You look like you’re possessed or something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIRANDA",
          "text": "What are you staring at?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE",
          "text": "(staring at Juli) Nothing. Miranda twists around to see what Bryce is looking at -- CLOSE ON JULI -- looking at Jon. \fflippedldmay21 113. Bryce, almost in a daze, gets up from the table. And head toward Juli.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHELLY",
          "text": "Bryce?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIRANDA",
          "text": "Where are you going? Shelly and Miranda stare.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI, (V.O.)",
          "text": "Suddenly I realize Bryce was heading toward me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE, (V.O.)",
          "text": "It was like an invisible force was pulling me toward her --",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI, (V.O.)",
          "text": "And he grabbed my hand -- Bryce grabs Juli’s hand and drags her away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE, (V.O.)",
          "text": "I grabbed her hand --",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI",
          "text": "(to Bryce, confused) Hey --",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI",
          "text": "What is it? What are you doing? On Juli and Bryce, together, in the middle of the cafeter",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE",
          "text": "(quietly) Do you like him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI",
          "text": "Who?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE",
          "text": "Jon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI",
          "text": "Of course I like him --",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE",
          "text": "(intense) I mean “like” him? \fflippedldmay21 114. Bryce takes her other hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE, (V.O.)",
          "text": "I took her other hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI, (V.O.)",
          "text": "He took my other hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE, (V.O.)",
          "text": "It was like a compulsion or something --",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI, (V.O.)",
          "text": "I just let him. I felt completely helpless.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI",
          "text": "(to Bryce re: Jon) Well, no, I like him, but not like that --",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE, (V.O.)",
          "text": "No. She said, No! (beat) My heart was pounding. On Bryce looking into Juli’s eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI, (V.O.)",
          "text": "He was looking into my eyes --",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE, (V.O.)",
          "text": "I was looking straight at her -- He pulls her toward him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI, (V.O.)",
          "text": "...-and then he was pulling me toward him...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE, (V.O.)",
          "text": "I pulled her toward me ... And leans in to kiss her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI",
          "text": "He was going to kiss me ...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE, (V.O.)",
          "text": "I had to kiss her. I didn’t care who saw. \fflippedldmay21 115.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI, (V.O.)",
          "text": "I couldn’t believe it. He was going to kiss me. I’d been waiting for this kiss most of my life and he was going to do it in front of everyone in the Multi-Purpose room? I panicked. I just panicked. Everyone is looking at them. Juli breaks away and runs out of the cafeteria.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE, (V.O.)",
          "text": "She ran away from me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI, (V.0.)",
          "text": "I ran. He watches her go. All eyes on him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE, (V.O.)",
          "text": "She ran away like I was contaminated. And everyone was looking at me like I’d blown my entire circuit board. ON EVERYONE, staring at Bryce.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHELLY",
          "text": "I want my money back, Bryce Loski.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIRANDA",
          "text": "Have you flipped?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE",
          "text": "Yes. I have. I’ve flipped.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Juli races home on her bicycle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bryce runs home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE, (V.O.)",
          "text": "I completely flipped. There was only one thing in my head and that was Juli Baker. How she just glowed. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fflippedldmay21 116. BRYCE (V.O.) (cont'd) How different she was from everybody else, but in a good way. She made them all seem ordinary.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Juli pulls in front of her bike and leaps off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Trina is in the den, at her computer, as the front door s shut and Juli runs upstairs. Her bedroom door shuts with bang. Trina gets up. INT. JULI’S BEDROOM - DAY As Trina opens the door. Juli is lying face down on her bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI",
          "text": "He tried to kiss me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRINA",
          "text": "Who did?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI",
          "text": "Bryce.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRINA",
          "text": "Oh. Bryce. Trina sits on the edge of the bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI",
          "text": "It was totally humiliating. In front of everyone. And he’d just been sold at auction for $122.50 --",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRINA",
          "text": "Not to you, I hope. That’s much too much to pay for a man --",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI",
          "text": "To Shelly and Miranda and I was having lunch with Jon Trulock, who I bid on because I felt so bad for him, and then Bryce came over to me and tried to kiss me. \fflippedldmay21 117. The doorbell rings.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI",
          "text": "Oh my god! That’s probably him. Don’t get it! Whatever you do!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bryce is ringing the doorbell. No answer. He bangs on the door. INT. JULI’S BEDROOM - CONTINUOUS Trina peeks out the window. TRINA’S POV As Bryce leaves to cross the street to his house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRINA",
          "text": "He’s leaving. He passes Juli’s bike, looks back at the Baker house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRINA",
          "text": "It’s not going to be easy to pretend you don’t live here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI",
          "text": "I know, I know!",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRINA",
          "text": "We’re not moving, okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI",
          "text": "What am I going to do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRINA",
          "text": "I don’t know. You used to like him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI",
          "text": "Yes but I don’t like him any more. And last Friday night was the clincher.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRINA",
          "text": "Absolutely. What about tea? \fflippedldmay21 118.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI",
          "text": "Tea. Okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Trina puts the kettle on, Juli paces back and forth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI",
          "text": "I mean, I was over him. Totally over him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRINA",
          "text": "I know. The phone rings.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRINA",
          "text": "It’s probably your dad. (answering) Hello. Hello, Bryce. On Juli, frantically shaking her head no.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRINA",
          "text": "She is ... not available. I’m sorry. I will absolutely tell her you called. She hangs up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI",
          "text": "Calling me? Now he’s calling me? I’ve lived across the street from him for five years and he’s never once called me. Trina starts to smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI",
          "text": "This is not funny. I could end up like Mrs. Loski.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRINA",
          "text": "I don’t think so.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI",
          "text": "Why not? \fflippedldmay21 119.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRINA",
          "text": "Because Bryce is not his father. And by the way, Patsy’s having a very hard time -- she’s been over a couple of times this week to talk things over. I’m giving you peppermint. She hands Juli a cup of tea.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRINA, (CONT'D)",
          "text": "My advice to you is, don’t speak to Bryce ever again --",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI",
          "text": "I’m not going to. Ever.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRINA",
          "text": "Good. Because you might turn out to be wrong about him. And then you might have to marry him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI",
          "text": "Mom! I’m only thirteen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRINA",
          "text": "That's my point, honey. This is not about marrying the boy. Why don’t you listen to what he has to say? Don’t be so sure about him. People change. Especially when they’re young.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bryce, worked up into a frenzy, is pacing in front of his grandfather, who is waiting patiently. Bryce stops pacing",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE",
          "text": "I can’t tell you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHET",
          "text": "Fine. Don’t tell me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE",
          "text": "I tried to kiss her at that stupid Basket Boy lunch. I tried to kiss her. His grandfather starts to smile. \fflippedldmay21 120.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHET",
          "text": "You did?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE",
          "text": "I was like possessed. But she ran away. She won’t talk to me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHET",
          "text": "Maybe she thinks it’s all a little sudden.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE",
          "text": "But it’s not.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHET",
          "text": "It’s not?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE",
          "text": "No. I mean... it all started with that dumb newspaper article which I finally read and ... I don’t know, I’ve been crazy ever since. She doesn’t look the same, she doesn’t sound the same, she’s just ... different.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHET",
          "text": "Maybe you’re the one who’s different.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE",
          "text": "But she doesn’t know I’m different! How’s she going to know? She’1l never know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHET",
          "text": "Big problem.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE",
          "text": "I need a grand gesture. That’s what I need. A grand gesture. What was yours, you know, with Grandma? What’d you do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHET",
          "text": "I gave her a key chain that said “I love Chet” on it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE",
          "text": "You’re kidding. \fflippedldmay21 121.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHET",
          "text": "I am kidding. I did give her a key chain that said “I love Chet,” but that wasn’t the grand gesture. I made her a bookshelf. Renee loved books. She was a book-a- night girl. When you talked to her and she was reading, she didn’t hear a thing you said. And all her books were just stacked up everywhere, or on terrible shelves made of raw planks and bricks. So I took a class, and I learned all about dowels --",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE",
          "text": "Dowels --",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHET",
          "text": "And I made her a bookshelf with not one nail in it. It was pine. I knew what I had to do. The idea popped into my head in a second and I couldn’t believe it took even a second, it was so obvious. On Bryce. He knows what he has to do. EXT. JULI’S HOUSE - NIGHT Bryce shows up in Juli’s front yard with a shovel and sta digging.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE, (V.O.)",
          "text": "I had to ask Juli’s dad for permission. I mean you can’t just dig a giant hole in someone’s front yard without getting permission.",
          "sentiment": "neutral"
        },
        {
          "speaker": "A LITTLE LATER",
          "text": "The hole is dug. Bryce is dirty and sweating. There’s a b pile of dirt and a bag of fertilizer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE, (V.0.)",
          "text": "And thank god for the twinkle lights or I wouldn’t have been able to see a thing. LATER: Bryce pushes a wheelbarrow, carrying a baby sycamo tree, its roots all wrapped in burlap, from his backyard to Juli’s. \fflippedldmay21 122.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE, (V.O.)",
          "text": "It took me half the night and I was worried the whole time that Juli would wake up --",
          "sentiment": "neutral"
        },
        {
          "speaker": "LATER",
          "text": "The tree is in the hole. Bryce is shoveling dirt around t roots...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYCE",
          "text": "But luck was on my side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Juli comes downstairs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Matt and Mike and Juli’s parents are in the kitchen. Matt and Mike look at each other in a really goofy way. Trina covers her mouth to keep from smiling. Robert buries his face in the newspaper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI",
          "text": "What’s going on? Everyone shrugs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI",
          "text": "What is it? They all look at each other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBERT",
          "text": "You might want to take a look out front -- Matt and Mike nod. Trina is bursting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "Out front.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIKE",
          "text": "Front yard. \fflippedldmay21 123.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "Where to be. Juli starts out of the room. The family all stands to watch her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Julie walks to the front door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Juli comes out the front door. In the yard is the sycamore tree Bryce planted. Hanging o it, by a ribbon, is a card.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI, (V.O.)",
          "text": "I knew the minute I saw it, from the shape of the leaves, from the texture of the trunk, that it was a sycamore tree. (continued) As Juli looks at the card and we see Bryce’s handwriting: “For Juli from Bryce.” On Juli as she starts to tear up for moment, wipes her ey",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI, (V.O., CONTINUED)",
          "text": "I guess there are times in your life when you realize that you've been absolutely wrong about someone, and it makes you so happy that you were wrong, so blissfully and amazingly happy you can’t even believe it -- (continued) She looks over at Bryce’s house. He’s in the window. He waves. She waves back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI, (V.O., CONTINUED)",
          "text": "I mean, look at that tree. Some day it is going to be the most amazing, magnificent tree. (continued) \fflippedldmay21 124. Juli starts to walk toward Bryce’s house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI, (V.O., CONTINUED)",
          "text": "A hundred years from now, it’1l be miles in the air. (continued) Bryce comes out the front door of his house and walks tow Juli.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULI, (V.O., CONTINUED)",
          "text": "And some day I bet that some kid will climb it, and it will change her life, the way it changed mine. Bryce and Juli meet in the middle of the street. They lean toward each other to kiss. Just before they actually kiss, crane up to the light.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLD ON THE LIGHT",
          "text": "And then, magically: Branches grow up into the frame from the bottom, spindly first, getting stronger and leafier and more bountiful un the branches of the sycamore tree fills the frame. PULL BACK ... MANY YEARS IN THE FUTURE ... The sycamore is now fully grown. A YOUNG GIRL begins to climb the tree. We see flashes of her as she climbs to th top, and sunshine streaks through the branches ... FADE OUT.",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_702"
    }
  ]
}