{
  "movie_id": "MOV706",
  "scenes": [
    {
      "location": "CHINESE RESTAURANT",
      "time": "LATE AFTERNOON",
      "characters": [
        "MAN'S VOICE",
        "CARYOLYN",
        "DEAN",
        "TRENT, (0.S.)",
        "BETH, (CONT'D)",
        "DOUG",
        "LU, (CONT'D)",
        "TRENT",
        "DOUG, (0.S.)",
        "GARRET",
        "SALES CLERK",
        "ABBA",
        "CONTINUED",
        "CAROLYN, (CONT'D)",
        "TRENT, (CONT.)",
        "HEATH",
        "CAROLYN",
        "SPORTSCASTER",
        "DEAN, (CONT'D)",
        "MAN",
        "BETH",
        "O.K.",
        "TERESA, (CONT'D)",
        "WOMAN'S VOICE",
        "HEATH, (CONT'D)",
        "LU",
        "AMANDA",
        "TRENT, (CONT'D)",
        "GARRETT",
        "GARRETT, (CONT'D)",
        "NEWSCASTER",
        "TERESA",
        "ANNOUNCER",
        "WOMAN",
        "ELLEN",
        "RADIO ANNOUNCER",
        "BETH, (CONT.)",
        "DOUG, (CONT'D)",
        "HUE"
      ],
      "dialogues": [
        {
          "speaker": "Unknown",
          "text": "Fresh flowers are delivered to the loading dock of an ups Chinese restaurant. Hands pick up a tub of long-stemmed, white flowers and ferry them through a kitchen where food preparation has begun. Vegetables are chopped. Woks are t down off hooks. Ducks get stuffed, etc. The hands move through swinging kitchen doors and into an elegant dining room. A slender vase sits in the middle of a plain white tablecloth. The hands insert three of the flowers in the vase, removing offending leaves and fluffing up the arrangement. The camera retreats to reveal a dining room of similarly accoutred tables and satisfied restaurant manager HUE LING. HUE returns through the kitchen doors and picks up a tray pre-cut fortune cookie dough. He holds the tray over his as he, again, navigates the kitchen. He sets it down in f of a frazzled twenty-something-year-old non-Asian, GARRET HENRY.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HUE",
          "text": "No more fortunes with the word \"suckle\" in them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARRETT",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HUE",
          "text": "A customer last night brought me his wife's fortune and it had the word \"suckle\" in it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARRETT",
          "text": "Do you remember how it was used?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HUE",
          "text": "I don't care how it was used! No more suckle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARRETT",
          "text": "It's another word for nourish, you know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HUE",
          "text": "Then use \"nourish,\" just no more suckle, «Suckling, «may one day suckle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARRETT",
          "text": "Bisuckle? MR. HUE wags a warning finger at GARRETT who takes a blac felt tip pen and adds the word suckle to a list that incl the words \"dictator,\" \"sponge,\" and \"yankee.\" \fFortune Cookie - 2.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Casually-dressed TRENT KENNEDY enters his living room carrying mail. The home avoids usual bachelor trappings. There are no Ferrari Poster or dishes piled in sink, etc. entire wall is lined with full bookshelves, but miscellan books are strewn about as well. TRENT pushes play on his answering machine. He enters his kitchen and approaches a crib. We can't see who/what he's talking to.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "Hey little guy. Still illin'?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WOMAN'S VOICE",
          "text": "Hey Trent. This is Teresa. God, this is embarrassing, but I think I left a pair of earrings over there last weekend. Anyway, they sort of go with what I'm wearing tonight, and I was wondering if maybe--if you're not going to be there-- if you could leave them out in your mailbox. I can just run by and pick them up later. ..0r whatever. TRENT walks back into his bedroom and pulls out the drawe his night stand. He opens a cigar box revealing condoms, dozen earrings, and a couple watches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "Shit. TRENT rifles through the box while a second message plays",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN'S VOICE",
          "text": "This is Kevin--Kevin from the Black Hearted Irish. I was wondering if you were going to play that single I sent you on your show anytime soon? Give me a call. The third message is again TERESA.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WOMAN'S VOICE",
          "text": "They're green. And dangly. Relieved, TRENT pulls the correct pair of earrings out of box. He grabs an envelope off his desk and seals the earr inside. \fFortune Cookie - 3.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Seventeen-year-old HEATH PATTERSON inserts a compact disk into a jambox. The Jackson Five's \"I'll Be There\" purrs o of the speakers. Arms outstretched, he performs a cornbal waltz towards his sister, twenty-three-year-old BETH PATTERSON. She laughs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "They won't really play this, will they?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH",
          "text": "I want to be prepared for anything. BETH grabs her brother's hands and places them on her hip Then she puts her hands on his shoulders. She leads them a slow dance shuffle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH, (CONT'D)",
          "text": "So this is it? This is simple!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "I'm leading.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH",
          "text": "So? I don't have a problem with that. She can lead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "She might expect you to. Here. I'm going to stop, and you take over. After an awkward moment, the two resume the dance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH",
          "text": "This isn't too hard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "Remember, there is a beat. HEATH works to find the beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH",
          "text": "You may not realize this, but we kids today--what with the decline in family values and all--dance a bit closer than this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "We're doing what is commonly known among the female sex as type four dancing. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fFortune Cookie - 4.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH",
          "text": "Ah, type four. Maybe I should be taking notes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "Perhaps. Notice the signs. We could fit a third person between us. My hands rest lightly and significantly above your hip bone. I'm staring not at you, but at the cute basketball player across the dance floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH",
          "text": "And type four dancing represents?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "Utter disinterest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH",
          "text": "Show me type three. BETH moves in closer to her brother.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "OK, type three. Friendlier. Room to chat without bumping noses, but the invisible wall is still there. She's reserving judgement, but you've got her attention.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH",
          "text": "I'd take type three.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "Who is this girl anyway?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH",
          "text": "A sublime beauty. A goddess. Poetry in a supermodel's body. Her name's Doug.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "That's poetic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH",
          "text": "Ann Douglas, but everyone calls her Doug.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "And I assume she's been making a fool of herself pursuing you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH",
          "text": "It's been embarrassing, really. The two dance for a moment in silence. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fFortune Cookie - 5.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH, (CONT'D)",
          "text": "The truth is, I'm not sure she knew my name before I asked her out. She's in my trig class.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "Pretty gutsy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH",
          "text": "Show me type two. BETH closes in on HEATH, eliminating the gap between them",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH, (CONT'D)",
          "text": "(feigning disgust) Your things--they're touching me. Hey! Hey! Hey! Watch the hands, sister!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "(ignoring him) Here's where you'll want to slide your hands down to the middle of her back. Unless they're sweaty. If they're sweaty, put ‘em on her hips ..on her jeans where she won't notice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH",
          "text": "Is this where the sweet nothings come in?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "Whoa, Tiger. We don't even have the training wheels off yet. So what made this girl say yes if she didn't know who you were?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH",
          "text": "Boatloads of charm. Plus, and probably more importantly, she just gut publicly dumped by a jock of some renown",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "And like a circling buzzard, my brother...",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH",
          "text": ".Swooped down on the carcass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "A class act. The pair type-two dances for a few more seconds. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fFortune Cookie - 6.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH",
          "text": "Okay, this is starting to creep me out. I think I've got it. They separate and plop down in chairs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "Well let's hope she doesn't expect to be dipped.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH",
          "text": "Let's hope. So what are your plans for this glorious Friday night? You think they might tie up all the loose ends on The X Files.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "Uh, I have a date.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH",
          "text": "Our long national nightmare is over. Who is he?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "His name is Trent. He works at that radio station you and all your little skinhead buddies listen to.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH",
          "text": "If you insist on labeling us--we're \"alternative.\" Oh wait a minute. I don't believe it. My sister has a date with Trent \"The Dead\" Kennedy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "I do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH",
          "text": "I think Mom and Dad should know about this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "He seemed nice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH",
          "text": "How'd you meet him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "He's in my book club.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH",
          "text": "The Ala-Geek-win Round Table. Well, he can read. We can put that in the plus (MORE ) (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f3 Fortune Cookie - 7.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "HEATH (cont'd) column. You suppose once you marry him I can get free concert tickets?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "It's just dinner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH",
          "text": "Maybe a bumper sticker?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "It probably won't amount to anything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH",
          "text": "(baiting his sister) He's no Daniel, hunh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "Lay off, Heath.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH",
          "text": "Well, I'm sorry, but as cool as Daniel was, the dude's gone. He made his decision. I say it's time to get over it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "If I ever see Daniel again, I'll tell him it's over between the two of you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A line of expensive looking cars wait in a circular drive next to a gymnasium. CAROLYN DOUGLAS, sitting behind the steering wheel of the one clunker in the row, reads Fortu Magazine as she waits for her daughter DOUG. A group of p pom carrying girls approach the cars. They tell each othe goodbye or, alternately, \"see you tonight.\" DOUG gets in clunker.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Still engrossed in the article, CAROLYN absently starts t engine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLYN",
          "text": "How was practice?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "It was there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLYN",
          "text": "Mmm hmm (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f5",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Fortune Cookie - 8.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "We were making one of those giant pyramids today. And you know James, that dwarf we just added to the squad? The one they experiment on in biology lab? Well he was the top of the pyramid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLYN",
          "text": "(absently) Yeah?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "Yeah? Anyway, I was supposed to be spotting, but I realized that I hadn't painted my nails, so I wandered over to my purse to get the polish--I saw no option--and then I heard this thud followed by all these manic cheerleaders screaming.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLYN",
          "text": "(still engrossed in magazine) Uh huh...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "I ran back to where I was supposed to be standing, and there was James laying ina pool of blood, staring up, his eyes still open. He looked like that picture in our history book of Robert Kennedy after he had been assassinated. DOUG poses briefly like Robert Kennedy on the floor of th Ambassador Hotel. CAROLYN starts the car, and begins to p out of the lot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLYN",
          "text": "Blockbuster stock is up again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "No kidding.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLYN",
          "text": "They're the fastest growing franchise in America.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The car pulls carefully out of the lot into light suburba traffic. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fFortune Cookie - 9.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "(between resignation and anger) Wow. A moment of silence as the car continues down the street.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLYN",
          "text": "You don't suppose James' family is going to sue us?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "Blood from a stone, Mom. Blood from a stone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nervous forty-year-old DEAN JEFFRIES stares at engagement rings through a glass case. A humorless and matronly SALE CLERK waddles over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SALES CLERK",
          "text": "Is there anything you'd like to take a closer look at sir?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEAN",
          "text": "Uh, that one. The SALES CLERK withdraws the ring from the case and hand to DEAN. DEAN examines the dangling price tag. A look of concern passes across his face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SALES CLERK",
          "text": "Three months salary is the rule of thumb sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEAN",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SALES CLERK",
          "text": "For how much you should spend, that is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEAN",
          "text": "Who do you suppose came up with that rule?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SALES CLERK",
          "text": "Sir?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEAN",
          "text": "Well--and this is only a theory--but I suspect that whoever decided that three month's salary was the rule was sitting on your side of the counter. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f7 Fortune Cookie - 10.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SALES CLERK",
          "text": "I wouldn't know. DEAN holds the ring up and admires it. He wants to get it",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEAN",
          "text": "I think they were in cahoots with whoever invented Secretaries Day.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SALES CLERK",
          "text": "No, those were the flower shop people. We had nothing to do with that. DEAN laughs. The SALES CLERK still refuses to smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEAN",
          "text": "I have a question. The SALES CLERK stares at DEAN who remains uncomfortable.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEAN, (CONT'D)",
          "text": "Can you return them?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SALES CLERK",
          "text": "Within seventy two hours.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEAN",
          "text": "Um.. Do you.. I mean... Is there...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SALES CLERK",
          "text": "No questions asked, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEAN",
          "text": "Do people laugh? Point and stare?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SALES CLERK",
          "text": "Not until you've left the premises. DEAN continues to study the ring.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEAN",
          "text": "I'll take it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SALES CLERK",
          "text": "Will that be cash or credit?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEAN",
          "text": "I'll be using my first born.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SALES CLERK",
          "text": "I'll find a fancy box. \fFortune Cookie - 11.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Camera reveals an expansive and pristine Blockbuster Vide outlet, then pans to its neighbor, the nookish \"Les Video",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CAROLYN stands behind the counter while DOUG shelves vide in the tiny store.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "The Unbearable Lightness of Being. It was about Czechoslovakia, but it was made in England.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLYN",
          "text": "True.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "Thanks, but where does it go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLYN",
          "text": "In the Daniel Day Lewis section.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "Oh. You realize this is the reason that in the history of civilization no one has ever been able to find a movie at a video store without asking. I think we should start a trend. Let's just alphabetize every last one of them. No more subdividing by category, by country, by star, by director. Every movie in it's place.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLYN",
          "text": "Most people don't come in looking for a particular film. Most come in and browse. They like all the comedies being together. They like all the subtitled films together. There's an article in Video Entrepreneur that explains the strategy if you want to read about it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "(sarcastically) The new issue of Video Entrepreneur came in and you didn't tell me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLYN",
          "text": "I was saving it for a special occasion. Your birthday isn't far off. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f9",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Fortune Cookie - 12.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "Mom, why don't you just sell Blockbuster this space, marry Dean, and live happily ever after.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLYN",
          "text": "Don't you dare mention the M word in front of Dean.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "You've been going out, what, a year?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLYN",
          "text": "To the day.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "Well I want to know what his intentions are. He's a great guy. You're crazy about him. I'm tired of you two having to sneak around behind my back. I don't see what the hold up is here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLYN",
          "text": "Honey, there are things you don't know about Dean.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "He's a vampire, a bloodsucking prince of darkness. I had a feeling he was too good to be true.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLYN",
          "text": "And that's not even that bad part, honey. The thing is.. The thing is..",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "The thing is...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLYN",
          "text": "The thing is that it's none of your business, but just know that Dean is understandably a little gun-shy when it comes to marriage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "And how do you feel about it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLYN",
          "text": "I can think of worse things, but I'm not going to let Dean know that. I'm sure it would scare him to death. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f9",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Fortune Cookie - 13.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "Are you doing something with him tonight?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLYN",
          "text": "Yes, and speaking of which, don't you have a dance to start getting ready for?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "Don't remind me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLYN",
          "text": "Not looking forward to it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "I think I'm going to call him and tell him I can't go. Help me think of something. Hey, you said you wanted to start staying open late. Let's start tonight. I'll work.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLYN",
          "text": "You don't like this boy you're going with?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "I don't know him. I don't know why he asked me. I was just too shocked to think of anything to say except yes. God, everybody in school knows I'm single, and Troy's already asked a freshman--A FRESHMAN--to the dance. Most of the time, if I have a clue somebody likes me who I don't want to go out with, I can manage to avoid being alone with him, or I'll already have an excuse--a good one-- just right there, ready, you know. At the tip of my tongue. This guy tricked me. He gave none of the usual preliminary signs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLYN",
          "text": "The usual signs?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "Stuttering. Shortness of breath. Describing his car stereo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLYN",
          "text": "Is he cute?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "That's the thing: I've never noticed. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f9 10",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Fortune Cookie - 14.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLYN",
          "text": "I don't think you can back out on a date to a formal dance four hours beforehand. He's probably already rented a tux.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "Probably white. Probably with tails and a top hat. A pink cummerbund.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLYN",
          "text": "You know we used to think of dating as a chance to get to know people.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "You and Betty and Wilma?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLYN",
          "text": "You know I met your father on a blind date.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "That settles it. I'm staying home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLYN",
          "text": "I think you should go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "I'll make you a deal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLYN",
          "text": "I'm listening.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "I'll go, but you've got to promise to snatch that corsage out of his hand right off. Otherwise I'll end up bleeding and felt up before I'm even out of the house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLYN",
          "text": "And you promise not to run up and hug Dean and call him Daddy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "You gotta learn to take a joke, Mom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All six primary characters and GARRETT will be interviewe their own environments. During Garrett's interview, restaurant employees continue to clean, vacuum, etc. behi him. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f10 11 12 13 Fortune Cookie - 15.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARRETT",
          "text": "The notice in the English grad student lounge said \"Creative Writers Needed Bad,\" and of course, someone had added \"Competent Grammarian Needed Worser\" below that. When I saw it, I couldn't figure out what a Chinese Restaurant would need a \"creative writer\" for, but I needed a job. Mr. Hue told me the concept. He wanted someone who would write fortunes. You know..for the fortune cookies. No two, he said, could ever be the same. He didn't want any that said, \"Confucious say, yadda yadda.\" He didn't want them pulled out of quotation books. And they had to be handwritten. He told me to give him one on the spot. I said, \"Nine dollars an hour is a small price to pay for piece of mind.\" So I got the job. I try to be philosophical about it. I figure in the literary hierarchy, what I do comes somewhere between being the lyricist for Bryan Adams and writing street signs. Some of those street signs are brilliant by the way. I saw one once that said, \"Men Laying Pipe Beware.\" I would have signed my name to that one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TRENT sits in front of his high tech stereo system. He ha several CDs laid out in front of him: Van Morrison, Terre Trent D'arby, Elvis Costello, Bob Marley, etc. He humms \" in the mood for love\" as he refers to the song listings o the CDs and programs in appropriate mood music. He adjust the volume to a level that's been marked on the amplifier he pushes the final two buttons on the CD player, he spea",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "Repeat. Infinity.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "BETH opens her closet. All of her dresses are black. Without much thought she reaches for one of the garments lays it out across the bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "HEATH is fully decked out in his tux. He gazes at the dig clock impatiently waiting for it to change. \f14 15 16 Fortune Cookie - 16.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "DOUG talks on the phone. She is still in her gym clothes. is upset.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "I can't believe I'm hearing this. Remember, YOU thought we were getting \"too serious.\" YOU thought we ought to see other people. Do the words \"we can still be friends\" sound familiar?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "DEAN showers. We see only a silhouette, but we can hear t shower radio which is broadcasting an advertisement featu a bickering married couple, both with grating voices.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WOMAN",
          "text": "Didn't I tell you to fix the roof?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN",
          "text": "I told ya! I'm watching the game!",
          "sentiment": "neutral"
        },
        {
          "speaker": "WOMAN",
          "text": "You lazy good-for-nothing..",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN",
          "text": "Nag. Nag. Nag.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RADIO ANNOUNCER",
          "text": "Sound familiar? Maybe it's time you... We see DEAN'S silhouetted head bang into the shower radio effectively turning it off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CAROLYN finishes loading an automatic drip coffee maker, setting it for 5 a.m. When she's finished this, she scrat an item off of a \"to-do\" list on the counter. She pulls m out of the refrigerator, sniffs it, then dumps it out. Ag she crosses an item off her list. Referring to her list, goes to the bottom of a stairway and yells.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARYOLYN",
          "text": "Ann, you need to get off the phone and start getting ready.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG, (0.S.)",
          "text": "(frustrated) In a minute! (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f16 17 18 Fortune Cookie - 17.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "CAROLYN crosses this chore off her list.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TRENT straightens up his house. The books that have been laying about the living room he returns to shelves. Then, thinking a bit about it, he pulls \"The Color Purple\" and collected poems of Yeats from the shelves. He inserts a bookmark in one and leaves it conspicuously out on the co table. The other he places spread eagle in another unavoidable location.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "BETH is now outfitted in her modest black dress. She walk into the living room of her apartment where her roommate AMANDA sits watching The Love Boat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMANDA",
          "text": "That Gopher...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "You know the plan?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMANDA",
          "text": "Page you at eleven p.m.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "Should I set an alarm?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMANDA",
          "text": "No, but you should take a chill pill.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "Let's see. Am I forgetting anything?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMANDA",
          "text": "(facetiously) You think we should synchronize watches?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "Oh yeah. When you go to the store, could you pick me up a pint of Ben & Jerry's?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMANDA",
          "text": "Traditional cure-all for post date blues.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "You got it. \f19 20 21 22 23 Fortune Cookie - 18.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "HEATH continues to stare at the clock. As it turns 7:45, gets up deliberately, picks up the corsage sitting on his desk, takes one last look at himself in the mirror, and marches out of the house and to his car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "HEATH sets the corsage on the passenger seat, puts the ke the ignition and turns it. Nothing happens. He stares blankly. Then he calmly removes the keys, opens the small blade on his Swiss Army Knife and pretends to perform Har Kara.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "DOUG is still in her gym clothes and on the telephone. Sh upset but has mellowed a bit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "«I've missed you too. ..Yeah. ..Yeah. I know what you mean. ..Have you told your new little friend? After tonight? You want to get back together AFTER the dance? ..Well which is worse, telling her before the dance or after? God, Troy, you want your cake and you want to eat it too. ..Yeah, but if you ate it, you wouldn't have it any more. Forget it, Troy, it's an expression. Just a second, I've got a calling coming in. DOUG clicks over to the second call.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG, (CONT'D)",
          "text": "Hello?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "HEATH scrubs grease off his hands. He's got the cordless phone propped up next to his ear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH",
          "text": "Uh, Doug. This is Heath.I'm sorry I'm running late. I'm have had some minor car problems here, but it's about taken care of.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "DOUG finally looks at the clock. She had almost succeeded forgetting her own date. She is speechless. \f24 25 26 27 Fortune Cookie - 19.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH",
          "text": "Uh, Doug? Uh, I'm sorry, is Doug there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "DOUG stares at a picture of herself with a boy we assume Troy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "This is Doug. Okay. That's no problem, Heath. In fact, I've been having some problems with my dress, so, uh, take your time. ..Okay. ..See you then. DOUG clicks back over to Troy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG, (CONT'D)",
          "text": "Hey Troy? Look. I'll just see you at the dance. Maybe you'll get to meet my date. Bye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CAROLYN rolls on deodorant. She scratches an item off her list. She applies lipstick and once again scratches an it off. She refers to the list.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLYN",
          "text": "(reading) Shower. She looks up disgustedly at her reflection and shakes her head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "DEAN works on getting his tie right. The TV in his room i tuned into the news.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEWSCASTER",
          "text": "The latest allegations levied by Prince Charles against Lady Di involve rumors of... DEAN uses the remote control to switch to a sports channe",
          "sentiment": "neutral"
        },
        {
          "speaker": "SPORTSCASTER",
          "text": "The football team may be leaving Cleveland, but the city is keeping its name. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f27 28 Fortune Cookie - 20.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "DEAN flips channels again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNOUNCER",
          "text": "We return to Dean Martin and Jerry Lewis in... Flipping once more, DEAN lands on the Discovery channel. Onscreen, two amoeba's split apart. He turns the TV off, exits the room, working on his tie as he departs. He retu to the room a minute after the door closes and retrieves ring he has left on the bureau.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "DOUG is frantically putting on makeup. CAROLYN is blow dr her hair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLYN",
          "text": "Honey, will your generation of women ever appreciate what mine has done for you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "You heard from Blockbuster again?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLYN",
          "text": "\"Mrs. Douglas, we have the utmost respect for you, Les Video and your clientele. You've really taught us a thing or two about persistence.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "What's wrong with that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLYN",
          "text": "What do you mean, what's wrong with it? It's patronizing. Persistence is just another way of saying I'm stubborn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "Sounds fine to me. Where's Dean taking you tonight?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLYN",
          "text": "That Chinese place, the one with the fortune cookies. Well there's more. They've upped the offer another five percent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "Those bastards. The Empire? (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f28 29",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Fortune Cookie - 21. 28",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLYN",
          "text": "The offer part's fine. It's this next line. \"We would also accept you into our advanced management training program.\" Then they say something about where they'd transfer me and how much money I'd make when I got out. The Empire sounds right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "Wow, fancy. How much would they pay you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLYN",
          "text": "That's not the point. I've been managing a store for ten years. What do I need to go to Blockbuster management school for? Are they going to teach me how to make an eye-catching display using eighty copies of Tango & Cash? Noticing DOUG'S transformation... CAROLYN (cont'd) You certainly are dressed to kill. I thought you weren't interested in this boy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "It's not for him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TRENT sits in the DJ booth at an alternative rock station Something grungy buzzes out of the earphones hanging arou his neck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "There was this time--I think I was 16-- that I got asked to one of those Sadie Hawkins dances by this girl I didn't really know, but I said yes because, you know, I didn't want to be a dick. Technically, the girl is supposed to pick you up, but she didn't have a car and she lived like a thousand miles outside of town, so I drove out to get her. The first thing I do when I get there is lock my keys in the car. As if that's not enough, the motor's running, her parents have left for the evening, and my Dad's not home, so we're just stuck there. At first it's unbelievably awkward, but every time we look at the car we just (MORE ) (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f29 30 Fortune Cookie - 22.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "TRENT (cont'd) bust out laughing. We end up going sledding on a big hill near her house which is a blast. You know how you have to hold on to each other, and we're screaming and laughing. We're out there living some sort of Norman Rockwell painting, and I'm thinking, \"Gee, this girl is swell.\" Our fourth or fifth time down the hill, we slide into this huge pile of slush. When her parents get home, I'm standing in front of the fireplace in nothing but her Dad's bathrobe and a smile. But the Dad is cool. He's like, \"Could I get you my slippers, Son?\" I think that was the last time I had a good time on a date. Before it became a science. God, I can't even remember if I kissed her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TRENT arrives at BETH'S door. Dressed sharply, he carries single rose. He knocks. BETH answers. AMANDA remains on t couch facing both the TV and the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "Hi. You ready?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "(concerned) I don't look ready?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "No, I mean yeah, you look ready. It was rhetorical..sort of. I guess I meant are you available to leave?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMANDA",
          "text": "A flying start.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "Yeah, let's go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "(holding out rose) This is for you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "Thanks. BETH holds the flower self-consciously trying to decide whether she should carry it or leave it in a vase. TRENT notices. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f30 3 Fortune Cookie - 23.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "I got it from one of those sidewalk vendors. They say selling flowers keeps them off crack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMANDA",
          "text": "A single rose means I love you. BETH and TRENT, both horrified, turn and gape at AMANDA.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "Thank you, Miss Manners.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMANDA",
          "text": "Just thought you should know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "HEATH fidgets in the living room. CAROLYN puts on her own shoes as she tries to stall for her daughter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLYN",
          "text": "Ann says the two of you have math together.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH",
          "text": "Trig--and boy does it come in handy. There's a pause while CAROLYN decides whether HEATH is be intentionally funny.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLYN",
          "text": "Ann says those college prep course are difficult.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH",
          "text": "Pretty tough. A moment of awkward silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLYN",
          "text": "So what are your plans?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH",
          "text": "Well, after graduation, I think I want to go to a four-year school, you know, study art, maybe go into animation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLYN",
          "text": "Uh, I'll need Ann home before that. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f31 Fortune Cookie - 24.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH",
          "text": "Sorry. You mean tonight. Dinner before the dance at Louie's On The Lake. A bunch of friends of mine are eating there. Then I was going to take her to this coffee shop down by the university. They've got one of my pieces on display there. I don't know. You think that would look like showing off?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLYN",
          "text": "I'm not sure what... CAROLYN stops speaking when she sees HEATH'S jaw drop. Be her DOUG has entered the room looking stunning. HEATH sta up. He's holding the corsage box in his trembling hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLYN, (CONT'D)",
          "text": "Would you like some help with that, Heath? HEATH hands the box off to CAROLYN without taking his eye off DOUG.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "Hi, sorry I'm running late.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH",
          "text": "These aren't the socks I wanted to wear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLYN",
          "text": "Oh, what do you know? This is a wrist corsage. CAROLYN helps DOUG on with the corsage while HEATH fidget",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLYN, (CONT'D)",
          "text": "Now, Ann, I want you home no later than... DOUG mouths the word \"early\" to her mother.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLYN, (CONT'D)",
          "text": "midnight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "Oh, mom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLYN",
          "text": "Midnight, and I mean it. I need you to inventory the store in the morning. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fFortune Cookie - 25.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "CAROLYN works the group towards the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLYN, (CONT'D)",
          "text": "Nice meeting you, Heath.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH",
          "text": "Thanks, you too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLYN",
          "text": "I think she'd like to see your work.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "See his what? CAROLYN closes the door on the couple.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As HEATH and DOUG stroll up the sidewalk, DEAN pulls up i front of the house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "Hey, Dean!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEAN",
          "text": "Hey, Kiddo. Bowling tonight?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "Tractor pull. Unintroduced, HEATH stands uncomfortably.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEAN",
          "text": "Is your mom ready?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "For a hostile takeover, yes. For a date? Who knows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEAN",
          "text": "Actually, with our dates, it's tough to tell the difference.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "(covering her ears) I don't want to hear about it. DOUG finally remembers HEATH.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG, (CONT'D)",
          "text": "Dean, this is Heath. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f32 33 Fortune Cookie - 26.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEAN",
          "text": "Hi. None of the pretty girls willing to go with you? HEATH laughs nervously.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "We have math together.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH",
          "text": "Trig.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEAN",
          "text": "Maybe you'll be able to get some homework done tonight. DEAN reaches out to shake Heath's hand. When he does, the ring box falls out of the jacket he's carrying. He stuffs back in his pocket quickly, but not before DOUG notices.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEAN, (CONT'D)",
          "text": "(upon box retrieval, shaking Heath's hand) Sorry about that. Never know when you're going to need that spare glass eye. Good to meet you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH",
          "text": "Uh, yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "We better go. Mom gives him demerits for tardiness. See ya, Dean. DOUG leads HEATH away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEAN",
          "text": "(calling after them) Have fun. DEAN knocks on the door while opening it up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "DEAN enters the house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEAN",
          "text": "Hi, honey. I'm home. DEAN plops down on the couch and kicks his feet up on an ottoman. CAROLYN enters room with a cordless phone presse her ear. She nods at DEAN, but continues the conversation (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f33",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Fortune Cookie - 27. 33",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLYN",
          "text": "(angrily) No, you see, I wouldn't be calling you at home if you returned my calls from your shop which is where you should be anyway. You promised me those VCRs last week.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEAN",
          "text": "Big day at the office.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLYN",
          "text": "I rent them. You fix them. It works better that way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEAN",
          "text": "Naw, you wouldn't want to hear about it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLYN",
          "text": "Well where are the parts coming from? The eighteenth century? We have this thing now. It's called next-day delivery?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEAN",
          "text": "Okay, Okay. They want me to head up the new software division.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLYN",
          "text": "No they don't use ponies anymore.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEAN",
          "text": "And, from what I understand, San Francisco is a beautiful city.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLYN",
          "text": "Can I get that in blood?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEAN",
          "text": "Good weather. Fancy rice dishes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLYN",
          "text": "Always a pleasure, Mr. Willis.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEAN",
          "text": "Great restaurants. CAROLYN clicks the phone off emphatically.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLYN",
          "text": "What about great restaurants?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEAN",
          "text": "We're going to one. You ready? \fFortune Cookie - 28.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TRENT and BETH drive to the restaurant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "It's called The Empire. Have you heard of it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "I've just been a couple times. Food's great. Service is unbelievable. And they have this thing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "This thing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "This thing they do. They handwrite your fortunes in the fortune cookies. Last time I went the ink was still wet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "That's hygienic. Do you remember what it said?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "Clearly. It said, \"Risk your heart without fear. Loneness gone. Romance near.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "And was it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "Real near. The guy one table over from me was performing a non-surgical tonsillectomy on his date.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "God, I hate that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "It said \"loneness\"--not loneliness?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "That's what made me remember it. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f34 35 Fortune Cookie - 29.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "I don't know if I like that. I mean, loneliness is bad--we can all agree on that--but I'm not sure \"loneness\" is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "It's like people think that if you're alone, you're automatically unhappy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "I'm very content by myself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "Same here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "DOUG and HEATH ride in Heath's car in uncomfortable silen",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "Hey, what do you think about eating at The Empire?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH",
          "text": "(hesitating) Sounds fine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "Did you already have plans?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH",
          "text": "No, not really. The pair returns to the uncomfortable silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH, (CONT'D)",
          "text": "Mr. Jeffries coached me in Little League.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "Dean? He didn't remember you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH",
          "text": "I was seven at the time. I think he might have if I would have sat next to him and yelled, \"Hey batter, batter, batter, batter, swwwwwwing\" Again with the silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH, (CONT'D)",
          "text": "Don't you hate Mrs. Shropshire? (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fFortune Cookie - 30.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "Yeah. You have her for government?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "Civics?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH",
          "text": "(uneasily) No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "Have you ever had her for a class?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "So why do you hate her?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH",
          "text": "I've just heard, you know, people say things that, I guess, umm, make me hate her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "Oh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH",
          "text": "The food in the cafeteria--that's really bad too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "I've never had any.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH",
          "text": "Well, I don't recommend it. More uncomfortable silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH, (CONT'D)",
          "text": "I don't think the Beatles were all that great either. DOUG looks quizzically at HEATH.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CAROLYN drives DEAN to the restaurant. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f36 37 Fortune Cookie - 31.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLYN",
          "text": "I can't believe you're not even going to mention it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEAN",
          "text": "Mention what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLYN",
          "text": "You know what. Did anything special happen down at the accounting firm of Ross and Harvey today?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEAN",
          "text": "Oh. You mean the stripper who came in and sang happy anniversary to me in the middle of a staff meeting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLYN",
          "text": "It wasn't a stripper. It was a man ina gorilla suit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEAN",
          "text": "Boy, I sure wasted a lot of dollar bills, then. And, once again, you one-upped me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLYN",
          "text": "The flowers you sent were lovely. DEAN rests his head on CAROLYN'S shoulder as she drives.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLYN, (CONT'D)",
          "text": "And I did not one-up you. CAROLYN wraps her arm around Dean's shoulder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEAN",
          "text": "Honey, that light was red.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLYN",
          "text": "No it wasn't.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The restaurant is operating at full-tilt now. The kitchen a buzz of activity. An impatient waiter, JOHN LU, speaks above the din to GARRETT who is up to his elbows in strip paper, cookies and ink.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LU",
          "text": "Table seventeen. Conventioneers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARRETT",
          "text": "Reduce them to stereotypes for me. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fFortune Cookie - 32.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LU",
          "text": "\"Conventioneers\" isn't enough? GARRETT shakes his head no.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LU, (CONT'D)",
          "text": "(sighing) All right. The man sent the first bottle of wine back. He said the nose was too herbal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARRETT",
          "text": "Enough said. The date? GARRETT begins scribbling down the first fortune.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LU",
          "text": "The woman is artificially tan, except for mysterious pale band on ring finger of left hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARRET",
          "text": "Charlie Chan!",
          "sentiment": "neutral"
        },
        {
          "speaker": "LU",
          "text": "I see number one son impressed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARRETT",
          "text": "For the lady. GARRETT hands LU first fortune.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LU",
          "text": "(reading) Stop and smell the poseurs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARRETT",
          "text": "And for the gentleman... Reading second one as he writes it. Sometimes ..cheaters ..win. Mostly ..they wend up ..like ..the ..couple ..in ..the Towering ..Inferno. There. That should make for an interesting denouement.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LU",
          "text": "Day knew who?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARRETT",
          "text": "Denouement--outcome, ending. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fFortune Cookie - 33.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LU",
          "text": "I've got one for you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARRETT",
          "text": "Yeah?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LU",
          "text": "Miffed daters stiff waiters. LU puts cookies on a small plate and exits. GARRETT yells after him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARRETT",
          "text": "Wisdom ain't pretty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "BETH is stretched out on the grass, a book bag nearby.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "There are a number of horrors I prefer to dating, balancing my checkbook, getting a pap smear, watching Saturday Night Live. First of all, I'm not very good at it. Dating, that is. I always say the wrong thing. I know you're supposed to act a certain way, but I can never make myself do it. You know, appearing entranced by every detail of his life or being impressed because he's in a band or owns a boat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TRENT is talking to BETH over wine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "We'll be live on air, and I'll take calls off the request line,and I just know these guys are already stoned. I do the morning show. So it's like seven a.m., and I've got Jeff Spicoli calling into ask me about radio. Not how to break into the business, but how to fix them. \"Yo, Dead, there's too much distortion.\" And I can hear it cranked in the background, but you can't tell these guys to just turn it down. TRENT looks for encouragement from BETH, but she seems uninterested. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "Uh huh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "So anyway ..well, Fortune Cookie - 34. 39 it's boring. Shop talk. BETH realizes she's been snagged.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "No, finish. What do you do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "(unenthused) I'll play Nirvana \"unplugged\". They think I've fixed their radio. BETH manages a laugh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "Yeah, so...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "No that's funny.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "No it's not. It' love the music, car alarm store people who show to my show--and who braid their eyebrows, tatoo",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "My brother is a",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "Does he fit the",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "(CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "s depressing. I mean, I but I'll go out to these appearances and see the up--the people who listen it's frightening. People goatees, pierce their their necks. fan. description? He wants to go to art school.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "So he will soon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "Yeah. The conversation comes to",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "screeching halt. Have you ever played the strained- metaphor game? (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f39",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Fortune Cookie - 35. 39",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "The what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "The strained metaphor game. The correct answer is no, because I just made it up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "We're giving up on natural conversational flow this early. BETH looks at her watch and gives TRENT a playful express of concern.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "We're irrigating the conversation. Replenishing it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "How do you play?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "I'm not sure. I just liked the title.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "All right. I've got it. The first person names two random items or concepts. The second person has to complete the strained metaphor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "Sounds challenging.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "No, the challenging version is the precise metaphor game. It's in your best interest not to confuse the two.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "Can we play a sample round?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "Sure. Let me think. O.K. First dates are like... TRENT scans the restaurant",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT, (CONT'D)",
          "text": "wa glass of water. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f39",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Fortune Cookie - 36. 39",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "Tasteless?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "I was thinking more along the lines of quenching a thirst, but I think you understand the game. So, onto round one. How about a heart and an edible garnish.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "Give me a second. BETH drums her fingers on the table and thinks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH, (CONT'D)",
          "text": "Let's see, the human heart, like an edible garnish, tempts the hungry who, but then chew it up and, having tasted its fruit--no make that essence--, spit it out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "Bonus points for extra strained. But I think I can see a theme here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "You do, huh? Let's create a window into your psyche. Glancing around, BETH notices a snuggly couple at a nearb table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH, (CONT'D)",
          "text": "How about love and ..The Empire.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "That's easy. Love is an empire that conquers all.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "Or that crumbles into dust?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "God, I feel like I'm on a date with the walking wounded.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "That's what Amanda--she's my roommate-- calls me. What about you? You sound awfully optimistic. \"Love conquers all\"-- how have you managed to keep living that lie. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f39",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Fortune Cookie - 37. 39",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "Healthy diet, lots of excercise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "Push ups with Santa Claus. Step class with the Easter Bunny? Wait a minute. I know you. You're the guy who's never been in love. I've heard he existed, but I never thought I'd be going out to dinner with him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "I've been in love. Well, it felt like.. I thought it was.. There was this girl who.. Jesus, I lived with a woman for three years!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "(singing) You've never been in love. You've never been in love...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "I've been deeply, head over heels, madly in like. Lots of times.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "Thought so.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "Do you think this somehow gives you more soul.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "Not soul, necessarily, but insight. Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "Don't confuse being cynical with having insight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "I'm just saying, one of his spent a few nights in Heartbreak Hotel, one of us hasn't. I tell you, it makes you appreciate your own bed. BETH notices HEATH and DOUG walking into the restaurant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH, (CONT'D)",
          "text": "Oh my God. My brother's here. I'm going to go say hi. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fFortune Cookie - 38.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "BETH gets up. TRENT, unsure whether he should follow, pau then stands and moves towards the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH, (CONT'D)",
          "text": "(to Heath) Pardon me for sounding forward, but you are quite possibly the most attractive man I've seen in my life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH",
          "text": "Doug, this used to be my sister, Beth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "Hi, nice to meet you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "Hi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "Heath and Doug, this is Trent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH, (CONT'D)",
          "text": "Hi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH",
          "text": "(disappointed) You look normal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "Sorry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "So what are you doing here? I thought all your friends were going to Louie's.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "HEATH is interviewed in his room. Various art projects surround him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH",
          "text": "Just be yourself. Just be yourself. Maybe, if yourself happens to be the bass player for Oasis. Better advice--just don't be a spaz. Just don't be a spaz. Then again, I hate to set my goals too high.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We return to HEATH'S awkward moment. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fFortune Cookie - 39.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH",
          "text": "We thought this place would be cool. I see those guys all the... At this moment, DEAN and CAROLYN enter the restaurant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "Mom!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLYN",
          "text": "(suspiciously) Ann. Hello Heath. Weren't you going to Louie's?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH",
          "text": "Change of plans.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "Uh, Mom, Dean, this is Trent and ..Heath's sister ..uh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "Beth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "Yeah, Beth. I'm sorry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLYN",
          "text": "(shaking hands) Please call me Carolyn. The group is approached by MR. HUE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HUE",
          "text": "Table for six? Everyone, save DOUG, who looks to the others for consensu gives their own variations of emphatic Nos.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "LU leans against the desk where Garrett is feverishly working. There is a bulletin board above GARRETT'S work station. On it, an extra large, Post It note-sized fortun tacked up. LU notices it while he's addressing Garrett. W LU speaks in the kitchen, he has no accent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LU",
          "text": "«two crystal gazing, swimming-with-the- dolphins, New Age flakes. Make it extra crunchy. What's this... (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fFortune Cookie - 40.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARRETT",
          "text": "What it is--is intensely private, personal... Ignoring Garrett, Lu removes the pin holding the fortune.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LU",
          "text": "So why hang it up where anyone can see it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARRETT",
          "text": "(still scribbling) intimate, confidential. Because I have a general belief in the goodness of man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LU",
          "text": "(reading) You are radiant and sublime. Old Ben Jonson's engine for time!",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARRETT",
          "text": "You're robbing me of my innocence, Lu.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LU",
          "text": "If there's longing inside you, if it crawls up your spine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARRETT",
          "text": "I might as well take that job at the nuclear plant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LU",
          "text": "K, L, M, two, three, one, nine. Yep, I think this could get you fired.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARRETT",
          "text": "I haven't sent it out. I just saw this woman in here once. This woman. More than a woman.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LU",
          "text": "She reminded you of a clock?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARRETT",
          "text": "(confused) A what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LU",
          "text": "You call her an engine of time. Ben Johnson--is that the runner on dope? (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fFortune Cookie - 41.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARRETT",
          "text": "Ben Jonson. No H. The British essayist who spoke of an engine that could keep back all clocks and make the sun forget its motion.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LU",
          "text": "Now that's a woman.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARRETT",
          "text": "Yeah. So if I ever see her in here again, I'm risking it all.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "HEATH and DOUG look over the menus. DOUG has been positio so that she has to keep looking over her shoulder to see mother's table. She does this with annoying frequency.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "You wanna split the rib appetizer?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH",
          "text": "Sounds good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "Do you feel kind of stupid here? Dressed like this? I'll bet everyone around us is checking us out, and they're telling each other about their own proms. We're like this conversation piece saving everyone who's trying to keep a conversation going, don't you think?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH",
          "text": "Yeah. The two glance about a bit with this thought in mind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "Wouldn't it be funny if I threw a glass of water in your face and yelled, \"With my sister!? MY SISTER!?\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH",
          "text": "Yeah. HEATH glances around again, this time because he thinks DOUG'S being a little loud. DOUG begins realizing she can push HEATH around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "Or you know what would be funnier? (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f43 44 Fortune Cookie - 42.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "HEATH shakes his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG, (CONT'D)",
          "text": "If you got up like you were mad, and you tried to walk out, but I grab onto one of your legs, and you're like, dragging me out. People would remember that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH",
          "text": "Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "You wanna do it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH",
          "text": "(nervously) Really?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "No. LU approaches the table. When he's in the dining room, he adopts a thick Chinese accent. He's extremely accommodati to a customer's face. Less so, in the back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LU",
          "text": "An appetizer to start? DOUG waits for HEATH to order the appetizer they've decid on, but he's in outer space. She orders with barely-hidde annoyance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "The ribs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CAROLYN stands behind the counter at Les Video.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLYN",
          "text": "Well, the nice thing about dating someone for a long time is that all that silly stuff you go through at first--you know, nervously laughing when you don't know if something he says is supposed to be a joke or fretting about the attempted good night kiss--it's all behind you. No more game playing. I can just tell what Dean is thinking most of the time. And the same goes in reverse, which is good, because I don't know what I'm thinking sometimes. \f45 Fortune Cookie - 43.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CAROLYN and DEAN haven't even picked up their menus yet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLYN",
          "text": "San Francisco?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEAN",
          "text": "Six Figures.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLYN",
          "text": "California?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEAN",
          "text": "Iowa.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLYN",
          "text": "(attempting enthusiasm) Oh, Dean, that's great. Congratulations. Boy this calls for a celebration. Is there a new title in it, too?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEAN",
          "text": "Yeah, I'll be The Man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLYN",
          "text": "Convenient.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEAN",
          "text": "I'll say. But it's not a done deal yet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLYN",
          "text": "But they've offered it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEAN",
          "text": "They've offered it, but I'm playing it cool, which for an accountant means I'm not high-fiving anyone in the hallways.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLYN",
          "text": "Well what are you waiting for? It's what you've wanted.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEAN",
          "text": "There are other considerations.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLYN",
          "text": "Such as? LU is passing by the table. DEAN catches his attention. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "45 \f45 46 Fortune Cookie - 44.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEAN",
          "text": "Could you get us a bottle of wine, please?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LU",
          "text": "It would be my privilege. Would you like to see the list?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLYN",
          "text": "Just get us anything white and Californian. LU nods and continues towards kitchen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LU",
          "text": "(to himself) A glass of Ronald Reagan, perhaps?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLYN",
          "text": "So what are these other considerations? DEAN looks at CAROLYN for a pregnant moment before responding.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEAN",
          "text": "What yard line my 49ers season tickets will be on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TRENT and BETH have their meals in front of them. TRENT u chopsticks, expertly. BETH observes this feat with a mixt of awe and suspicion.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "You're scaring me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "(confused) How so?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "The rose. You ordered the wine in French. You're like Edward Scissorhands with those chopsticks. Next, I'm afraid you're going to stick this flower in your mouth and tell me you know how to tango.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "You don't?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "Trent Kennedy, are you a player? (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f46",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Fortune Cookie - 45. 46",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "Player? Like Warren Beatty is a player?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "Player like Warren Beatty calls you for advice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "I think it's my job.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "Suave is your job?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "Sort of. Never being at a loss for words. It's kind of like dating.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "You go out a lot?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "Not really. You?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "Full moons. Usually I'll line up someone to watch Haley's Comet with me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "So, if you're the broken heart expert, tell me what it's like--this love thang.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "Oh it comes in stages. You start with infatuation. You hear yourself saying things like, \"Sure, I'd love to go see Pat Metheney with you.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "Yikes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "Wait a minute. This is still the good part. For an all-too-brief splendorous blip in time, it hits you. You feel complete for the first time ever ..even though you didn't know you were missing anything. Every song on the radio becomes \"Ode to The Two of Us.\" You're not sure if the planet has continued to spin outside of your bedroom. You burn through more candles than the Little House On The Prairie. You have playful arguments over whether to name your unconceived daughter (MORE ) (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fFortune Cookie - 46.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "BETH (cont'd) Nena or Emma. Gradually the line between you and the other person begins to blur. Mere loss of identity serves as a precursor to outright slavery.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "Are we still in the good part?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "Until one day, one of you wakes up and decides it's not right. It's not perfect. It's time to move on. BETH stops abruptly and takes a drink of water.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "I've heard something about swooning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "That's from lack of oxygen. Side-effect of rushing in where angels fear to tread.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "DOUG wears her cheerleading practice clothes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "I think it took me until eighth grade to completely figure out boys. Then, once I had, I was embarrassed it took me that long. I mean, they're that simple. What I figured out was that, if you want one, you make him the center of the universe. Everything revolves around him. His day. His football practice. The little bruise on his elbow. The kind of car he wants to drive someday. Then, during my sophomore year--I think it was pretty soon after my boyfriend at the time, Bobby Snowden, missed my Dad's funeral because of an Aerosmith concert--I decided I wanted the world to revolve around me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "LU delivers the rib appetizer to DOUG and HEATH. DOUG ser herself, but HEATH only watches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "Aren't you going to have any?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH",
          "text": "Uh, no. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f48 Fortune Cookie - 47.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "What's wrong?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH",
          "text": "Well, I'm a vegetarian.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "A vegetarian? I thought you said the rib appetizer sounded good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH",
          "text": "I meant it sounded good ..for you. If that's what you wanted.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "We could have gotten something else.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH",
          "text": "I don't really like Chinese food.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "Why did you say you wanted to come here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH",
          "text": "It's fine. Really. I can find something I'll eat. DOUG is clearly exasperated.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "Look, could we trade seats?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH",
          "text": "Um, yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "Thanks. The pair gets up and changes seats. The process is awkwar All the dishes and glasses have to be traded as well. Onc the process is complete, it's clear that DOUG is looking HEATH'S shoulder while they're talking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH",
          "text": "Why did you want to change?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "Sorry?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH",
          "text": "Why did you want to trade seats? (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f48 49",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Fortune Cookie - 48. 48 DOUG takes a moment to decide whether to tell HEATH. She' keeping a constant watch over HEATH'S shoulder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "Dean's spare glass eye? I think it's really a ring which means he's going to pop the question to Mom tonight, and I want to see her reaction if he does.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH",
          "text": "Oh. What'll she say if he does?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "Yes. I'm almost positive.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH",
          "text": "Not many people get to see one of their parents get asked that question.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "I wish I had a video camera.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH",
          "text": "Do you get to see your real Dad much?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "Nope. He's dead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH",
          "text": "God, I'm sorry. It's just that.. Well, I don't know. It's just that all my friends' parents are divorced. I just assumed...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "No sweat. Really.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "DEAN'S cubicle has photographs tacked up around it. Most of little league teams he has coached, but there's also a large one of CAROLYN, and a small, school-picture-sized o of DOUG.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEAN",
          "text": "You know how, sometimes, something that just starts as a little misunderstanding gets repeated and changed so much, that it becomes, like, a new reality. That's what's happened with the story of my near wedding. I was twenty-seven at the time, and I had been dating this woman for seven years. All of our friends thought (MORE ) (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fFortune Cookie - 49.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "DEAN (cont'd) of us as married anyway, so eventually we decided we might as well make it official. It was a huge deal. We're both from the same hometown, and I think we invited everybody. I told Carolyn how awful it is for someone to get stood up at the alter. I guess it's the way I told the story--she always assumed I was the one who got stood up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CAROLYN and DEAN finish giving LU their order.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLYN",
          "text": "And the chicken lemon grass, ..and he'd like some more water.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LU",
          "text": "How spicy you want your food?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLYN",
          "text": "On a scale of one to ten...",
          "sentiment": "neutral"
        },
        {
          "speaker": "LU",
          "text": "Ten being spicy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLYN",
          "text": "Ten being spicy. Make mine a two and his a sixteen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LU",
          "text": "Very good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEAN",
          "text": "I've got it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLYN",
          "text": "Got what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEAN",
          "text": "I know where I've met Doug's date.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLYN",
          "text": "I wish you'd at least call her Ann.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEAN",
          "text": "Ann's date. I coached him. It must have been eight or nine years ago.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLYN",
          "text": "Was he good? (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f50",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Fortune Cookie - 50. 50",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEAN",
          "text": "Played him in right field.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLYN",
          "text": "Right field.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEAN",
          "text": "Least skill-intensive position. Frequent spaz repository.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLYN",
          "text": "Dean!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEAN",
          "text": "But I know why I remember him now. I mean, I've coached a lot of kids. But there was this play, I don't think I'll ever forget. Something you just don't see in most lifetimes. We were in the playoffs, and we were into extra innings. We had a one run lead, but whoever we were playing had runners at second and third with two outs. Their batter hits a line shot out to right. I figure the game is over. That kid, Heath, he did have some speed, but he couldn't catch a cold. Anyway, he runs this fly ball down, dives...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLYN",
          "text": "Catches it, and you win the game? The Rocky theme music plays.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEAN",
          "text": "Well that's what it looked like from where I was sitting. And from where the ump was to, because he called the batter out which meant we won. So everyone is celebrating. The team is throwing their hats in the air, and I spot Heath talking to the umpire. The next thing I know, we've lost the game.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLYN",
          "text": "How?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEAN",
          "text": "He's told the umpire that he trapped the ball. He didn't catch it on the fly, so the two runners scored.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLYN",
          "text": "So you've always resented this kid? (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f50 5 Fortune Cookie - 51.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEAN",
          "text": "No, I've always admired him. I don't think I've ever seen an eight-year-old do anything more noble. If I ever have a child, I hope, well first off, I hope he has better hands, but after that, I hope he's got balls that big.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLYN",
          "text": "Dean Jeffries, you gross me out, and I truly love you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TRENT walks into the bathroom and finds HEATH sitting on floor. TRENT, self-consciously, goes about his business.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "Date going well?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH",
          "text": "I don't get it. I don't understand why the nicer I am, the meaner she gets. How long do you think I'll have to stay here before she'll leave?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "Niceness is overrated. Something they say they want, but in the end...",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH",
          "text": "Yeah?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "(thinking better of expounding on this theory) Look, do you have any anecdotes?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH",
          "text": "Any what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "Anecdotes. Little stories to fall back on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH",
          "text": "Like what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "I don't know. They have to be your stories, but don't tell her about leading the county in rushing yardage or about (MORE ) (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f51 52 53 Fortune Cookie - 52.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "TRENT (cont'd) all the babes that call you in the middle of the night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH",
          "text": "Don't worry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "The best anecdotes..hmm. At first they sound self-depreciating, but used properly, they reveal your sensitive side. They show how vulnerable you are. If that doesn't work, make fun of the fattest kid in your school. HEATH looks at TRENT with something approaching shock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT, (CONT'D)",
          "text": "That's a joke. I tell you, though, it's like an Olympic event. You get better the more you practice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH",
          "text": "Sort of ironic, isn't it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "(laughs) Ironic? You are your sister's brother.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH",
          "text": "It's ironic because, it seems like, if a guy was really good at it, he would never get enough practice to become Mr. Gold Medalist Dater. As the implications of that statement bloom on TRENT'S fa",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We see Carolyn reapplying make-up in the mirror. As she t to maintain a stoic face, she breaks down. A tear runs do her cheek.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "HEATH returns to the table. The meal has arrived. DOUG ha already begun eating. The only thing waiting for HEATH is heaping bowl of white rice. DOUG works on some extravagan and colorful dish.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "Hurry, we wouldn't want your meal to get cold. HEATH sits down and begins eating. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fFortune Cookie - 53.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG, (CONT'D)",
          "text": "So what made you become a vegetarian? DOUG shovels in an especially large morsel of meat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH",
          "text": "Just ..I don't know.. became one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "I mean, do you just not like meat? Or do you not believe in killing animals? Or are you just into the health factor?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH",
          "text": "None of those I guess. I used to eat meat. I liked it fine. I just don't anymore. I'm not really much of a vegetarian either. I don't like vegetables all that much.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "So what happened? Did you get locked in a slaughterhouse or something?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH",
          "text": "This is a really bad anecdote. Makes me look stupid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH",
          "text": "I'll tell you, but you won't believe it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "Try me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH",
          "text": "It's because of my pen pal. DOUG stares at HEATH uncomprehendingly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH, (CONT'D)",
          "text": "In eighth grade, Mrs. Russell signed us all up for pen pals in honors English. Remember?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "You were in that class?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH",
          "text": "Yeah. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f53",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Fortune Cookie - 54. 53",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "Mine was from France. I think I wrote her twice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH",
          "text": "Mine was from Somalia. His name is Achmad Housbhenni, and we still write every once in a while.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "Wow, really? And he convinced you to become a vegetarian?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH",
          "text": "It's not quite that simple. He's not even a vegetarian. He just wrote to me a lot about being hungry. All of his letters were about meals he had or questions about what I eat. After a while, I started thinking about what I was eating every time I put food into my mouth, imagining how Achmed would be enjoying this burrito more than me, or the poetry he would write if he ever got his hands on one Big Mac. I started reading about the famine, what caused it, the relief efforts, all that, and one of the things they kept mentioning, one of the reasons the U.S. couldn't export more grain, is because we use it to feed livestock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "Well, doesn't that balance out? Wouldn't we be eating that grain if we weren't eating those cows?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH",
          "text": "Yes and no. See, it takes like three times as much energy and land to produce the same amount of food as meat as it does food as grain, but in first world countries, that doesn't seem to bother anyone. We can afford it. In third world countries, it's a different story.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "So that's when you became a vegetarian?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH",
          "text": "Not right away, but after a few months of picturing little kids with bloated bellies every time I put meat in my mouth, I just sort of gave into it. I (MORE ) (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f53 54 Fortune Cookie - 55.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "HEATH (cont'd) guess I guess I'm not really making much of a difference. I never really try to convince people to join me. HEATH puts a forkful of rice into his mouth. DOUG hesitat before resuming her meal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TRENT and BETH are finishing up their meals.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "So it's your turn to pick the novel for the book club next time. Do you know what you're going to pick?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "Ladder of Years, I think. It's the newest Ann Tyler book. Have you read it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "No, I've read The Accidental Tourist, though.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "I am impressed. I can't believe you're the same guy who calls people at six in the morning pretending to be a sex-toy salesman.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "That's not me. That's the ninety one point seven guy. I'm the one who does \"Strange Body Sounds.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "Forgive me. I'm still surprised.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "That I can read?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "Not that you can read, that you're well- read. There's a big difference.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "Yeah, well, it's the result of a ..uh, complicated childhood. TRENT waits a beat for BETH to bite; she doesn't. He proc in his \"anecdote\" mode.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT, (CONT'D)",
          "text": "When I was a kid, I was afraid of bees. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f54",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Fortune Cookie - 56. 54",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "Bees?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "Yeah, bees. I fell into a hive once. Got stung like eight times. After that, you couldn't get me to go outside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "I don't think bee-phobia qualifies you for \"complicated childhood\" status.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "I'm talking for a couple years. Anyway, after school each day, I had to go over to my Meemaw's house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "Meemaw?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "What do you say?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "Queen mother.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "(laughs) So, Meemaw lived near this pond and all these dragonflies would be buzzing around her yard, but I didn't know what dragonflies were. I thought they were giant bees. LU approaches the table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LU",
          "text": "Would you like these plates cleared?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "Sure. I was afraid to go outside, and Meemaw didn't have a TV, or it was always broken, I can't remember. But she did have Dad's complete Hardy Boys collection. That's when I started reading. I think I read them all two or three times.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "You were afraid of dragonflies? That's why you became an avid reader? (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fFortune Cookie - 57.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "That, and my endless quest for truth. Hey, could you believe Randall chose The Hobbit for the group last month. Did he think we were all in sixth grade? Did you see the \"I Break For Unicorns\" bumper sticker on his car?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "The Hobbit is a great book. There is an awkward pause.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH, (CONT'D)",
          "text": "I mean it. A classic. LU, wearing an expression of amusement, takes the plates into the kitchen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "LU sets the dishes down before moving over to GARRETT'S station. GARRETT is blow drying a fortune.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LU",
          "text": "Table nine. Looks like a first date.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARRETT",
          "text": "Him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LU",
          "text": "A regular.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARRETT",
          "text": "Her?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LU",
          "text": "Unimpressed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARRETT",
          "text": "I'll see what I can do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "DEAN and CAROLYN ignore their food. They hold hands acros the table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEAN",
          "text": "I don't know if I ever told you this, but you were supposed to be Gerald's account.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLYN",
          "text": "Gerald?--the one that names his pencils? (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f56",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Fortune Cookie - 58. 56",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEAN",
          "text": "No, that's Albert. Gerald's the one who does that dance, the deduction dance, right at midnight every April fifteenth. He uses staplers as castanets.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLYN",
          "text": "So what happened?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEAN",
          "text": "I saw you. You were in our lobby. Apparently some old timer waiting next to you suggested you not make any financial decisions without consulting your husband first. As I walked through, you were listing orifices in which he might have better luck introducing his theory. Gerald was next in line for new accounts, but I traded him the Madison Beer Garden account for the privilege of working with the lovely and vocal proprietress of Les Video.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLYN",
          "text": "(impressed) You traded a sports bar for me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEAN",
          "text": "I'm a big believer in long-term, consistent performers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLYN",
          "text": "You're so smart. And sweet. I appreciate how slow you took things in the beginning. I didn't think I was ready to get back out there, play the dating game.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEAN",
          "text": "Uh, Babe. That wasn't sweetness. That was fear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLYN",
          "text": "Dean, what's going to happen to us?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEAN",
          "text": "Let's see. You're easy. Twenty years from now you'll be retired--if you keep putting that money into tax-sheltered annuities like I told you. There'll be little Les Video franchises across the state. You'll live in a lake house, spoil your grandchildren. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fFortune Cookie - 59.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLYN",
          "text": "By myself?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEAN",
          "text": "Oh, Carolyn, you can have anyone you want. 57",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The check and the fortune cookies have arrived on TRENT a BETH'S table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "What does yours say?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "I thought you weren't supposed to tell anyone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "Those are wishes. Fortunes you're actually supposed to tell. TRENT breaks open his cookie and reads his fortune.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "So?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "(reading) \"He who is lonely is he who is always...\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "Yeah...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "That's it. I think the ending got torn off. Makes sense if you add \"in bed.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "I always thought you were supposed to add “after sex.\" TRENT reads to himself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "It doesn't make sense that way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "Yes it does. Think of after as a verb, not an adverb. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fFortune Cookie - 60.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "(reading) He who is lonely is he who is always after sex. Oh, yeah. (He lets' that sink in.) So what about yours? What does yours say?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "Mine's bizarre.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "Let me hear it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "(reading) Abba Gold thirteen colon four.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "Sounds like something from the Bible: Book of Abba, chapter thirteen, verse four.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "If I read it, do you think I'll be Bjorn again?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "You know, this is why not everyone is given a radio show.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "HEATH and DOUG have finished their dinners. DOUG'S plate clean. DOUG still has a half bowl of white rice in front him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "So what made you ask me out?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH",
          "text": "What do you mean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "Well it's not like we'd ever really talked.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH",
          "text": "True. Do you remember when we had that square dancing unit in P.E. in junior high. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f58",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Fortune Cookie - 61. 58",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "Square dancing: has anything ever been named so perfectly?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH",
          "text": "Anyway, remember how they would number all the girls, then number all the boys and you were supposed to find the person with the number that matched and that was your partner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH",
          "text": "Well, if one of us happened to luck out and draw someone recognizably female and then refused to trade, the football players would threaten to dismember us. So, even under this outwardly egalitarian system, the bold and the beautiful still always ended up together. There's only one time I can remember that it didn't play out like that. You ended up with this dork who had grown six inches in fourteen months. He could hardly stand upright let alone swing to the left. Anyway, some walking Coke machine tapped this lucky fellow on the shoulder and gave him a quick lesson on social Darwinism. So this guy's already walking back down to dance with Paleolithic woman, but you grabbed his hand, and told the football player to get a life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "I said \"get a life\"? Ugh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH",
          "text": "Yeah, well, I've wanted to ask you out ever since then.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "That was you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH",
          "text": "(indignant) No. No, that wasn't me. No ..it was my best friend, Ryan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "God, I don't even remember that. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fFortune Cookie - 62.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH",
          "text": "Ryan does. He was pretty thrilled when I said I was going with you. You're the one cheerleader he refuses to make fun of.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "(facetiously) I'm honored. LU approaches the table. He begins clearing dishes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LU",
          "text": "Could I tempt you with any dessert? Perhaps a Hershey Bar for the gentleman?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "I'd like one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LU",
          "text": "But of course.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "LU enters GARRETT'S sanctum.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LU",
          "text": "Table seven: first and last date for Veronica and Jughead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "DEAN continues his interview.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEAN",
          "text": "When you're counting down the days until you hit forty and you still haven't been married, you can't help but hear the whispers. I know what they're saying, \"He sure is patient.\" \"What a full life he must lead to not need a woman in it.\" I can't lie. It hurts. Actually, the mistake people usually make is that they think any guy who makes it this long is too picky or fears commitment, but that's not me at all. I fear ending up with the wrong person. I really want to get this right the first time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "DEAN and CAROLYN continue ignoring their food. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f61",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Fortune Cookie - 63. 61",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEAN",
          "text": "We'll rack up a bunch of frequent flyer miles. It won't be so bad. A couple weekends a month--we could do that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLYN",
          "text": "Maybe..at the beginning. But then some weekend we plan on seeing each other, you'll have some major deadline, so we'll skip that and tell each other, you know, it's okay--it's just one weekend. After a while all that time in airports and on planes will get tiring, and besides there's that \"hot little number\" in acquisitions that's always dropping hints.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEAN",
          "text": "\"Hot little number?\" Is that an accountant joke.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLYN",
          "text": "(chuckling) No. Strike that. You're a better man than that, Dean. It'll be some smart, attractive woman who recognizes the same things in you that I do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEAN",
          "text": "You're being bad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLYN",
          "text": "I'm being realistic. Look every teenaged girl at some point in her life, falls for a boy on the other side of the lake, and no matter what promises are made: I'll write, I'll see you next summer, I'll wait for you. It never works. Long Distance Relationship is one of the world's great oxymorons.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEAN",
          "text": "Then what do you propose?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLYN",
          "text": "Nothing, Dean. I'm very happy for you, but I can't help being sad for us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEAN",
          "text": "How sad?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLYN",
          "text": "What? (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fFortune Cookie - 64.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEAN",
          "text": "How sad? I mean, if I got down on my knee right here, handed you a ring, what would you say?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLYN",
          "text": "Don't be silly, Dean. I wouldn't want you to. After a long pause.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEAN",
          "text": "Then who are we kidding?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TRENT and BETH ride in TRENT'S car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "Another game?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "C'mon, be a sport.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "A sport? Gee, Pops, I'll try.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "That's my girl. This one's called \"Surreal Date.\" Here's how it works. You get two choices. You pick of them. By the time we're finished, I'll have a complete psychological profile on you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "Shoot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "First, your date. Woody Allen or Sylvester Stallone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "I don't suppose Ralph Fiennes is behind curtain number three.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "He is, but he's feeling surly, reclusive. It's the Woodman or Rocky tonight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "I don't like these choices. I don't like what either one of them says about me. But I see what you're doing. They're so (MORE ) (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f62",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Fortune Cookie - 65. 62 BETH (cont'd) different, you think picking one over the other defines my character.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "Hardly. Honestly, I have a tough time remembering which is which.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "Stallone and Woody Allen?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "Both of them are Oscar winning screenwriters. They've dated some of the hottest babes in show business?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "Mia Farrow is a hot babe?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "Frank Sinatra thought so. Okay, what else? Woody Allen visited Dallas to promote Everything You Wanted To Know About Sex. Sly had sex after auditioning for Dallas.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "Who even says \"hot babe?\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "Charlie Sheen. Rod Stewart.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "Fine company you're keeping. TRENT begins singing the Jeopardy music.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH, (CONT'D)",
          "text": "You're still expecting an answer? He reaches the conclusion of the tune.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH, (CONT'D)",
          "text": "Okay, Stallone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "Surprising. Now, attending a Planet Hollywood opening or playing in the MTV Rock And Jock softball game?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "Speaking of which, where are we heading right now? (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f62 63 Fortune Cookie - 66.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "(shaking head) Eh, eh, eh, eh. No getting out of this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "Planet Hollywood, I guess. Where are we going?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "My house. Now. Sly's ignoring you..",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "Hold on. Time out. We're going where?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "I just need to run in and give Rover some medicine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "Oh? And I had completely forgotten--I'm expecting a call from my grandmother. Maybe you ought to drop me off. Do we have a few minutes before Rover goes into cardiac arrest?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "I'll drop you off if you want, but I swear there's no devious motive. You could wait in the car if you wanted.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "Maybe I'll come in. I've never seen a real mirrored ceiling before.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An empty foil wrapper from a Hershey Bar rests on the tab Half of the bar is on a plate in front of HEATH. The othe half minus a couple sections rests on a plate in front of DOUG. They work on their chocolate throughout the conversation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "No, you see, that's the thing that drives my Mom nuts. I have no ambition. There's no great thing I want to do. I don't want to run a corporation or dance on Broadway. I want to be an absorber. See the world. Take things in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH",
          "text": "That's an ambition. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f63",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Fortune Cookie - 67. 63",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "I'll look in the paper for any openings for absorbers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH",
          "text": "Well, there are travel writers, museum guides.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "But that's not absorbing. That's the opposite of absorbing--things going out instead of things coming in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH",
          "text": "You're saying those would be a good jobs for an exuder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "Right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH",
          "text": "Hmmm. You're right, you don't have much ambition.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "I told you. But it's not like I mind working, you know--waiting tables, dealing blackjack, bottlecapping at a brewery.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH",
          "text": "I don't think they do that any more. Robots and all.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "I just have a more European way of thinking about it. You know, where you work to live rather than live to work",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH",
          "text": "Yeah, those whimsical Germans.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "No, like the Spanish or Italians. Work for a couple hours in the morning. Take a three hour lunch, maybe a nap. Sunbathe. Come back to work for a couple hours in the afternoon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH",
          "text": "Overthrow the fascist regime that's taken power while you've been getting tan. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f63",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Fortune Cookie - 68. 63",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "You don't approve. You think I sound hedonistic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH",
          "text": "No, no. I think it sounds great. I hope you're able to do it. Lu approaches the table, but a customer scoots out his ch causing the fortune cookies he's carrying for HEATH and D to pop into the air. He catches them without dropping the but it's obvious he no longer knows which cookie goes to which diner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH, (CONT'D)",
          "text": "Thank you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "So what about you? Do you have ambition.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH",
          "text": "(facetiously) Oh, yeah, me? I'm going to make millions. Swimming pools, movie stars...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "Doing what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH",
          "text": "I'm going to be an avant garde artist.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "Oh we are talking big bucks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH",
          "text": "You know what I hate, maybe more than anything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "Racism, poverty...",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH",
          "text": "Furniture stores that sell paintings.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "I was going to say that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH",
          "text": "Have you seen them. They set up those fake little rooms. You've got your taupe love seat. You've got your taupe coffee table. Then, you've got some sorry fruit bowl still life displayed in a taupe (MORE ) (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f63",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Fortune Cookie - 69. 63 HEATH (cont'd) frame. Great art doesn't match your couch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "See, you've got passion. I don't have anything I'm passionate about.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH",
          "text": "Don't even get me started on the stuff they hang up in hotel rooms. DOUG picks up her cookie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "Do you know the deal with the fortune cookies here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "(adopting a very serious tone) They always come true. No, just kidding. But they are supposed to be original. They write a new one for everyone who comes in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH",
          "text": "Wow. They both crack open their cookies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "What does yours say?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH",
          "text": "(reading) Lyle Lovett, Billy Joel, Ric Ocasek--you never know who's going to win a Grammy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "That's just weird.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH",
          "text": "Let's hear yours.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "(reading) What do these things have in common: lawnmower, revolving door, sap? HEATH shrugs. DOUG shakes her head in wonder. \fFortune Cookie - 70.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The food in front of DEAN and CAROLYN is half-eaten and getting cold.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEAN",
          "text": "So let me get this straight. You don't even think there's a point in trying it out, seeing if we could make it work. I don't think that's fair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLYN",
          "text": "What's not fair? I'm just saying it never works.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEAN",
          "text": "Well the first thing that's not fair, is that you're saying it won't work out because I'll be too busy or that I'll find someone new. You're the busiest woman I know. Sorry, the busiest person. You never slow down, and it's this curse, that all the things that I love about you- -the way you save receipts when we go to movies so you can write them off; the way that, when you get an idea in your head for the store, you can go ten minutes without hearing a word I say; even the way you fax me love notes--these same things are what will keep us apart.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLYN",
          "text": "How?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEAN",
          "text": "You would never sell that store.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLYN",
          "text": "How could you even ask me to?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEAN",
          "text": "I'm not asking you to. My point is, it's more than a store for you. It's validation. Proof that you can make it without a husband. Well I think you've proved it to yourself and to your in- laws. You said yourself, you don't see pity on their faces anymore. So who are you proving it to now? Blockbuster is offering you enough money that you could open a new store, twice the size anywhere you wanted... (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f64",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Fortune Cookie - 71. 64",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLYN",
          "text": "Not here. They said I can't open one here. This is where Ann goes to school.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEAN",
          "text": "For a few more months. Still, you act like the offer is an insult.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLYN",
          "text": "I'm beginning to see the disadvantages of having your boyfriend doing the books.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEAN",
          "text": "What are your views on love? This is where LU approaches the table to clear dishes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LU",
          "text": "(noticing the leftovers) Was there something wrong with the food. We will gladly execute the chef.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLYN",
          "text": "(flustered) No. It was fine. Can we get it in a bag. LU glances distatefully at the picked at remains. LU exits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LU",
          "text": "I suppose.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLYN",
          "text": "My views on love?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEAN",
          "text": "Maybe we should have talked about this earlier, but, what I'm saying is, where does love rank? We say it all the time. \"I love you.\" For some people it's this consuming thing. It's like a drug, makes them think in sonnet form. For some people it's companionship and comfort. Where does it stand with you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLYN",
          "text": "Dean, this is difficult. I'm not sure you should be asking me this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEAN",
          "text": "Maybe it should have been a first date question. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f64",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Fortune Cookie - 72. 64",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLYN",
          "text": "Would've been a short first date.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEAN",
          "text": "I still want to know. I think I need to know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLYN",
          "text": "It ranks high.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEAN",
          "text": "How high?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLYN",
          "text": "Very high. CAROLYN looks to Dean to see if the answer will suffice. expression indicates that it won't.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLYN, (CONT'D)",
          "text": "Below motherhood. Is that what you want to know?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEAN",
          "text": "Where in comparison to the free enterprise system?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLYN",
          "text": "You're being mean.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEAN",
          "text": "But I'm serious. Where do we rank in comparison to your store.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLYN",
          "text": "You see, you want to make this an easy comparison--you or the store, but it's not that simple. It's not about the store. It's about me. The store is independence. It's self worth. Look, I married Tom straight out of high school. I went straight from being somebody's daughter to somebody's girlfriend to somebody's wife to somebody's widow. Opening that store was the first thing I did completely on my own.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEAN",
          "text": "So if both the store and me caught on fire, and you only had one bucket of water... (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fFortune Cookie - 73.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLYN",
          "text": "Well, Dean. You could roll.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We return to TRENT'S interview scene.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "Most of the women I date? Let's see, if there's one recurring trait, I would have to say that they're all fun. All fun girls. Definitely out to have a good time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TRENT and BETH arrive at Trent's house. They round a shru or wall, or similar barrier and run into a tipsy TERESA w is fishing her earrings out of the mailbox.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "Teresa ..this is a surprise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERESA",
          "text": "Found them! TERESA turns and holds up the earrings. Only now does she notice BETH. She tries to cover.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERESA, (CONT'D)",
          "text": "«and you're right. They'll be perfect for my audition.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "Someone's doing Bus Stop?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERESA",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "Nothing. TRENT opens the front door of his house and ushers BETH inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "(to Beth) Let me just make sure she makes it out to the cab.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "Chivalry is not dead. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fFortune Cookie - 74.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "TRENT shakes his head and escorts TERESA out to the cab.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERESA",
          "text": "Sorry I didn't make it earlier.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "Don't worry about it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERESA",
          "text": "Is that going anywhere? TERESA gestures towards the apartment. TRENT shrugs. They reach the waiting cab.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERESA, (CONT'D)",
          "text": "I'll be up for a while. If you want to come by afterwards. You've got my number in that little black book of yours, don't you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We return to BETH'S interview scene.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "I think my problem, on dates, is that I think of them as automatically confrontational. Let's face it, guys have a different set of goals by which they measure a date's success. I've been thinking about giving up on men. Maybe become romantically linked with, say, my refrigerator, or follow Amanda's advice and find love online. At least at the end of the evening, I won't have to hear the phrase, \"I'll call you.\" Translation-- we'll bump into each other several months from now, you'll be wearing sweats and have a cold sore, and I'll introduce you to my new supermodel fiance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TRENT enters his house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "So, Stallone's rented a couple movies for the limo ride. He gives you the choice of either Rocky Three or...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "Okay, that's enough. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f70 Fortune Cookie - 75.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "TRENT continues walking towards the kitchen while Beth be examining the books on the shelves--not the ones left out her perusal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "«Stop Or My Mom Will Shoot. Whatever you say.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "So you're a jewelry consultant. Very impressive.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "She's a friend. We hang out sometimes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "There's a term for that. BETH continues examining the book collection",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH, (CONT'D)",
          "text": "Norman Mailer? You like Norman Mailer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT, (0.S.)",
          "text": "You don't?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "As far as corny, narcissistic, adolescent- sounding, sexist writers full of glib schtick on highbrow topics, he's not bad. Oh look, you have his entire oeuvre.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT, (0.S.)",
          "text": "Well, we can't all aspire to Ann Tyler status.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "What's wrong with Ann Tyler?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT, (0.S.)",
          "text": "She's boring.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "Where is this phantom dog of yours? Here Rover! Here Rover! TRENT returns to the living room with an obviously sick kitten wrapped in a blanket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "Sic her boy. Attack! The sight of the sick kitten melts BETH a bit. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fFortune Cookie - 76.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "I think it's against some law, naming a cat Rover. Fines are involved.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "Not Rover--Ro VAIR. He's named for the French poet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "(suspiciously) RoVAIR?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "Man, you don't let anything slide. Can you help me here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "What do I need to do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "Just wrap up his legs here in the blanket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "Like this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "Yeah, that's good. The maneuvering and repositioning TRENT and BETH undertak order to medicate the cat forces them into close physical proximity to each other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT, (CONT'D)",
          "text": "This is not the most pleasant part of his day. He's like one of those Aliens trying to claw out of someone's chest. Okay, Ro-- it's time for your Shirley Temple. TRENT withdraws a small bottle of pinkish medicine and a dropper that he tries to force into Rover's mouth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT, (CONT'D)",
          "text": "(singing) \"On the good ship, Lollypop. It's a something, something, to the candy shop.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "Sweet trip. How old is he? (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fFortune Cookie - 77.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "I'm not sure. I just found him out in the alley going through my garbage. I don't think he comes from a very good family. TRENT successfully gets ROVER to swallow his drops. He si down on a couch and pets the kitten while Beth wanders ba to the bookcases.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "You have every Doctor Seuss book.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "(slightly embarrassed) Not every one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "What are you missing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "The Cat In The Hat Comes Back. I don't go for sequels.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "You're so cool.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "HEATH and DOUG drive towards the dance. DOUG appears distracted or upset.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH",
          "text": "I'm sorry you didn't get to see Dean propose.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "It's not just that. They didn't look happy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH",
          "text": "My parents never look happy. I think that's just part of being old.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "Yeah, but you should see them together most of the time. It's like they can't keep their hands off each other. It always embarrasses Troy. The present tense mention of Troy seems to bother HEATH.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG, (CONT'D)",
          "text": "I'm sorry. That's rude. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fFortune Cookie - 78.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH",
          "text": "It's not that. I just got this mental picture of my mom kissing some strange man. HEATH shudders.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "Well Dean's cool. And I want Mom to be happy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH",
          "text": "I think that's what makes you different.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "Different from what.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH",
          "text": "From the stereotype.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "What stereotype?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH",
          "text": "From the \"Girls who could get by on their looks\" stereotype.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "In case you were wondering. I'm not taking this as a compliment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH",
          "text": "Yeah. I'm sorry. That does sound bad. All I mean is that it must be a challenge. Everybody wants to make you happy, somehow or in some way. I think it would be hard to keep from thinking the world revolved around you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "What makes you think I don't? Because I danced with your friend in junior high?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH",
          "text": "No. More than that. That you're excited for your Mom. That you don't care if she embarrasses you in front of your boyfriend. That you actually try hard in Trig. I don't know, partly it's because you said you'd come to this with me. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f71 Fortune Cookie - 79.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "HEATH pulls into the parking lot of the hotel where the p is taking place. Other couples, similarly attired, move p their windows towards the entrance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "Let's not.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "Let's not go to the dance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH",
          "text": "I don't get it. Are you serious?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "I just don't feel like it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH",
          "text": "You don't feel like it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "Have you ever been to these things? The band is always lame. It costs too much. A bunch of drunks stepping on your feet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH",
          "text": "To answer your question, no, I haven't been to one. Four years of high school. Zero formal dances. You're the first person--well, no, your mom is the first person--you're the second person ever to see me in a tuxedo. These things may be stupid, but I'd like the chance to find out for myself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "We could do something else. HEATH sighs and shakes his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH",
          "text": "I don't know exactly what your problem is. I don't know if you're embarrassed to be seen with me. Maybe you're afraid you'll see Troy with someone else. Maybe you really do hate dances. But I wish you would have just said no when I asked you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "It's not... (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f71 72 Fortune Cookie - 80.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH",
          "text": "I'm gonna go in. I'm gonna talk to my friends. Get my picture taken. See if anyone'll dance with me. You can either wait here, or, if you want, I'll give you a ride home. Whatever you want.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "Just take me home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The dishes have been cleared away from in front of CAROLY and DEAN. The check and the fortune cookies sit untouched a small tray beside them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEAN",
          "text": "So that's it. I guess I'll tell them I'll take it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLYN",
          "text": "You have to.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEAN",
          "text": "They want me out there in a month.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLYN",
          "text": "Then let's make it a good month.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEAN",
          "text": "I don't think so.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLYN",
          "text": "You just want to call it off right here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEAN",
          "text": "One year. It has a certain mathematical perfection to it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLYN",
          "text": "(sadly, hopefully) And we all know how important that is. It does gives us the rest of tonight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEAN",
          "text": "So what do you want to do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLYN",
          "text": "What's playing at the Majestic?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEAN",
          "text": "I have no idea. I haven't been there for.. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fFortune Cookie - 81.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLYN",
          "text": "A year.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEAN",
          "text": "Yeah, that's right. A year.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Return to DOUG'S interview scene.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "Mom doesn't know this, but I did go out with a college guy for a couple months. I think those were the months right after my lobotomy. The only difference I could ever figure out is that he didn't ask me to wear his letter jacket. The thing about guys--and I can't decide if this is a minus or a plus--is that they're predictable. You know exactly what they're going to do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "HEATH and DOUG ride in silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "Heath, I want to tell you something. First of all, I wouldn't be embarrassed to go to the dance with you. Not at all. When we left tonight. I had every intention of going through with it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH",
          "text": "Go through with it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "I don't mean it like that. The truth is, Troy called me before you came to pick me up. He wants to get back together--after tonight. He already had a date.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH",
          "text": "So you don't want to screw it up by going in there with me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "No. That's not it. I was going to make him jealous. To punish him. To show everyone I wasn't just sitting around waiting for him to come back to me. And I was using you to do that. And that was okay when you were just some guy I didn't (MORE ) (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fFortune Cookie - 82.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "DOUG (cont'd) really know. Somebody who shocked me into going with him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH",
          "text": "As long as we're confessing. I was counting on that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "On what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH",
          "text": "On the surprise factor ..when I asked you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "Good strategy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH",
          "text": "So what made you change your mind?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "About the dance?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH",
          "text": "Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "You got too real.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH",
          "text": "My bad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "I don't have to be home yet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH",
          "text": "Where do you want to go?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "You pick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "LU brings the uncracked fortune cookies from CAROLYN and DEAN'S table and sets them down in front of GARRETT who continues to work on new fortunes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LU",
          "text": "Not even opened. Breaks my heart.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARRETT",
          "text": "Now I know how the guys who write for Playboy feel. Whose were they? (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f75 76 Fortune Cookie - 83.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LU",
          "text": "The couple breaking up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARRETT",
          "text": "What insight did I offer? LU cracks open the fortune cookies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LU",
          "text": "\"Sometimes one plus zero equals more than one plus one.\" And... \"By the time Glenn Campbell got to Phoenix, his girl back home had placed a personal ad.\" Garrett, You are cold-blooded.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARRETT",
          "text": "Hey, wisdom ain't always pretty. LU tears up the strips and throws them in GARRETT'S trash can.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARRETT, (CONT'D)",
          "text": "What are you doing? I can still use those.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LU",
          "text": "You can't recycle people's destinies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARRETT",
          "text": "You don't really believe that what I write back here has any bearing on what happens out there in the real world.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LU",
          "text": "Look, my grandfather never opens his fortune cookie. He says he doesn't need the advice it offers or want the future it holds.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARRETT",
          "text": "You're scaring me, Lu. You don't believe that if you step on a crack you break your mother's back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LU",
          "text": "No. That's just stupid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "BETH continues to rummage through TRENT'S book shelves. R wanders about. BETH pulls a book off a shelf. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f76 Fortune Cookie - 84.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "What's this? \"Everything I Know About Sex\" by Trent Kennedy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "Open it up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "Blank pages. BETH laughs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "It was a gag gift.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "What was her name?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "Mom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "Kinky. Returning her attention to the book shelves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH, (CONT'D)",
          "text": "You know, most of the time, I don't mind being a destitute graduate student. I just don't need that much money to be happy, but this makes me jealous. All my books have due dates stamped inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "I think half my paycheck goes straight to Book 'Em Dano's.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "I love that store.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "No string quartets playing on the staircase. No croissant peddling cappuccino bar. No events for single lit lovers. Just floor-to-ceiling books. God bless ‘em. BETH pulls a book off the shelf.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "A Prayer For Owen Meaney--This is my favorite book of all time. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "76 \f76",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Fortune Cookie - 85. 76",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "Really? Mine too. Well, actually, I've got like seven favorite books of all time. Check out the flap.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "(opening book, reading) \"Mr. Dead, Read less. Live more. John Irving.\" Wow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "They were interviewing him on our AM affiliate, so I put on Freebird--this was when we were still classic rock and I was Trent \"The Grateful Dead\" Kennedy. BETH doesn't respond.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT, (CONT'D)",
          "text": "That was a joke. Anyway, I ran across the hall with a tape recorder and got him to sign my book and do a promo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "A promo?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "Yeah, I play it every once in a while for a laugh. It's him saying, \"I'm John Irving, and whenever I'm in town, I rock harder on one oh one point seven.\" Afterwards, I get all these calls wanting to know if John Irving plays bass for Primus.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "You don't strike me as the DJ-type, Trent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "That's what my station manager was saying the other day.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "I just figured DJs were obnoxious all the time. On air and off air.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "It's the voice. In high school, I went through career placement, and they said I could do this or sing bass for the Oak Ridge Boys. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f76 77 78 Fortune Cookie - 86.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "The pager in BETH'S purse starts beeping.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "Uh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "Do you need to use a phone?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "Yeah, can I?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "There's one right there ..or you could use the one in the bedroom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "Great. Which way?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "(smiling knowingly) Straight back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "Thanks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "BETH sits on the edge of TRENT'S bed to use the phone. Sh does actually glance at the ceiling to make sure there is mirror on it. The candles above the bed visibly concern h She dials.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "It's me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "AMANDA sits at a computer while talking on the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMANDA",
          "text": "This is your bail out call.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "Yeah, okay, thanks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMANDA",
          "text": "It sounds like you won't be rushing home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "I probably should...",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMANDA",
          "text": "But? (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f78 79 81",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Fortune Cookie - 87. 78",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "He has his own copy of Horton Hears A Hoo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMANDA",
          "text": "You're at his house!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "Couldn't be helped.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMANDA",
          "text": "Mmmhhhmmm. Could be worse. You could be in a virtual hot tub with the fourteen other members of the Andy Griffith Online fan club.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "I hadn't looked at it that way. Thanks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CAROLYN continues her interview.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLYN",
          "text": "There was this guy who asked me out every day for two weeks. He was probably close to seventy, and he kept renting the raciest things we had in the store, anything with the word erotic on the cover. He would rent the maximum six tapes at a time then return them the next day and rent six more. I'd ask him if he enjoyed the movies, and he'd say, \"Not as much as I would if you'd watch them with me.\" Then he'd laugh this little evil laugh. Turns out, he was dubbing portions of \"The Greatest Story Ever Told\" over every steamy scene. I had to take him to small claims court. But I remember, very clearly, missing the daily proposition.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CAROLYN and DEAN sit in the front seat of Carolyn's car. see a cutaway of some schlocky, Roger Cormanesque B-movie the drive- in screen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLYN",
          "text": "It's not exactly The African Queen. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fFortune Cookie - 88.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEAN",
          "text": "I don't know. The swamp monster has a certain Kate Hepburn quality. Doing Katherine Hepburn",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEAN, (CONT'D)",
          "text": "Now I mean it! I will devour you! Laughing, CAROLYN attempts to hold DEAN'S hand. DEAN (cont'd) Watch it sister. That's a little friendly for a first date, don't you think?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLYN",
          "text": "Sorry, forgot. I really couldn't believe you had the nerve to take me to a drive- in on our first date.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEAN",
          "text": "Why's that? Do you have some unwholesome memories you want to share?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLYN",
          "text": "Not at all. We didn't have a drive-in in my hometown. It's just the reputation, you know, drive-ins equal hanky panky.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEAN",
          "text": "Not for me. My oldest brother used to take all five us here when we were kids. I'll always think of drive-ins as John Wayne, Coke down my shorts, and a trip to the swing set when the kissing started.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLYN",
          "text": "You know what I remember most about our first date?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEAN",
          "text": "My punctuality?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLYN",
          "text": "No, though that was impressive, but what I'm talking about is that you didn't whine about me wanting to go dutch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEAN",
          "text": "I'm an accountant. Of course I didn't whine. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f81 82 83 Fortune Cookie - 89.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLYN",
          "text": "Well you'd be surprised. You know I didn't date much, hardly at all, before you, but every time I tried to pay, it was like I was asking my date to get a vasectomy. Like somehow I was neutering him by not letting him pay. It showed you were confident. There's nothing more attractive than confidence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEAN",
          "text": "Now, in all fairness to those weenies you went out with before, it is a tough call. I mean, I asked you out. It only stands to reason that I should pay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLYN",
          "text": "What do you mean, you asked me out? I asked out you out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEAN",
          "text": "You asked me if I could come over to go over your books with you. That's not a date.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLYN",
          "text": "I mentioned food.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEAN",
          "text": "You asked me if I liked Pringles. I'm the one who suggested we make a night of it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLYN",
          "text": "I'm glad you did. CAROLYN leans over onto DEAN'S shoulder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEAN",
          "text": "Do you think I should let my buddies out of the trunk yet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLYN",
          "text": "Make ‘em suffer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "HEATH'S car pulls up in front of the coffee shop. As it d the rumble of a jet drowns out all other sounds.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We return to HEATH'S interview scene (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f83 84",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Fortune Cookie - 90. 83",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH",
          "text": "I think my biggest fear in all this is being a sap. You know that little red headed girl that Charlie Brown has been after for, uh, let's see ..eternity. Everybody knows it ain't gonna happen. It makes you want to scream at him. Charlie hang it up. She doesn't know you're alive. But what can you really tell a guy who falls for the football trick every time? I just don't want to be like that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A few late night laptop-clacking screenwriters, bohemians college students inhabit the eclectically decorated and d lit Flight Path Coffee Shop. A twenty-something woman, EL works the counter. She sees HEATH and begins preparing his caramel cappuccino.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "Heath, I see you got our mailing about the new dress code. (Louder) None of these other slackers did.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH",
          "text": "Yeah. Uh, Ellen, this is Doug.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "Hi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "Hello. ELLEN sets HEATH'S drink down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "And what can I get for you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "Strawberry Smoothie?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "That's a lot of work.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "I can get something else.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "I'll suck it up. Why don't I bring it out to you. Heath, I believe your table is available. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fFortune Cookie - 91.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH",
          "text": "Thanks, Ellen. HEATH begins leading DOUG to the appropriate table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "You must come here a lot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH",
          "text": "My rare visits are memorable.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "Mmhhhmmm. HEATH leads DOUG to two high-back antique chairs that fac liver shaped vintage coffee table and a puffy couch. Displayed on the wall above this conglomeration is Heath' piece d'art--a 3D cityscape fashioned out of painted boxe various size and shape, toy soldiers, Weebles, model trai Hot Wheels, etc. Everything is cemented down. It hangs li normal, if bulky, painting. HEATH gives DOUG the chair wi the better view of the work.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG, (CONT'D)",
          "text": "(noticing the piece) Whoa, funky.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH",
          "text": "Funky good or funky bad?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "(pausing for serious consideration) Funky good. This won't match anyone's couch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH",
          "text": "Thanks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "You did this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH",
          "text": "Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "Very cool. Is there a theme, some special meaning?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH",
          "text": "You mean like man's inhumanity to man or something like that? (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fFortune Cookie - 92.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "Good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH",
          "text": "You know what would be funny?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH",
          "text": "If, right here in front of everybody, we took it down off the wall and started playing with it. Moving stuff around, making car sounds.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "Wobbling the Weebles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH",
          "text": "Are you going to get back together with Troy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "I told him I would.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH",
          "text": "He seems all right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "He is. ELLEN delivers the Strawberry Smoothie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "Here you go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "Thanks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "So how was prom? If I'm going to have to listen to you go on about it for three weeks, I deserve the scoop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH",
          "text": "Boring. The band was lame. Drunks everywhere. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f84 85 Fortune Cookie - 93.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "Ah, too bad. Well the really important thing is you guys look great.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH",
          "text": "Thanks. ELLEN leaves HEATH and DOUG at their table. DOUG is sombe",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "I am so sorry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH",
          "text": "It's nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "BETH and TRENT eat ice cream cones as they sit on a bench at a sidewalk table outside of an ice cream shop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "I don't know what the Chinese did before ice cream. If I eat anything spicy, I've gotta have ice cream.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "You know what they say. You can't miss what you've never had.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "Now that sounds like a fortune cookie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "That must be where I heard it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "I read this thing the other day. It was too long to be a fortune cookie. I think it was a quote from someone semi-famous. It said that a relationship was impossible between two people if their favorite movies couldn't stand to be in the same room together at a party.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "Their favorite movies?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "Yeah. If movies were personified, would they hit it off? Like, I doubt The Bicycle Thief and Porky's Revenge would be hanging out by the punchbowl together. So what's yours? (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "84 85 \f85",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Fortune Cookie - 94. 85",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "My favorite movie?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "Guess.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "Something by Bergman. BETH shakes her head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT, (CONT'D)",
          "text": "Fellini?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "Please.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "Thelma and Louise. BETH doesn't respond. She looks disgruntled. TRENT laughs",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT, (CONT.)",
          "text": "(CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's it! That was so easy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "So what's yours? American Gigolo?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "No, but that's a party I wouldn't want to miss.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "So what is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "Not important. How is that vanilla? I can't believe you ordered vanilla.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "Not so fast, pal. Favorite flick. Let's hear it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "I'm not saying. I'm hoping this way you'll describe me as mysterious to your roommate. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f85 86",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Fortune Cookie - 95. 85",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "After the way I've laid my soul bare to you tonight. So, what does that leave us with? Are we back to first date word games?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "I think it may be the only safe territory. You haven't been exactly forthcoming, and every time I've gutted it up and started to tell a story, a real story, you either look like you're going to nod off or you make fun of me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "Really? I don't mean to; it's just that your stories--I don't know--the way they come out; they sound rehearsed. Maybe rehearsed is a bit harsh. It sounds like you're even tired of telling them. I know everyone has stories that they repeat all the time, but...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "You don't.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "I don't. It's too easy. It's like going on dating autopilot. One story to show you're strong. One story to show you're sensitive. One story to show you've got a sense of humor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "But isn't that what dating's about. You tell each other your stories. If you like each other's stories, you keep going out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "There has to be something more to it. I mean, what happens when you run out of stories?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "You live together.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "DOUG uses a key to open the door of the closed video stor She punches in the alarm code as soon as she enters, but doesn't turn on the lights. Light is provided by streetlights, exit sign, cars, etc. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f86",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Fortune Cookie - 96. 86",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH",
          "text": "(whispering) Are you sure this is okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "(normal volume) Sure. I'm just leaving the lights off, so people don't try to come in and rent something. So what do you want to see? HEATH starts walking down the aisles checking out the tit DOUG follows him, not really looking at the videos.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH",
          "text": "You know my friend Ryan? The first day he went to work at Dunkin' Donuts, they told him he could eat all the donuts he wanted for free, so, of course, Ryan just pigged out, ate like twenty on his first day.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "I can't believe they let him do that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH",
          "text": "Yeah, well, they know what they're doing. Ryan ended up getting so sick that he says he'll never eat another donut again. That's their little plan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "Devious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH",
          "text": "So is that how you are with movies? Sick of them?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "They're on when I'm working, so I don't take them home very often. Besides, if there's a movie in the house, it's too easy not to do my homework.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH",
          "text": "If there's a toaster in my house, it's easy for me not to do my homework.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "Well, I have this secret goal. I got two B's my freshman year, but I haven't made any since.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH",
          "text": "Same here. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f86",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Fortune Cookie - 97. 86",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "The rest have been A's.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH",
          "text": "Oh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "If I get A's the rest of the year, I'll be the salutatorian.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH",
          "text": "Wow. I always knew you were smart, but there's smart, then there's salutatorian smart. I wouldn't have guessed you were up there. I mean... Don't take that wrong.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "No. I understand. That's the secret part. I don't want anyone to know. I never tell anyone what I made on tests or homework or what I got in a class. I don't even think Troy knows. And it's not that I'm all that smart; my SATs prove that. I just work hard at it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH",
          "text": "That sounds like ambition to me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "Ambition to make good grades seems kind of pointless if there's nothing you really want to do with it, but the scholarship money will come in handy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH",
          "text": "So why don't you want anyone to know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "Because it's so uncool. Not to be smart, really, but to try really hard for something. You say one of the reasons you asked me to the dance was because you didn't think I fit some stereotype, but in a lot of ways, I do. Look at me. I'ma cheerleader who dates a football player and doesn't want anyone to think she's has a brain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH",
          "text": "Man, I hope nobody finds out I went out with you. \f87 Fortune Cookie - 98.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The drive in parking lot is empty except for CAROLYN'S ca The movie is over. CAROLYN is asleep against Dean's shoul DEAN is awake and staring blankly at the screen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEAN",
          "text": "Wake up little Susie. DEAN squeezes CAROLYN with the arm he has wrapped around CAROLYN opens her eyes, yawns...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEAN, (CONT'D)",
          "text": "You missed it. The swamp monster managed to organize all the textile workers into a union.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLYN",
          "text": "I was dreaming about the lake house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEAN",
          "text": "What lake house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLYN",
          "text": "The one you said I'd be living in when I'm retired.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEAN",
          "text": "Was it nice?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLYN",
          "text": "It was too big.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEAN",
          "text": "Where to now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLYN",
          "text": "On our first date, you took me straight home. I thought you must not have liked me very much, you were in such a hurry to get rid of me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEAN",
          "text": "I had forgotten about that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLYN",
          "text": "I wasn't sure you were going to slow down when we got there. I thought I was going to have to do a Charlie's Angels roll out of the car. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f87 88 89 Fortune Cookie - 99.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEAN",
          "text": "I remembered halfway through the movie that it was Atilla The Mom's birthday. DEAN and CAROLYN both realize.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEAN, (CONT'D)",
          "text": "Shit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLYN",
          "text": "She's on the West Coast, she's probably still awake. CAROLYN starts up the car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEAN",
          "text": "Yeah, methodically clipping my face out of every family photo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "BETH and TRENT sit in TRENT'S parked car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "I don't see how you do it. You're not even going to get five hours of sleep.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "The really demented part is that this is what DJs strive for--the morning shift. Prime time in radio land. It's not like, if I get better, they'll give me a shift where I can sleep in. The car is consumed in silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "Well thanks. I had a nice time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "BETH pulls at her door handle and starts to get out of th car. TRENT quickly follows suit. The two converse while moving towards the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "I'll walk you up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "I'm fine, really.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "If I don't I won't get my merit badge. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fFortune Cookie - 100.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "The rest of the short walk is taken in silence. They arri at the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT, (CONT'D)",
          "text": "Do you have a clock alarm?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "Sure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "Set it for seven.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "I'll say something to you in code on the air. Everyone will hear it, but you'll be the only one who'll understand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "Oh. I don't think that'll work.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "Sure it will.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "My clock alarm--that's all it is. No radio.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "You don't have a radio? BETH shakes her head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "I've thought about getting one, though. As she says this, TRENT leans in and tries to kiss BETH. head dodges. After appropriate awkwardness...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "Sorry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "(curious, not mean) Have you sent secret coded radio messages to a lot of women? TRENT doesn't respond right away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH, (CONT'D)",
          "text": "You see what I mean? (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f89 90 Fortune Cookie - 101.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "Women, men, friends, relatives. I guess I ought to be going.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "Yeah, well, thanks again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "I had fun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "Me too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "I'll give you a call. BETH gives a \"Yeah, right\" nod and opens her door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "Good night, Trent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "Good night. BETH closes the door. TRENT trudges away. He points an imaginary gun at his head and pulls the trigger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "BETH comes out of her own bedroom having changed into swe bottoms and a T-shirt. She knocks on AMANDA'S door and wa in. AMANDA is still camped in front of her computer",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "Hey, what're you doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMANDA",
          "text": "Having sex. Can't you tell?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "I'll come back later. BETH exits the room. She wanders into the kitchen, opens freezer and contemplates her pint of Ben & Jerry's. Shaki her head in disgust, she pulls it out and gets a spoon. B then sits down on the couch and uses the remote control t turn on Saturday Night Live. She watches a few seconds of some lame skit, but she quickly begins eyeing the CD rack next to the TV. BETH pulls her fortune out of her purse and begins riflin through the CDs. She refers, once again, to the fortune. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f90 91 92 Fortune Cookie - 102.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH, (CONT'D)",
          "text": "ABBA Gold, thirteen... BETH pulls out the ABBA CD. Her finger scans down to the thirteenth track. She takes out the CD and puts it in the deck. \"Take A Chance On Me\" begins to play. BETH counts t verses out loud.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABBA",
          "text": "If you change your mind...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "Line one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABBA",
          "text": "On the mercy line...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "Line two.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABBA",
          "text": "Honey I'm still free...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "Three.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABBA",
          "text": "Take a chance on me...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "(along with male backing vocalists) Take a chance. Take a chance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TRENT drives home from BETH'S apartment. He's cranks the \"Fortune Cookie\" that's playing on the radio.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "DEAN is leaning on his Suburban. He's talking to his moth on a cellular phone. CAROLYN is close enough that she can hear what he's saying.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEAN",
          "text": "a lot more money, Mom. ..I know I'd be a lot closer. ..Well, she's got the business to think about. ..And Ann. ..People did a lot of things differently in 1957. Listen, I just wanted to tell you happy birthday. I'll call you tomorrow and fill (MORE ) (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fFortune Cookie - 103.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "DEAN (cont'd) you in on the details. Okay? I love you, too. Good night, Mom. DEAN hangs up the phone and tosses it in his vehicle. As two talk they make their way towards the front door...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEAN, (CONT'D)",
          "text": "Sorry. Her opinions are her own and don't reflect those of her offspring.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLYN",
          "text": "I'd invite you in, but it looks like Ann's here with her date.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEAN",
          "text": "Do you want to come over?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLYN",
          "text": "I don't think so.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEAN",
          "text": "So this is it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLYN",
          "text": "How soon do they want you out there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEAN",
          "text": "A month.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLYN",
          "text": "We could still see each other until you have to leave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEAN",
          "text": "That's no good. I'm one of those people who likes to rip the band aid off, not peel it off slowly. It doesn't hurt as long that way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLYN",
          "text": "I've never broken up with someone that I'm still in love with before. This is one of those times when you know what it feels like to be an adult. By now, they've arrived at the front door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEAN",
          "text": "Anything you need. Ever. Just call.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLYN",
          "text": "I need you to do something awful--cheat on me, humiliate me. I can't take this kindness. I need you to break my heart. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f92 93 Fortune Cookie - 104.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEAN",
          "text": "I could never do that. DEAN and CAROLYN kiss. Both are near tears.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLYN",
          "text": "You're a good man, Dean Jeffries. CAROLYN kisses DEAN one more time, quickly, and enters th house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "DOUG and HEATH sit on the couch, a safe distance between them. They watch The African Queen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH",
          "text": "I think that would have been a cool time to be alive.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "Yeah, you'd have World War One and the depression to look forward to.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH",
          "text": "I just liked the idea of wearing a cool hat and getting to say \"dames,\" but since you put it that way. CAROLYN comes in the front door, obviously upset. She wal right past the teenagers on the sofa and enters the kitch DOUG follows her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "Mom? What's wrong? Are you okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLYN",
          "text": "I'm okay. I just need something to drink. DOUG pours her mother a glass of water. CAROLYN has taken seat at the kitchen table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "Something happened with Dean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLYN",
          "text": "We broke up tonight, honey. Dean's moving away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "Moving away? (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f93",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Fortune Cookie - 105. 93",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLYN",
          "text": "To San Francisco. He got a promotion.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "Then what was the ring for? Who gives a ‘breaking up' ring?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLYN",
          "text": "What was what ring for?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "He had a ring. It fell out of his pocket before he picked you up. I saw it. I thought he was going to pop the question tonight. That's why we went to The Empire. I wanted to see your expression when he asked you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLYN",
          "text": "He did.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "He asked you? What did you say?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLYN",
          "text": "(realizing) I told him not to be silly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "Mom... CAROLYN stands. She takes the phone down off the wall and begins to dial. Deciding against that plan of action, she hangs it back up. She repeats that process. She picks up purse, then sets it back down again. Terribly confused, s sits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG, (CONT'D)",
          "text": "Go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLYN",
          "text": "All right. What do I say when I get there? Using my X-ray vision, I've noticed a diamond ring in your pocket. Do you mind telling me what you were planning on doing with it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "Tell him not to go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLYN",
          "text": "I'm not sure I can ask him for that. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fFortune Cookie - 106.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "I think you better. CAROLYN gets her purse and heads back out of the kitchen, through the living room and out of the front door. DOUG follows her into the living room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG, (CONT'D)",
          "text": "(shouting after her mom) I won't wait up. CAROLYN pops her head back in the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLYN",
          "text": "Heath, nice seeing you again. You guys can have another half hour before Heath needs to head home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "But Mom, that doesn't give us enough time to watch... CAROLYN shuts the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG, (CONT'D)",
          "text": "Caligula",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH",
          "text": "Do you think she was mad because I'm over here and it's after midnight?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "Why would she be mad?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH",
          "text": "She said she wanted you home early, because you had to work in the morning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "Oh yeah, that. She won't care. Hey, you paused the movie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH",
          "text": "I didn't want you to miss it..",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "Wow. You're the first male of the species I've ever known to pause the movie when somebody else leaves the room. Embarrassed, HEATH finishes his sentence. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fFortune Cookie - 107.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH",
          "text": "because then I'd have to tell you what happened when you weren't watching.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "I'm glad you asked me out. I've needed to meet someone like you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH",
          "text": "I'm glad I did too. I don't think I'd rent the tux if I had it to do all over again, or take dance lessons.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "You took dance lessons?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH",
          "text": "I figured it was necessary--unless you planned on square dancing. Don't worry. I didn't go out and pay for them. I just had my sister show me. DOUG uses the remote control to turn the TV off. She walk over to a jambox, inserts a cassette and hits play. Some romantic slow song comes on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "Let's see it. Show me what you've learned.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH",
          "text": "Where's the mirror ball. I don't boogie without a mirror ball. Doug beckons him with her finger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH, (CONT'D)",
          "text": "All right. Try to keep up. DOUG places her hands on HEATH'S shoulders. HEATH nervous positions his hands on DOUG'S waist. They begin a type fo dance. After a moment, DOUG scoots in a little closer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH, (CONT'D)",
          "text": "Cool. Type three dancing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "Type three?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH",
          "text": "Better than type four. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f93",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Fortune Cookie - 108. 93",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "Type four...",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH",
          "text": "Type four--how we dance with lepers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH",
          "text": "(obviously happy) Type three, according to Beth, a girl, is a sure sign of non-revulsion.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "You're not going to cut off your ear and mail it to me, are you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH",
          "text": "No, but in my next masterpiece, there might be a weeble-ette in a red dress.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "All right--immortality. They dance for a moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH",
          "text": "Wait a minute. I know the answer ..to the riddle ..your fortune. They all get pushed around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "A lawnmower. A revolving door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH",
          "text": "And a sap.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "Oh wow. I wasn't thinking of it that way. What do you think it's supposed to mean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH",
          "text": "I couldn't tell you. I still haven't figured out mine. I doubt I'm gonna win a Grammy .",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "Who knows. DOUG draws in closer to HEATH. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f93 94 95 Fortune Cookie - 109.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG, (CONT'D)",
          "text": "I guess this would be type two.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH",
          "text": "(nervously) Yeah. They continue to dance this way for a while.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "So what's type one like?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH",
          "text": "I don't know. I think there's a law against siblings attempting it. DOUG burrows in closer--cheek to cheek or lips to ears no As they spin and we see DOUG'S face, he wears a sublime smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "You know what would be funny?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "If, on Monday, we walked through the cafeteria holding hands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATH",
          "text": "That would freak people out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "Yeah, I think it would.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CAROLYN speeds towards DEAN'S house. She rehearses what s going to say.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLYN",
          "text": "Dean, maybe we should think over this decision... Dean, let's not throw out the baby with the bathwater... Dean, I think I left some Tupperware over here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TRENT gets some change out of his pocket. From the inside coat pocket of his jacket he pulls out an address book. H flips through the pages locating the correct number. He dials. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f95 96 Fortune Cookie - 110.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "Still be up. Still be up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "BETH and AMANDA are dancing around the living room to \"Ta Chance On Me.\" The phone rings. Beth turns the music way down. Amanda continues to dance behind Beth as she speaks the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "Hello.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "Uh, hi, Beth. This is Trent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "What's up?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "Listen, I wanted to call and tell you that I ..I don't know.. that I think you're swell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "Swell?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "And smart and funny and cynical. Mainly swell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "Uh, thanks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "So what are you doing tomorrow?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "(unsure) Studying. AMANDA has danced back over to the stereo and turned it u just in time for a repeat of the \"Take a chance, Take a chance\" chorus.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH, (CONT.)",
          "text": "(CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But, I'll probably be able to free up some time...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "That's great. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fFortune Cookie - 111.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "if...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "Uh huh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "wif you tell me what you're favorite movie is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "(long beat) Ghandi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "Ghandi?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "You asked.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "You know what? That's so uncool, I think I believe you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CAROLYN knocks on DEAN'S door. DEAN answers. The two there awkwardly for a moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLYN",
          "text": "Marry me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEAN",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLYN",
          "text": "Is that soup bowl of mine still here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEAN",
          "text": "You don't get to ask that question. It's mine. I bought a ring and everything. DEAN produces the ring.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLYN",
          "text": "Have I spoiled the drama?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEAN",
          "text": "I'm still shaking. Carolyn, the backwards way I asked earlier--I deserved a no.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLYN",
          "text": "Try again. 96 97 stand (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f97 98 Fortune Cookie - 112.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEAN",
          "text": "Marry me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLYN",
          "text": "I can't think of a single reason not to. The two kiss joyfully.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We return to GARRETT'S interview scene.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARRETT",
          "text": "Call me jaded, but at least I know what my job is here. I'm not in the fortune business. I'm just supposed to provide a conversation piece for our customers. Not everybody gets it. I know this guy who swears by fortune cookies, because he got four out of six numbers on the lottery off a fortune cookie and won a few hundred bucks. If it were me, I'd wonder why the cookie didn't give me the other two digits. If anything I write ever does come true, it's because it's self-fulfilling. People believe what they want to believe. And most people want to believe in happy endings. (Long, long pause) Not me. I like it when endings are unapologetically grim. The hero gets committed to an asylum and his lover has to marry a drug lord to pay the bills. Now that's a finale. FADE TO BLACK.",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_707"
    }
  ]
}