{
  "movie_id": "MOV711",
  "scenes": [
    {
      "location": "LUXURY BEACH-HOTEL ROOM",
      "time": "THE SAME TIME",
      "characters": [
        "SHERIFF'S DEPUTIES -",
        "TIME CUT"
      ],
      "dialogues": [
        {
          "speaker": "Unknown",
          "text": "JENNIFER CRAWFORD is just reaching orgasm - - with ROB NUNALLY: mid-30s, good-looking, aging-boyish. They clutch each other, shuddering, lost in passion. And then, breathing heavily, caressing each other - Nunally r off her - slowly coming back to earth. Jennifer studies her lover, a quiet play of relief and gratitude and satisfaction on her face - - darkened by a troubled distance, maybe even fear. She is, after all, having an affair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Crawford stares through the grotesque lenses, motionless, expressionless. He takes a deep breath and checks his watch.   Then he st removing the glasses. We now see his office: large, austere. Decor and equipmen related to aircraft engineering. Outside big windows, jet take off from an industrial airstrip. Crawford gets a brand-new bottle of Jack Daniels from a d drawer, uncaps it and swigs as he opens the door to a pri bathroom. He gargles, spits into the sink. He pours out more, then puts the half-empty bottle back on his desk. He collects a home-made device from the workbench: it loo like a PDA connected by wires to a blank credit card. He puts it in the pocket of his suit jacket, which he set the desk. Adjusts the placement of the open bottle, nearb Crawford goes to a light-box, studying a set of large X-r dark strips of welding in a grayish fuzz of metal. TINA, his assistant, appears in the doorway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The N.T.S.B. guys are here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(Doesn't look up) Yep.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She hesitates a second, glancing at the bottle. Crawford ignores her, pulling an x-ray off the light-box grabbing his jacket - - which knocks over the bottle.   It skitters across the liquor spilling. Crawford just walks out past Tina.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The twisted, torn and burned wreckage of a large private is being reassembled on the big empty concrete floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "N.T.S.B. INVESTIGATORS in shirtsleeves and AIRCRAFT COMPA EXECUTIVES in suits cluster around work-boards covered wi photographs and diagrams of a crash site. They look up, falling silent, as Crawford comes in carryi the X-ray. A few exchange surprised, concerned glances; t is not a man who skips a shave. But when he gets to them, Crawford is laser-like - holdin the X-ray and pointing to a spot three inches above it:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He hands a startled Investigator the film and strides off toward the giant open doors out to the airfield. His foot knocks a piece of the carefully-laid-out wreckag passing; it clatters across the concrete, but Crawford doesn't slow or look back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rob is still in the bed, naked under the sheet - watching Jennifer adjust the straps of her bathing suit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What about dinner tonight?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She looks at him, surprised.    Smiles, comes to sit besi him. Gently:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We go out to dinner - we might never come back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Beat.   Rob nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay. (Beat) I want to wake up with you.    I want to...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He gropes for words, but it's too big and he relents - sc back, sighing:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...at least see where you live.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She regards him tenderly, feeling the same reckless yearn But also fear. She rubs his hair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I live...here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She leans over to kiss him delicately on the lips.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A black Porsche speeds down a quiet street near the beach pulls into a parking space. Crawford gets out, goes to a pay phone. He puts his cell phone on top of it, drops in some change and dials.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "L.A.P.D.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lieutenant Nunally, please.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He listens to hold music and checks the time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He doesn't come on til six. You want his voice mail?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No.  Thank you. (beat) I'll see him later.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He hangs up, grabs his cell, and takes off down the sidew",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Crawford enters. He knows where he's going - past the fro desk and outside to the -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jennifer swims laps with strong, even strokes.   Rob is enjoying the sun in a lounge chair. Crawford eyes them as he passes on the other side of a lo fence. Unnoticed, he heads upstairs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Crawford stops at a room with a DO NOT DISTURB sign on th knob. He takes out his PDA-device and slides its card int the key-card slot of the lock. The lock clicks to green.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Crawford enters, quietly closing the door behind him. He just stands there, taking it all in. The unmade bed, t ripped-open condom packet, the clothes on the floor. He is silent.   Very still.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jennifer drives her Mercedes convertible past expensive houses in the late-afternoon light. She goes up the driveway of the Crawfords' stark mordern Across the street, MR. GIFFORD is playing catch with his GRANDSON. He waves to Jennifer. She waves back, friendly but distracted, on her way to th front door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cold. Elegant. Metal planters with bamboo trees. Glass doors out to a back garden. A fire in the fireplace. In a corner is another of Crawford's Rube Goldbergs - thi one the size of a refrigerator. On a coffee table in the center of the room, a big wooden bowl of ball-bearings. Jennifer hurries in, dropping her keys on a table and - - freezes, startled. Crawford waits in the center of the room; despite the out \"disarray\", he is calm and focused.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're - home early.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I just felt a sudden urge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you...okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Crawford shrugs, smiling strangely.   He looks pained.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I could use a hug.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jennifer submits guiltily.   Crawford embraces her, tight She waits it out, until:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Have you been drinking?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He lets go and she steps back.   Studying him.   Scared.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've been watching you sleep.   At night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(Gently) That's creepy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sometimes when I'm at work, I'll start thinking about you and I'll just get - just - overwhelmed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tommy -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's a dense, crushing - geophysical force. Like I'm pinned. At the core - where things change. (beat) You ever get that way about me, Jen?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What are you talking about?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm trying to describe my feelings.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Those don't sound like feelings.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No? (Beat) What's the sound of one feeling...in a forest?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You think you're so much smarter than I am. That must make you feel very powerful.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Helpless, actually.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay.     Maybe it's time to really talk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He shakes his head.     Frayed and worn, she sighs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fine. Whatever. I'll make you some dinner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He watches her turn and head for the kitchen.          To",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know.     Everything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She stops, exhales.    Looking down.   Afraid.    Gratefu happening at last.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm so sorry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't be. Knowledge is pain.         I'm used to that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jennifer winces, feeling some sympathy.     Preparing her turn and end it, to grow, to move on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's not like I don't let little pleasures, in return for the pain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She frowns and turns - and her eyes go big with fear. Crawford is holding a semi-automatic pistol, aimed at her face. Very still. The gunshot explodes out of the muzzle - bright, harsh, l",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gifford and his Grandson turn to look at the Crawford hou",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Crawford stands, tilting his head to watch the slow hypno curl of smoke leaking from the gun in his extended hand. hand, we might notice now, wears a surgical glove. He lowers the gun, bends to pick up the ejected shell-cas from the floor. He wipes it and tosses it aside, on his w to Jennifer. He stands looking down at her: face-up on the floor, head a small pool of blood, eyes and mouth open. The doorbell rings.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gifford leans on the frosted-glass panel next to the door hands cupped around his eyes, trying to see in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tom?   Jen?   Everything okay in there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Crawford steps in from the living room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Everybody just LEAVE US ALONE!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He calmly aims up at the frosted-glass transom and fires three times - watching Gifford fling himself away. Crawford collects the shell casings, wipes them, drops th back on the floor. Peeling off the rubber gloves, he crosses to the fireplac and throws them into the flames. They curl and blacken.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Crawford watches, expressionless - then looks around, satisfied. Waiting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Helicopters overhead, SWAT teams setting up. Nearby house have been emptied, gawking NEIGHBORS and media vans moved back to a block away. UNIFORM COPS pull aside the barriers as a plain-wrap seda rolls through. It pulls up by the SWAT Command Truck. ROB NUNALLY gets out, surveying the scene. The guy who sp his afternoon with Jennifer Crawford in the hotel is an L.A.P.D. Detective.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You the Negotiator?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah.    What do we know?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Crawford waits, with the gun.    The phone rings.   He pi",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nunally is standing by the open trunk of his sedan, weari Kevlar vest now - putting on his shoulder-holster over it Into his cell-phone:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. Crawford?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who is this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My name is Lieutenant Robert Nunally. I'm a hostage negotiator for the Los -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Crawford hangs up.   Thoughtful.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. Crawford?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nunally grimaces, shuts his phone, shaking his head. But then he turns - with the SWAT Commander and everyone else - as Crawford's front door unlocks and opens a few inches Nunally considers this, looks at the SWAT COMMANDER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay then.   Here we go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He pulls his suit jacket back on, then reaches into the t for his back-up gun. He tucks it into the back of his bel concealed under the jacket. He takes a walkie-talkie and starts for the house. The spectators fall silent.    Radios crackle and hiss as heads up the driveway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Crawford watches Nunally's silhouette appear on the frost glass, from across the living room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. Crawford?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The door pushes open very slowly.     Nunally stays in th doorway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Crawford studies him, staying back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Get rid of the vampires.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nunally is confused; Crawford gestures at the flood-lit l outside. Nunally glances back, sees the SWAT teams and - down the street - the distant barricades, the media. He nods, steps in and lets the door shut.     Careful sil",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do I call you Rob?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If you want.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not vampires.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not vampires.     Ghouls.   Sorry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nunally nods, humoring him, glancing around. Sees the sma pool of blood where Jennifer fell. Plays it cool.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. Crawford, what do you say you give me the gun - so I can pay more attention to what you're saying?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Crawford sighs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is that your best shot? (Beat) So to speak.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I just think - maybe it would -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tell you what: I will if you will.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nunally frowns, wary. Crawford moves to the coffee table in the center of the r holds his gun out over it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We both put down our guns.      At the same time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Crawford gestures to a chair across the room - by the foy door, near Nunally.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We set them down and step away. (Beat) Then you can \"pay more attention\" to what I'm saying.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nunally studies Crawford...and the gun, hovering above th coffee table. Looking for a trick, a catch. But there isn one. If Crawford sets down his gun and steps away, he'll standing in the open center of the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Happy ending, then.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nunally stares Crawford in the eyes - - then slowly takes his gun from his shoulder holster. Eyes on each other from across the room - moving very slo the two men cautiously set down their guns - - and step away.   Crawford smiles. Nunally smiles, too, reassuring and false. Begins to edge forward - alert to the possibility of a lunge for the gun having another weapon. But Crawford stays absolutely stil",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. Crawford, your neighbor mentioned that your wife -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's Tom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm sorry?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You can call me Tom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tom.   Your wife. Is she here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Crawford gestures to a library alcove, behind him, out of view.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is she all right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nunally begins to drift slowly to the side, to see.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't think she is.     I shot her, Rob.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nunally's nodding, edging to look into the alcove -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You shot your wife.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It was like I just suddenly - snapped. We were arguing - and I got the gun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "- okay - I hear you -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And I shot her in the head.   I know it was wrong. (Beat) Are you listening to me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But Nunally is not. He's frozen - staring, shocked, at th back wall of the alcove - which he can now see. There's a big framed black-white photograph: a portrait o Jennifer Crawford.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh Jesus Christ.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nunally fumbles for his walkie-talkie, rushing past Crawf toward the alcove - - kneeling by Jennifer, who lies, face-up in a red puddle",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(into walkie-talkie) We need a medic in here! Get the ambulance up! RIGHT NOW! NOW! NOW!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nunally feels her neck frantically for a pulse - looking her open, vacant eyes for some sign -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh no - God no - I can't - get a -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nunally desperately starts C.P.R., his hands getting bloo He stops to check her neck for a pulse now and then - - as Crawford slowly approaches from the living room, standing behind Nunally. Cold.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know, I think I read somewhere that a good place to find a pulse is the femoral artery. It's on the inner surface of the upper thigh. If you put your fingers - you know, right up inside her dress -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nunally turns and lunges up, smashing a fist into Crawfor face. Crawford reels backward with Nunally - - the two of them falling with Nunally on top, beating Crawford furiously, cursing - - as SWAT COPS burst in, grabbing Nunally, dragging him b knocking into PARAMEDICS trying to get to Jennifer - - Nunally kicking, flailing, spitting at Crawford - who's face-down on the floor, to get cuffed. Nunally pulls free from the SWAT cops, distraught, angry going to retrieve his gun and shove it in his shoulder- holster, struggling to regain control.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wait a second - she's not dead!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nunally whirls - everyone freezing, breathless, falling silent. The Paramedics kneeling around Jennifer work - - as Crawford lies on the floor, staring at his wife. Lik she's a machine that defied astronomical odds and refused behave according to his calculations.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jennifer's stretcher is loaded into an ambulance, doors slamming shut and sirens kicking on - - as Crawford, cuffed behind his back, is pushed into the back seat of a police car. His eyes on the ambulance as i pulls away, carrying his wife.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A DETECTIVE uses a pencil to lift Crawford's gun from the coffee table and carefully put it in an evidence bag. Nunally stands back, watching the COPS and TECHNICIANS wo the scene - lost in his thoughts, shaken.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You all right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nunally \"wakes\" - nods.   Absently:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah.     I'm good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "To avoid talking more, he heads out to the glaring lights chaos outside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The alarm clock shifts to 6:00 am and pops on to local ne and traffic - - but the narrow futon bed is already empty. WILLY SLOCUM works at a laptop on his second-hand desk, l by a solitary lamp. He is in his late-20s, good-looking. Short hair, office-p but athletic, wearing mis-matched sweats from Eastern Oklahoma State College. He jots a final note, sets his yellow legal pad aside. As goes to the closet-sized bathroom, pulling off his sweats and starting the tiny pre-fab shower, we linger on the la screen: rental listings for a new apartment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIME CUT",
          "text": "The bare overhead bulb is on, revealing the concrete floo and painted-plywood walls. His clothes hang neatly on a length of pipe suspended by ropes from the exposed rafter Law school texts fill cinderblock-and-board shelves. The radio chatters.    Willy knots a tie in his crisp whi collar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIME CUT",
          "text": "Willy methodically packs legal folders from last night's \"homework\" into his big, battered briefcase. He has to wo to stuff all the files in. He pulls on his suit jacket, settles the shoulders, tugs his cuffs. Uncaps a pen, leans over a one-sentence letter waiting on the desk. Reads it over. As he signs, we glimpse: - hereby give notice that I will be resigning my position at the District Attorney's Office as of Novemb-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Willy savors the moment. Then he tucks the letter into an envelope, gets the heavy briefcase - goes to shut off the light and open the door - which swings about six inches, then clonks into somethi Willy grimaces.   Peeks out, goes to pound on a wall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mrs. Demello? (Beat) MRS. DEMELLO!    Your CAR!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Silence. He sighs.    Shuts the door and presses a button the light-switch. There's mechanical grinding noise as the far wall slowly rolls up, letting in daylight and revealing an alley beyo the hanging clothes and cinderblock shelves. He presses the garage-door-opener button again, and hurri across the apartment to duck out under the closing door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Willy straightens and takes a breath, re-settling his sui jacket with an irritable glance at his landlady's car, pa sloppily next to the garage, blocking his door. As he walks away, down the alley, we rise up to reveal th hazy sprawling landscape of L.A. - and the towers of Downtown, rising ahead of Willy like Oz.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come on, Phil: I called you as a courtesy, and you start looking to take advantage?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An ancient fluorescent-lit cubby crammed with documents, files, notes, reference books. Willy on the phone:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm not knocking it down to a Class C. My backlog of open cases does not mitigate the fact that your client tried to kill his brother-in-law with - oh, right, a \"golfing accident\"? Your client owns one golf club and no golf",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "WILLY (cont'd) balls - and the \"accident\" took place in the stairway of an illegal after- hours gambling club. Yeah, okay - I'll see you in court.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "His cell phone rings.   As he gets it:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, I won't see you in court, but someone from this office will. You take it up with them, I gotta go. (switching phones) Willy Slocum. Oh - hey, hi, yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Assistant District Attorney NORMAN CHANG (mid-30s) throws door open without looking:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wooton Sims?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Willy holds up a finger, talking into his cell:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, I didn't.     Wow.   Okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Norman mouths \"WOOTON SIMS?!\" repeatedly during:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No - short notice is...fine. No, I can. Black tie. Sure. What time? Okay. Yes. Thank her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He hangs up, exhales slowly.    Looks at Norman.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wooton Sims?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Please stop saying, \"Wooton Sims\" over and over. It's starting to sound like nonsense words.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You asshole!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay: go back to \"Wooton Sims.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Willy gets up and goes out, past Norman -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How the hell did you get a job at Wooton Sims?! I can't even get an interview!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Norman follows Willy out to a central bullpen area where shared ADMINISTRATIVE ASSISTANTS work: MONA and GLADYS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've been here five years. I'm your supervisor. I graduated USC, summa!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're just going to pretend he's not talking, okay? MONA                            NORMAN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No problem.                     I'm serious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm really jammed-up all day, and I need to rent a tuxedo - for tonight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A tuxedo?! Oh, come on!     You are so full of shit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(Jotting notes) There must be a place that does that, right - same day? I'm also gonna need a messenger to bring it here. This is my suit size and my shirt size...I really appreciate this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mona nods, taking notes as Willy gets out a credit card. Other DDAs are gathering to soak up some vicarious kicks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's going on?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wooton Sims buys a whole lot of seats to this charity opera thing every year, because Bob Wooton is the chairman of this committee -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"Bob\" Wooton?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(Enjoying, mock-helpless) It's what the man told me to call him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're gonna need to pick out a style, Willy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A style.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "For the tuxedo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Willy hesitates, in over his head.   A DDA helpfully does Travolta finger-in-the-air pose.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know - I just don't want to look like I'm going to the prom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You wanna go Classic.    Fix him up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We'll get you something Classic. (Picks up a ringing phone) Willy Slocum's office.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Make sure it comes with cuff-links and knee-pads.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, that's very nice: it's good to be back in high school.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(Hanging up) Willy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Her tone makes him - and everyone else - turn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "God wants to see you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(Beat) Our God?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who art on the Eleventh Floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Willy, startled, looks around. Approving nods, raised eyebrows. He tightens his tie and heads for the elevators",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There is no justice! There is no justice in the city of Los Angeles!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "District Attorney JOE LOBRUTO, 50-ish, sits behind a mass oak desk, studying a thick file. Doesn't look up as a SECRETARY shows Willy in. Willy hesitates. Looks around: he's never been here. Flag wood panelling, leather furniture, windows overlooking th city. Finally Lobruto looks up, takes Willy in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "William No-Middle-Initial Slocum.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sit. (As Willy does:) Eighty-four-percent conviction rate. That's remarkable.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thank you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "With a case load thirty percent higher than any other first-year DDA. (Beat) Of course - you also swapped more cases than the rest of them put together.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Willy considers his options.   He always does.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I offered my losing cases in exchange for two or three of anyone else's possible convictions. They couldn't handle their workloads, and I prefer not to lose.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lobruto knew this; the question was would Willy admit it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're going to need a middle initial.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sir?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're going to Wooton Sims.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In two weeks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You'll be able to afford a better suit. But those guys all play squash and have middle names. They go in for the mother's maiden name a lot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Beat. Willy doesn't like the implied personal judgement, the only way it shows is how calm he stays.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My mother didn't have a maiden name.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lobruto nods, unruffled by Willy's hard calm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So you're a bastard; sometimes I can be a son-of-a-bitch. Maybe you belong here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I didn't work this hard to stay where I belong.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're a street-fighter, Willy. You should be in court. We can move you up to better cases.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I appreciate the offer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I didn't think so. (Closes the file, stands) Well - you got your litigation experience. Your chops. And your juicy private sector job. Anything else the City of Los Angeles can do for you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Willy's amused.    He stands, too.   As they shake hands:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, I think that's everything - thank you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The offer stands. If you get tired of carrying a spear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Willy nods - but Lobruto notes the tiny flicker in his ey not getting it and trying to cover. Lobruto smiles gently",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's an opera joke. Give my regards to Bob.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Willy's twisting in his rented tux, trying to adjust a bu on the side of the vest. The phone rings and he gives up, frustrated - pushing the plastic garment-bag aside to answer - - knocking a full cup of take-out coffee on to his chair. Which is where he left his suit. Willy freezes. Watching the coffee seep into the fabric. Into the phone, distracted:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Willy Slocum.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Norman's looking at a case file.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've got an Attempted Homicide. Conley caught it last night, but he's hung up in motions with Gardner. Arraignment in Part Seven, at three o'clock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Three o'clock is in fifteen minutes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thank you.   What's the temperature?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can't do it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You do still actually work here, Willy, right? I mean, you're still going to be cashing your paycheck for another two weeks and everything?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just get somebody else for this one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Everybody's booked up. Look: it's not going to trial. There's a weapon with prints, and a confession. Take the arraignment and wait for the plea.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(Beat) A real confession?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Spontaneous and signed.   Come on, Willy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Willy sighs.     Looking down at his coffee-soaked suit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay.   Here's the problem.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Norman slowly smiles, listening.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know - I really wish I was going to see this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Willy slips self-consciously through the double-doors, wearing the tuxedo. He gets even more self-conscious when he notices a handfu local REPORTERS. He hurries in - - passing Nunally, in the back row. Nunally is making a g show of keeping it together...but it's only a show. JUDGE IRENE FELDMAN, 50-ish, looks over her half-glasses.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. Slocum. Nice to see a man who dresses for court.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sorry, your honor.    Long story.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Willy, hurrying to Prosecution Table, barely glances at t Defense Table - - but Crawford, sitting beside his PUBLIC DEFENDER in an orange jumpsuit and handcuffs, never takes his eyes off Willy, intrigued.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Grapevine has it the punch-line is Wooton Sims.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, ma'am.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good for you, double-oh-seven. (Signaling the Bailiff) Let's see what public service is offering you by way of a send-off:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The State of California Versus Thomas Crawford.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Defense rises; Crawford hardly pays any attention to Judge - glancing back and noticing Nunally, whose eyes bo into him, haunted and burning. Crawford stares at him impassively a second, then turns t lean past his P.D. and watch Willy hastily skim the file.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. Crawford, you've been charged with section 664 slash 187 of the California Penal Code: Attempted Murder, with additional allegations of Assault With a Deadly Weapon - Penal Code section 245 dash A2, with Great Bodily Injury, P.C. Section 12022.07. (Beat) Do you waive further reading of the complaint and complete statement of rights?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "P.D.                              CRAWFORD (sotto)                    I do.     But, your honor -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And do you wish to enter a plea at this time?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not guilty. But I also want to waive my right to counsel, and represent myself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Willy looks up from the file - startled.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do you have a problem with your appointed counsel, Mr. Crawford?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. I just want to do it myself.     I believe it's within my rights.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Your honor, if I could have a moment with my client -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm not your client. Try and keep up, would you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The P.D. shuts up, taken aback. The Judge considers Crawford, thoughtful, then turns to Willy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do the People have an objection or a comment for the record, Mr. Slocum?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Willy hesitates, held by Crawford's strange, amused gaze. Shakes it off:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm sorry, your honor: we've got the weapon and a signed confession. I really think Mr. Crawford needs a competent attorney to - frankly - negotiate a plea.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Crawford reaches up with cuffed hands and adjusts an imaginary bow-tie. Willy self-consciously touches where Crawford indicated on his own collar, straightens his cli on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Crawford nods: you're welcome.    Willy turns to the Judg",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I - can't - this was supposed to be - with a pro se defendant, this is going to drag out for months - and I'm not even going to be here. The People request a continuance to -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Excuse me? Your honor? I'm willing to waive my right to a preliminary hearing and go directly to a jury trial. (To Willy) Does that help?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You don't need to look out for Mr. Slocum, Mr. Crawford. The District Attorney's office can shift another prosecutor to the case -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, I like Mr. Slocum.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. Slocum?   He likes you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Terrific.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. Crawford seems to understand his rights and responsibilities.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All due respect, your honor, I'm worried this may turn into some sort of a - circus -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I appreciate your concern for the dignity of my courtroom, Mr. Slocum - considering you're making the argument dressed as a game-show host. Unfortunately, the man is a tax-paying citizen, entitled by our Constitution to try and manipulate the legal system, like everybody else. (turning)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JUDGE FELDMAN (cont'd) As for you, Mr. Crawford, I strongly urge you to retain counsel. Lack of same will not be grounds for appeal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I understand.     Thank you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are the People ready to go to trial without a preliminary hearing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Willy hesitates, irritated. Looks through the file again. Checks Crawford - waiting, polite.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sure.   Why not.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Crawford smiles at him, as the Judge opens her calendar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Willy, in his tux, comes out of a staircase and stops. Nunally is waiting by Willy's parked car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're supposed to be good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Willy takes him in - wary, seeing an edge of anger and fe beneath the tough controlled cop manner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is that what I'm supposed to be?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I asked around. You're supposed to be top-notch - but to me it looks like you've got one foot out the door, and you're wiping the rest of us off the bottom of the other one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm sorry to...disappoint you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nunally is silent - frustrated. The concrete walls and ceilings echo from distant cars.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I took Crawford's confession.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And now you want mine?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm here to warn you. Take this seriously, because it's serious. This guy is stone cold - and his wife - is lying in a hospital bed - with brain damage...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He struggles to keep himself under control.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you all right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you gonna be on this, or what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah.  I'm on it. (Gently) You got a confession. You took the gun out of his hand. It's done.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm just - telling you. Is that okay? Or are you too friggin' busy?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No.   It's okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Willy waits.    Watching the tortured cop wrestle with de",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Forget it. (Beat) It's a lock. We're good.   Put him down. Bury him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Willy nods.    Nunally turns and walks away, down a ramp. Willy watches him go. Sad. Like he's watching Nunally drown. But he's seen people drown before...and he's not about to put out a hand. Might get pulled in himself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Willy moves uneasily among clusters of laughing, chatting sparkling FORMAL-DRESSED PEOPLE. NIKKI GARDNER joins him, strolling alongside. She's his a but her elegant dress, unlike his tux, was made for her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you a shark?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sorry?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You've been circling the lobby for half-an-hour now, like if you stopped you'd die.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If I stopped, I'd be standing around with no one to talk to. At which point, death would be a relief.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why don't you talk to Bob?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Willy stops walking, getting a little careful.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"Bob\" is talking to the Governor. (Beat) Do I know you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She puts a hand out, gently amused.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nikki Gardner. Senior Associate, Wooton Sims.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(Shakes) Oh - hey, hi. It was your office that called, with the invitation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "On Bob's orders.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Listen, I don't...actually know \"Bob.\" I mean, I've only met the man once.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nikki nods, considering this.      And him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Interesting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They're each conscious of an unexpected buzz of attractio The lobby lights flicker, breaking the spell a little. As the CROWD begins to drift toward the auditorium doors:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You like opera?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Truth is, I haven't really had that much expos-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Neither do I.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "With a conspiratorial head-tip, Nikki moves toward the pl doors. Willy follows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They stroll the emptying plaza, dressed to the nines.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bob assigned you to my team. I'll supervise your case-work, steer you through the office arcana, and generally keep an eye on you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kind of like a mentor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kind of like a probation officer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Beat. Willy nods, meeting Nikki's gaze as she looks to ma sure he's got it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wooton Sims expects absolute loyalty and a hundred-and-ten-percent performance. But: you get to work on legendary litigation. National, sometimes global, in scope. It's high- stakes. And cut-throat - even within the team. We burn out associates at an astonishing rate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're trying to scare me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're going to have to try harder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She stops walking.   Studying Willy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Can I ask you something personal?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who are you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Willy doesn't answer. Maybe uncertain what she means. May not wanting her to know. Or even not knowing, himself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We have a guy in our criminal division, fresh out of Yale, named Calvin Tyler. One of our very rich clients gets pulled over, D.U.I. - which is routine bullshit, so Calvin gets it. Against you. Next thing we know, Calvin is fired, and Bob Wooton, who has never even interviewed a junior associate before - let alone hired one - says you're on my team.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Willy weighs his options.    Decides to level:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It was a good bust, so Calvin came to me for a deal. I told him if he could arrange an interview for me with Mr. Wooton, I would throw the case. I laid out his arguments and evidence for him - and I showed him how I would lose. Calvin set up my appointment for the day after our court date. Then he did what I had suggested in court - and I wiped the floor with him. Your client got the maximum. Next day, I met with Mr. Wooton. (Shrugs) Bob.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wow. You know what's brilliant about that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You didn't actually do anything all that wrong.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well - I wasn't entirely honest with Calvin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "His cell-phone rings.    He ignores it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You gonna get that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Everyone I need to talk to is here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They are both feeling the electricity in the air between They wait the phone out, enjoying the forbidden insanity it. But then:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We need to talk about your transition timetable.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bob believes in trial-by-fire. He wants you up-to-speed two weeks from Tuesday, because we're getting on a plane to Chicago for depositions in a class-action against our biggest client, Armstead Pharmaceutical.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No problem.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She studies Willy, trying to make sure he understands:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's catch-up on three years' work - and you haven't closed out your old job yet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm good at trials.    Even by fire.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know, a little bit of fear can be a very healthy thing to have.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm looking forward to when I can afford the luxury of having some.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nikki sighs, smiles.    Enjoying him, somewhat reluctantl",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll have them put the Armstead materials in your new office.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thanks.    Boss.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He watches her head off into the night. He remains, alone in his tuxedo, looking at the elegant glittering arts pla Then he checks his cell-phone.     Dials.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MARCHAND, Senior S.I.D. (Scene Investigation Division) Te works as he talks into a speaker-phone. He and Willy have teamed-up often, and an underlying respect lets them mock each other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Marchand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's Willy Slocum.     What's up?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Your gun in that Palisades shooting is no good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How can the gun be \"no good\"?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's a perfectly good weapon. A Heckler &amp; Koch nine-millimeter. It's just no good as evidence. It's never been fired.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's the gun from the scene?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yep. Bought by Mr. Thomas Crawford and registered to his wife, about a month ago. Apparently a gift.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And between the shooting and arrest, this guy was locked inside his house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is that a question?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, I mean, just: what's the point? Playing games with the gun. He's alone in the house with the victim, and he confessed - it's not like the gun's gonna get him off the hook.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do you have a question I can answer?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Beat.   Willy shakes the puzzle off, irritated:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look, our weapon is in that house somewhere. Get a team out to search it tomorrow morning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ya think?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(Sighs, smiles) Thank you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He shuts the phone. Takes a moment, looking around again where he is. Absently tugs at his tie and vest, lets the case go. Heads in to the opera.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Controlled chaos. A week's work has emptied the shelves a cleared the surfaces, but the file-cabinet drawers are al half-open: Willy sorts folders, neatly marking and packin them. White \"trans-file\" storage boxes are piled all over",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Slocum?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Willy looks up, at a MESSENGER with another file box.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where do you want it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The idea here is we're trying to take boxes out - not bring more in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is that the idea?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Willy sourly gestures to a chair; checks the label as the Messenger sets it down -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Whoa - wait a second, this is a screw- up. I already have these documents. I sent this box: to the Defendant, at County.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I picked up at County.    Slip says bring 'em here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Messenger holds out a clipboard. Willy reluctantly signs. As the Messenger leaves, Willy cuts the tape and takes ou folder. Opens it: Crawford has scrawled NO in red marker across the top she Willy turns to the next page.     A big red NO across tha Pulls out more documents - flips through: NO - NO - NO - red letters wriggling across the typed pages, like flip-b animation. Beat.   Disturbed, he picks up the phone, dials.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "S.I.D. TECHS are taking the place apart: opening HVAC ven pulling books off shelves, upending chairs and tables, removing drawers from cabinets. Marchand, supervising, answers his cell-phone:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Marchand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where are we on this gun?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We can't find it, Willy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm in trial on Monday.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know. I don't know what to tell you. I'm there now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You said you'd get a team out a week ago -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm here now. My team has been here twice already. (Beat) Do you really need it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do I need it?! The weapon?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He takes a second.   Sighs, exasperated - but honest:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know. Probably not. Defendant's a whack-job.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He went pro se, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah. Just when you think they're not really stupid, they defend themselves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You've got a confession and an airtight bunch of circumstantial. (Apologetic) We've gone over this place top-to- bottom three times now, Willy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Willy takes a breath.   Thinks it through.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, okay. Don't worry about it. (Beat) Sorry - got a lot going on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Must be rough, figuring out what you're gonna do with all that money.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, I had to sit through an opera last week.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh gee - lemme see if I can express how much sympathy I have:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Marchand snaps his phone shut. Willy smiles, hangs up. But then his smile fades, as he glances down again at Crawford's box of papers. Hundreds of pages.   Every single one scrawled NO. Willy considers them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Metal chairs. Bad light. Crawford sits, cuffed, at a tabl waiting. Looks up as the door unlocks. A GUARD lets Willy in, locks the door behind him. Crawford watches Willy take a legal pad, files, pens from briefcase, set them on the table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How's my wife?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I heard somewhere, I think it was on N.P.R., that you're supposed to talk to people in a coma. Play their favorite music. Supposedly it reaches them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Willy, now ready, lets Crawford study him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You represent Jennifer. The voice of the victim, judicially speaking. But you haven't gone to see her?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not yet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Too busy getting up to speed on Armstead Pharmaceutical?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I beg your pardon?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm not judging you. I think anyone - coming from...what you came from - then paying your way through East-Okie Cowshit College and Tulsa Law by writing papers for Princeton kids on the internet - my God, it must have eaten your liver! Sixty-thousand dollars in debt, eighty-four percent conviction rate: you deserve this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Willy tries to stay in control.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What the hell have you been doing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm permitted the use of a private investigator.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not to investigate me!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why not?   You're investigating me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You shot your wife.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Allegedly. That's how it works, right? If I can't introduce something in court as evidence - it doesn't exist. Legally.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look - I don't want to play games with you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm afraid you have to.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Beat. Willy reconstructs his formal cool. Takes some page scrawled NO from a folder, pushes them across the table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is this some form of - communication?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You sent me a box of papers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's called Discovery.       The State has a legal obliga-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There's nothing in it, Willy. You haven't 'discovered' anything. Have you found the gun?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not yet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. (Beat) Does it bother you that I call you Willy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(Lies) No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Crawford nods.    Pleased.    Leans forward.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'd like you to consider becoming my lawyer. I'll pay you. A lot of money.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm - prosecuting you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, but I'm offering you a chance to get on the right side of this whole mess while you still can.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you out of your mind?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I think - on advice of counsel - I'll decline to answer that one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Willy studies him. Decides: it's an elaborate act.   Begi to put away his papers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't need the gun to convict you, by the way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She was cheating, you know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Willy looks at him, slightly taken aback.   He didn't kno wasn't in the confession. As he considers whether it makes a difference - he notice Crawford watching, enjoying. Willy shuts his briefcase.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It doesn't matter what she did...Tom. What you did is a crime.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Perhaps. But - maybe my so-called peers will look at me and see themselves. Betrayed. Frustrated. Humiliated. And you and I both know, Willy, that people have an infinite capacity for believing in their own innocence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Great.   Take the stand. Tell your story.   I'd appreciate it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not to mention the fact you have no actual evidence connecting me to the crime.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Willy smiles, gets up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Except your confession.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Crawford watches him go to the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My grandfather was an egg farmer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Willy stops, annoyed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is this gonna be about how you had a rough childhood?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I used to candle eggs at his farm. You know what that is? You hold an egg up to a light, and look for imperfections. (beat) The first time I did it, he told me to put the ones that were cracked or flawed in a bucket - for the bakery. (beat) He came back an hour later and there were three hundred eggs in the bakery bucket. He asked me what the hell I was doing. (beat) I found a flaw in every single one. Thin places in the shell, minuscule cracks. (smiles) Look closely enough and you'll find everything has a weak spot...where it can break.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Looking for mine?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, I've found yours.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Illuminate me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Crawford considers how to put it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're a winner, Willy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Silence.   Willy pushes the call-button by the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Huh. Well.      Joke's on me then, I guess.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes.   It is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll see you in court, Mr. Crawford.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The door unlocks.   Crawford winks. Willy hesitates for a second - then leaves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's big. It's got a window. It's got a sofa. Undecorated except for a pile of materials &amp; boxes marked ARMSTEA PHARMACEUTICAL. Willy is filling out forms - tax, citizenship, benefits. doesn't notice Nikki when she comes to the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Make sure you sign the one with the devil in blood. It's not binding otherwise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He looks up, smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just want to be ready for Chicago. I'm all closed-out, downtown. Last trial starts Monday.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Beat.   Not pleased:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You've got a trial Monday?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah: attempted murder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That gives you three days. You told me - and I told Bob - that you would be ready to hit the ground r-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The man confessed.    And he's pro se.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Willy, some but acting as his own lawyer - he could drag it out for months!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You want to hear his witness list?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nikki nods.   Willy is silent.     She frowns.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No witnesses?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Willy leans in, enjoying this part - analyzing, even admiring, Crawford's ploy:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's kind of clever: this guy is trying to provoke the system into declaring him insane. I think he thinks we'll call in the doctors and he can fake 'em out by refusing the defense. He's acting out this really - organized plan to appear crazy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Beat.   Nikki considers Willy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're gonna miss being in court, aren't you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He studies her, confident.    Gestures to the stacks of Armstead materials:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm almost halfway through these. And I think I've already found about six disqualifiers in Delaware, Ohio, and Florida. I have to check case law in each state, but it looks good. I'll get the rest done over the long weekend.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nikki sighs, smiles a little, against her will.      He's over...again. Willy shrugs, grins.    In the silence, the impossible electricity returns.    After a moment - to defuse it:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You don't go home for Thanksgiving?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Slight beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She studies him a moment, thoughtful.    Careful.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If you want - you're welcome at mine. My family's.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Really?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She nods. Smiling a little, knowing her family and starti to know Willy:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I think it would be interesting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah.    Okay, thank you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cool.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Beat.   She leaves.    Willy doesn't go back to work righ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JUDGE ROBINSON presiding. A mid-sized crowd, including a REPORTERS. A UNIFORM COP is in the witness box, Willy sta in the Prosecution Table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We established a perimeter around the house and then waited for SWAT and the Negotiator. It was strictly by the book.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So the house was completely surrounded within how long of the first shots?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Crawford sits alone at the Defense Table. He wears an expensive suit and no handcuffs, but two DEPUTIES sit beh him. He's barely listening to the testimony - drawing on legal pad: intricate, dense complex diagrams of \"Rube Goldberg\" contraptions.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maybe ten minutes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And when you arrived at the sc-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Crawford noisily tears a page off his pad.     Looks up - Willy, and everyone else, turned to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sorry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Willy sighs, returns to the Cop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "When you arrived on the scene, was there a crowd?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh yeah. Neighbors, came out to look soon as it started.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And from what you could ascertain, no one went into or came out of the house until SWAT and the negotiator arrived?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Definitely not.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thank you.   No further questions.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. Crawford?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Crawford looks up from his drawing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Your witness, Mr. Crawford.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Crawford takes in the Uniform Cop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No questions for this witness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Willy watches Crawford return diligently to his doodles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's a mess of loose legal-pad pages torn from Crawford's pad, each covered in madly intricate schematics. He works yet another, head down, intent. Dr. MARION KANG is on the stand, using a marker on a big diagram of a head:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "- through the frontal cortex and the temporal lobe, coming to rest against the back of the skull.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So this bullet inflicted serious injury?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It inflicted serious and irreparable injury.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Willy nods, allowing the jury time on this. He checks a n card, glances at Crawford. Considers his options.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dr. Kang, is it safe to say that someone inflicting this kind of wound intended to kill?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Judge Robinson gives Willy a warning look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. Crawford, you might want to object. The witness can't know your state of mind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Crawford doesn't even look up from his drawing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No thank you, your honor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Willy gives Judge Robinson an I-told-you-so shrug.     Tu Dr. Kang.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I would say so, yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thank you, Dr. Kang.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Crawford tears off the page, starts another.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nunally on the stand.    Focused, professional.   Crawfor draws, ignoring him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So after you put down your gun, what did Mr. Crawford do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He confessed to shooting his wife.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He confessed. (Beat) Did Mr. Crawford appear confused or in any way intoxicated, impaired?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. Not at all. He knew what was going on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What did Mr. Crawford say?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nunally looks at Crawford, enjoying the fatal blow:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He said, \"I got the gun and I shot my wife. God help me, I shot her in the head. I know it was wrong.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(low, still drawing) Objection.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Everyone turns, surprised.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm sorry - Mr. Crawford, did you say something?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Crawford sets aside his pen for the first time.   Looks u",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes.   I want to object.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "On what grounds?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Your honor -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know what you'd call it. They - it wasn't the first time, either, but - I don't know the legal term.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why don't you just explain it in layman's terms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fucking the victim.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uproar in the court.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. Crawford -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You said layman's terms -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Your honor -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm sorry - what would you call it - legally - when the officer who arrested you has been having sexual intercourse with your wife?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Utter silence. Willy whirls a look at Nunally.     The co meets his eyes - a deer in headlights.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(Low) Oh - shit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I think it's objectionable - maybe I'm wrong.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Your honor...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Detective Nunally?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nunally looks down, silent.    Shaking his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rob?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Your honor, the People request a -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nunally suddenly launches himself over the witness box ra to attack Crawford - as the Deputies leap forward to stop all of them flailing and cursing in a tangle -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "- spectators screaming, fleeing, gawking.   Chaos.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Judge grim, Willy panicked, Crawford calm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He had my witness list.   He should have filed to suppress.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(Shrugs) My mistake. Sorry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. Crawford, I warned you about representing yourself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What about the fact that it's true? I mean, isn't that the point here: to get to the truth?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. Slocum - is it true?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know. I only heard about it five minutes ago.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Put him back on the witness stand if you don't believe me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We can't put him back on now! Not after what the jury just saw. Your honor, I told you this would turn into a circus. First he provokes the witness with an outrageous allegation -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My Dick has evidence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Judge and Willy look at Crawford like he's truly insa",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Excuse me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My investigator. I call him Dick. I guess I should call him as a rebuttal",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CRAWFORD (cont'd) witness? He's got phone records, credit receipts, photographs, videotapes - all documenting the affair. In graphic detail. (Beat. Mildly:) Dick is good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Judge looks at Willy.    This is bad.    Thinking fas",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay - um: I'll stipulate that my witness was less than forthcoming ...and that can more or less cancel out the fact that the defendant withheld a crucial -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. Slocum - your witness was intimate with the victim, and he assaulted the defendant during the arrest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Actually, while obtaining my so-called \"confession.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Willy stares at Crawford, shaken.    Understanding the tr",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No way.   Your honor -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's got a point. They were alone in the house. The confession is no good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh - come on!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is this a legal argument?       \"Oh come on\"?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(Whirls on him) You want to get into it?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Crawford raises his eyebrows. Awkward silence.         Wi a deep breath. Turns to the Judge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sorry. (Beat) He dictated and signed his confession, after that incident.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In police custody. Arguably, in fear for his life. I'm sorry, Mr. Slocum - it's all 'fruit of the tainted tree.' We have to exclude all versions of the confession and any evidence collected by Lieutenant Nunally or by other police officers on the night he was present.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is insane!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's Biblical, isn't it?   The fruit and the tree and -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He set this up! Don't you see what he's doing?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, I do. And I don't like it. But it's done, so we have to deal with it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do you think I could go home today, your honor? With Thanksgiving around the corner -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't push it, Mr. Crawford. (Beat) What we're going to do is give Mr. Slocum a few days to regroup and come up with new evidence. If he doesn't - then you can go home. That's going to put us into the long weekend. We reconvene Monday morning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Willy just stands there: blind-sided, shell-shocked. Crawford smiles at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The end of a bad, bad day.   Willy flips on the lights as comes in, shaken. A package is on the empty desk. Addressed in red marker. The return address: TC, County Jail. Willy just stands looking at it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Crawford sits on the metal bunk in his prison jumpsuit. Alone. Looking down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Willy takes a letter-opener from the desk drawer - the phone rings. He answers it, eyes still on the package:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Willy Slocum.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Crowded with UPSCALE YOUNG PROFESSIONALS.    Nikki is on cell-phone, hand over her other ear:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well - you've gotta admire the cleverness of it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Willy begins cutting open the package as he talks:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do I?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Crawford very slowly raises his eyes, until he is looking directly at us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come on, Willy - give the devil his due.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah. I'm just trying to figure out what that is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay: then listen - I checked with Bob on how he wants you to handle this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NIKKI (cont'd) Has LoBruto tried to take you off the case yet?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, he pretty much has to if he's gonna save any face. So here's the strategy: you let him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Willy cautiously lifts the box's flaps - pulls aside tiss paper - to reveal: A single eggshell.   Broken, empty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I let him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Crawford begins to smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, damage control. Stop getting your face on TV. As it is, I had to talk Bob down from cancelling your contract.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Willy is staring down at the broken eggshell, barely listening to Nikki.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But we've got to move fast and get out from under. Otherwise, and I quote: \"Stick a fork in this kid's ass and turn him over, he's done.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can't just - walk away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Willy: today, you got killed. The issue now is saving your new life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Willy can't take his eyes off Crawford's \"gift.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I guess...that would be the smart way of looking at it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Crawford stares right at us.       Smiling.   Ice cold.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nikki is sympathetic, misunderstanding Willy's quiet:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You want to come out and get drunk?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. Thank you. I've got some stuff to take care of.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All right.    Don't beat yourself up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I won't.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He hangs up.    Considering the empty eggshell.       But looks up: District Attorney Lobruto is in his office doorway, tryin decide whether to be angry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You don't look into who the victim was sleeping with?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Willy burns, ashamed.       But unable to admit it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He - threw me off. (Frustrated) Look, Crawford knew he'd be the prime suspect, so he gave us everything - but he made it all radioactive. The night this went down, it was over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But you still walked   it into court, Willy. We might not    have a case...but it didn't have to be   a public humiliation for this   office and the police department.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you taking me off?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're leaving anyway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm starting to get a sense of this guy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's not new evidence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can take him now: he thinks he's smarter than I am.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's not about you, Willy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, it is. He made it that way. (Shows him the egg) He likes me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What is that - some kind of Oklahoma insult?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let me do this. I won't make you look bad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. You won't. That's what I need to make sure you understand. I remove you now: I'm covered, I took some action. (Beat) If you go on with this, when you lose - blame has to come down. And it'll come down on you. I'll have to investigate you for improprieties, incompetence - anything I can. In public. I'll hang you out to dry. For the good of this office.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If I lose.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You said \"when.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lobruto grimaces.     He shakes his head.    Sighs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All right.   It's yours.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Willy nods.   Stubborn.    Scared.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Local news on the TV: Willy pushing past media outside th courthouse; official photo of Nunally; footage from the standoff at Crawford's. The sound is low, and Nunally isn't watching. He's sittin on the edge of the bed...looking down at his gun, in his hands. A knock on the door \"wakes\" him. Beat. He sets the gun aside, goes to peek out the curtains. Lets Willy in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're not easy to find.      I had to call Internal Affairs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah - they put me on a desk - 'til this gets...sorted out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He uncomfortably watches Willy glance around at the half- empty liquor bottle, the mismatched suitcases and paper b full of balled-up clothes. And the gun on the bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Got home - my wife already took the kids to her folks. Press is all over our front lawn. Friggin' vampires.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He falters, haunted by the echo.      Willy doesn't notic",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What the hell were you thinking. You're on the job and you get called to your girlfriend's house -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I didn't know it was her house.      I'd never been there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It was her name!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I didn't know her name!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Willy waits.    Nunally explains, reluctant to expose him",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No last names. Her rules. We met at the same hotel room, twice a week - no phone calls, no questions. She didn't want us to know too much about each other. She said it was like...travel in a foreign country. No baggage - from our lives. Just us. Escaping.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Did you get the feeling she had rules because she had done it before? With other guys?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No.  I don't know. Maybe. (Thinking, remembering:) No. It was all just this...crazy thing. For both of us. It was... real. You know? We didn't expect that, when we started. We didn't know where it was going. I had cheated so many times, I was numb - but she was ...new. And she made me feel like there was - some chance. To change. We were scared. It was like we were afraid to go forward, but we couldn't go back. (Beat) You always think you have time. To work it out. Or make things right. (Angry) What was I supposed to do?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You were supposed to tell me!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm married!    I have kids!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You thought nobody knew - so maybe you could just walk away clean.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No! I didn't think HE knew! OKAY?! Even - after. I thought it was just - massively fouled-up...bad luck. Like - God - telling me - something. (Anguished) I'm there. My mind is going crazy. I know the confession won't hold if anyone finds out. (Beat) I thought the guy was a whack!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah?   Well, he's not.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nunally won't look at Willy.      He just sits there, num",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is there anything else you can give me. Anything that might get us some evidence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nunally shakes his head.      Willy grimaces.   Goes to t",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I...tried to warn you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Willy stops.    Looks back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You warned me he was smart. You didn't warn me you were stupid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nunally winces. Takes it. Willy feels a little badly. guys in a shabby motel room, in terrible trouble.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How do we get the confession back in?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We don't.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What are you gonna do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Willy shakes his head.     Walks out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A massive search is under way. Marchand's S.I.D. Team has been doubled, back-up by a doz",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHERIFF'S DEPUTIES -",
          "text": "- passing hand-held metal detectors along the furniture - - taking pictures down from the walls - - turning over mattresses - patting-down every item hangi in the closets - - wriggling into crawlspaces - poking into light fixtures recessed into the ceilings - - opening the air-conditioning unit, up on the roof - - ripping out Crawford's high-end home-theater system - - taking apart the Porsche in the garage. Willy paces the edges of the action, restless, edgy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Willy stops in the doorway - watching a DEPUTY shut the stainless-steel freezer, open a wired-glass cabinet and p around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shake the boxes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Huh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The cereal boxes - shake 'em. And there's a chicken in the freezer. Thaw it out, check inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Deputy stares like he's nuts. Willy doesn't blink. Deputy goes to shake the boxes, eyes on Willy: okay? Willy nods.   Moves on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hours have passed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Willy steps out of the front door, because he's going sti crazy inside. Stands watching two TECHS walk the lawn and flower-beds with metal detectors. He notices, past the S.I.D. vans and Sheriff's Dept. blac and-whites parked in the driveway: Nunally, in his parked car, across the street. He meets Willy's eyes.    Worried. Willy can't give him any news. So he pretends he didn't s the question in Nunally's eyes, looks away. Takes a breat turns and goes back in to work.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's getting dark out. Techs pack equipment cases, carry them out. The place is a disaster area. Marchand watches Willy pace the living room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The garage?    Washer-dryer?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And the tool shed, and the roof, and the H.V.A.C. ducts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What about the door frames?    The floors?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What did he do: rip open a door frame, hide the gun inside and re-plaster the wall before SWAT showed up?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What about the neighbors' property? He could have thrown it over the hedges.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We checked. (Beat) He might have passed it off to somebody, Willy. Had an accomplice, waiting, out the back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Willy shakes his head, grim.    Pacing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This isn't an accomplice sort of guy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He slows. Looking across the room at the big Rube Goldber device. As he moves toward it:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is a...guy who likes to show off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He examines the intricate workings, eyes travelling the clutter of metal and wires and motors. Checks Marchand - who shakes his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You sure?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm sure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Willy grimaces.   Fuming, relentless:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's a physical object. It can't just vanish. We're missing something - some step in the story.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He begins walking through the crime, \"the stations of the cross\" - re-enacting it, starting from the front door, methodical, reciting it to himself:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The neighbor sees her get home. He's already inside. She lets herself in. A minute or two later: blood-pattern says she's standing over there - he's somewhere around here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Willy stands where Crawford was.     Raises a finger-gun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Boom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Willy goes to where Jennifer fell:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But then he carries her back there. Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Willy walks along the path defined by the drops of blood:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Because he's gonna need time. To confess. When she's alone with the cop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Willy stops in the alcove, looking down at the dried bloo the discarded paramedic-supply-wrappers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Neighbor comes to the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Willy nods, comes out - crosses to the foyer:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Crawford shouts, \"Leave us alone\" and fires three more rounds: boom-boom- boom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So everybody knows he's dangerous - and she might still be alive.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So they'll call the Negotiator. (Beat) Now he's got about ten minutes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And that's it. He stands there with the imaginary gun in hand. Looking around. Trying to think like Crawford. He can't.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm sorry, Willy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Willy won't respond - because accepting the apology means admitting he's got nothing left.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's night. The house is empty. Except for Willy, turning on lights as he gets to each room, turning them off as he leaves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do you dare stay out? Do you dare go in?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Studying framed photos: Jennifer - now and then with Craw in Italy, Bermuda, Colorado. Always a bit posed and forma when they're together.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And IF you go in - Should you turn left or right? Or right and three-quarters? Or maybe not quite.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Checking the contents of the medicine cabinet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You can get so confused that you'll start in to race, Down long wiggled roads at break- necking pace",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No longer really looking for the gun.   He's looking for insight. Contact. A way in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Willy wanders through Jennifer's spacious dressing room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And grind on for miles across weirdish wild space, Headed I fear, toward a most useless place.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He idly surveys the vanity, cluttered with cosmetics, ski care products. Lifts her perfume, sniffs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Waiting Place... For people just waiting. Waiting for a train to go Or a bus to come, or a plane to go",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Notices a storage box on the floor, left partly-open in t search. He shifts the lid aside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Or the mail to come, or the rain to go Or the phone to ring, or the snow to snow",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A high-school yearbook. An old photo album. A teddy bear. A snow-globe. A well-worn book by Dr. Seuss.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Or waiting around for a Yes or No Or waiting for their hair to grow. Everyone is just waiting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Willy stares down at the souvenirs of a lost life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The room is dim, and silent except for the hiss-click of respirator, the monotonous beep of the heart monitor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Waiting for the fish to bite Or waiting for wind to fly a kite Or waiting around for Friday night Or waiting perhaps for their Uncle Jake",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jennifer Crawford lies with her head wrapped in gauze, ey shut, plastic tubing down her throat held in place with t Willy sits beside her bed, reading Dr. Seuss:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Or a pot to boil, or a Better Break Or a string of pearls, or a pair of pants Or a wig with curls... Or Another Chance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He stops reading a moment.   Watching her:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What are you doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Willy turns. A work-weary RESIDENT comes past him to chec the I.V.'s and monitors. He's about Willy's age.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I heard it might - help - if somebody talked to her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who told you that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(Reluctantly) The man who shot her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The RESIDENT looks up at Willy - who shrugs, uncomfortabl",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is there any chance...she might come out of this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you a member of the family?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(Getting out ID) Sorry. I'm with the District Attorney's office. (Beat) We don't have any other witnesses.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This woman had a bullet plow through her brain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know. But you hear about people waking up from comas. After everybody said pull the plug - they wake up. (Beat) You hear stuff like that all the time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You hear about Elvis and Aliens, too. All the time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's not impossible, though. Is it? I mean - why else are you keeping her like this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Beat.   The Resident sighs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. It's not impossible. But even if she did, she might not remember how to talk - let alone anything about how she was shot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "When I was here alone before, she moved a little.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you just going to keep asking the same question in different ways until you hear the answer you want?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's how it works with the law.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I knew I should have gone to law school.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Willy watches the Resident go out. Then he looks back dow at Jennifer. Listening to the machines.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Willy wanders.   Tina, the assistant, waits in the doorwa He's trying to conceal the fact that he's on a fishing expedition.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So this is all exactly how he left it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Browses a wall of framed photos: Crawford at crash sites, universities, engineering test-labs - awards, certificate articles from industry publications lauding Crawford as t Go-To-Guy for investigating mechanical failures of aircra",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And he was - distraught.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He was drinking. The past few weeks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But he was working on this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He stands over unfinished Rube Goldberg device.   Tools l out on the work table - meticulous, organized.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All distraught and everything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's not evidence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do you want coffee.    He said I should ask.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Willy turns, a little rattled.    Beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tell him I said no thank you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The room where Jennifer and Nunally met. Cleaned-up now, anonymous, empty. Willy stands looking at it. There's nothing to see. He grimaces, nods - heads out, pa the ASSISTANT MANAGER waiting in the doorway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Willy comes out of the room - he slows, noticing the little gray plastic surveillance-camera-ball in the ceili",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How long do you keep the tapes?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A month.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Willy considers it.     He's got nothing else to try.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Can I get a copy of October 9th?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll have it for you Friday.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm kind of under the gun here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're short-staffed tonight and tomorrow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Beat.   Seeing Willy's confusion:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thanksgiving?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Willy nods, trying to pretend he hasn't forgotten:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Right.   Okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A faux-Tudor Hancock Park dining room.   Wealthy, but liv in. JUDGE LEWIS GARDNER, your basic Henry Fonda/Jimmy Stewart type patriarch, carves a turkey at the head of a long tab wearing a worn and gravy-splattered apron. Platters circulate in both directions among Nikki's older siblings (BURTON and SANDRA), their spouses, their children. Willy sits next to Nikki, who is high-stylish despite the fact that she's dressed \"casual.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "White or dark, Willy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Anything is fine, your honor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm off-duty, you can call me Lew.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "While Gardner piles turkey on a plate and passes it:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So - is everyone in this family involved in the law?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, Nikki's not.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ha ha. (To Willy:) Burton's a counsel for Sierra Club, and Sandra's ACLU - so they use the holidays as an opportunity to give me a hard time, because I can buy and sell them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're not actually for sale, Nick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nikki gives Willy a did-I-tell-you? look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nicole decided early-on that black sheep was the most effective role in which to distinguish herself from her siblings.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know of any other family in America where the corporate lawyer who's going to make partner by thirty- five is the \"black sheep\"?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well - you may be lost beyond recovery, but maybe we can still convince Willy that defending giant corporations against injured citizens is not the best use of his skills.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't think so, sir. (smiles) It's where the money is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(Scolding mildly) I believe that phrase refers to banks. And it was coined by a thief.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Beat.   Willy remains polite, but won't back down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Times have changed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(To Willy) You don't have to do this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't mind; I get this kind of thing now and then. (to Gardner) Almost always from people with money.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Appearances can be deceiving, Willy. I grew up with eight brothers and sisters on a farm up in Fresno, and I promise you I saw my share of hard times.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Willy considers his options.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My mom OD'd fairly frequently, so they put me in a Group Home. My younger sister is dead and my older brother is doing twenty-five-to-life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Awkward silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You win.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Beat.   Willy looks down, begins to eat again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I usually do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(Gently) Yes.    I see that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know if you will against the wife-shooter, though.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The click of silverware.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Whoops.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nice, Burton.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Beat.   Willy looks up at Burton, steady.     Shrugs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's not over 'til it's over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That looked pretty over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Anyway, Willy's been taken off the case.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It might not seem like it now, but that's a blessing in disguise, Willy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Willy nods.   Beat.     To Nikki, uncomfortable:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I wasn't.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nikki looks at Willy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Taken off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That...doesn't make any sense. Lobruto has to do some kind of damage control -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I asked him not to.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Silence.   Nikki is staring at him.    Angry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You are really stupid, did you know that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Willy doesn't know how to handle this; everyone else trie be polite, eating and pretending not to notice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm - getting new evidence -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where? The Evidence Store?! Oh, that's right - they open early the day after Thanksgiving. You're gonna be fine!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Did it ever occur to you I might be good enough to still win?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who cares?! Win what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The man shot his -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You wanted corporate, right?! You wanted to play in the big leagues?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, I'm just -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You go to all that trouble getting yourself in - and then you just pay no attention to wh-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look - I'm sorry - can we not talk about this here?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nikki stops. Refusing to look around.     Ashamed at losi control, turns back to her food:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thank you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Everyone eats in silence a moment - then Nikki tosses dow her napkin:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I need to talk with you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She gets up and walks out of the room. With an awkward glance around, Willy excuses himself and follows her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look, I'm sorry I didn't tell you -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Did you hear me, when I said Bob wanted you gone as soon as this thing broke?! Did you hear me say I went out on a limb to convince him -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wouldn't it be better than damage control if I actually turn it around?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And what if you don't?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Willy has no answer. He doesn't think that way. And she sees that. She sees a young man from Oklahoma, in way ove his head. Desperate to get through:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You don't get it at all, do you?! You pulled a stunt to get yourself this job. Fine: you're a hot-shot! (Beat) Wooton Sims does not need hot-shots. Because you don't win. The firm wins. Bob wins.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(Beat) And you just put yourself head-to-head in conflict with Bob.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Silence.   Shaken:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What am I supposed to do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We told the man you're getting on a plane to Chicago, Tuesday.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Painful silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah.   Okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nikki watches him dealing with it, sympathetic. The impossible feelings always running under the surface for have developed a darker, aching tone. If anything, strong",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I think maybe I'm gonna go now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All right. (Beat) Call if you want.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He nods. Neither one moves. Judge Gardner enters cautious from the dining room - breaking the spell. Nikki nods goodbye to Willy, and goes out quickly without meeting her father's eye. Awkward pause.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've got some work to do. I need to call a cab.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gardner nods respectfully, but doesn't move quite yet. Studying the torn-up young man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know what nobody understands about certain kinds of underpaid public service work? Now and then you get to put a fucking stake in a bad guy's heart. We're not supposed to talk about that when we visit a third-grade class on Career Day, and it doesn't get you very far into the country-club locker room - but it's hard to beat when you actually get to do it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Willy looks at the kindly old judge, a little surprised. Gardner shrugs: my two cents.      He goes to a side-tabl the Yellow Pages.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Empty.   Dark.   Willy lets himself in. He looks for the light-switch - finds only a complex computerized dimmer-panel. He tries it. Accent lights come on, buried in the living room planters He can't get any other pre-sets to work. The crime scene is creepy, lit like that. The dried blood black. Shadows stretch up the walls, strange. Willy grimaces, moves through it - sees another panel by French doors to the garden. Goes over - - and jumps back, startled -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shit!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "- by Nunally, on the other side of the glass. Catching his breath, Willy stares. He unlocks the French doors and Nunally steps in, uneasy, haggard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The hell are you doing here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nunally looks around - taking a pint bottle from his over pocket, uncapping it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We need to talk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He drinks, then offers the bottle.     Willy hesitates, t it. As he drinks:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We have to find the gun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Willy winces at the liquor and the remark, hands back the bottle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thank you, Professor Einstein. It would also be good to find a couple of",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "WILLY (cont'd) eyewitnesses. If one could be the Dalai Lama, it would be even better.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No - Willy: we need to find the gun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've had three different teams here -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He didn't leave between the shooting and when we took him out in cuffs. The gun is here. (beat) So we have to find it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well - we can't! You want to move on?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nunally tosses something from an inside pocket of the coa - Willy catches it.       A Heckler &amp; Koch nine-milli plastic bag. Willy stares down at it. Then at Nunally, who holds up: a bullet, deformed by impact.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There's a guy in the Evidence Room, owes me a favor. Well - it's not so much a favor as I know stuff about him. He can trade this for the bullet from Jennifer, give us a ballistic match.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's a crime.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So who's gonna get away with a crime - this asshole, or us?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Willy sighs.    Tosses the gun back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Go home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What else have you got?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll find a way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No you won't.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Willy watches Nunally stalk out through the big, strangel lit room. The front door opens, and slams. A little worried, Willy takes a deep breath.       Gets t He still has three days to break this open. Walking through the crime again. Playing it out in his mind. Standing in different places, getting different perspectives. Willy stands in the alcove.    Looking around. There's something here.     But he can't get it. His eye falls on the Rube Goldberg device.       Moves cl peering into the mechanism. Turns away: no gun. But now he's facing the big wooden bo of ball-bearings, sitting out in the middle of the room o the coffee table. Hide in plain sight. He walks over - pushes his fingers in, feels around. Nope. He sighs. Takes a ball-bearing, rolls it in his han Goes to the device - drops the ball in the slot. The machine is amazing. The ball rolls and leaps and clatters - lights flash, elevators rise and fall, at one point the ball lifts on a jet of compressed air - then it spirals out of sight and reappears somewhere unexpected - - until at the end the ball suddenly catapults out and sa across the living room - - to land neatly back in the bowl on the coffee table. Willy grimaces.   This guy is really good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A mess of courtroom exhibits, copies of evidence, lists, depositions, photos, diagrams, take-out food containers a coffee cups.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Marchand surveys it.    The bleary end of a long day - si clues, dead-ends.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Willy.     There's nothing here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Willy has barely slept all weekend. He shakes his head, reviewing the hotel surveillance tapes on a VCR/TV, stubb",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Guns don't just walk out of crime scenes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Marchand waves copies of Crawford's evidence - stills pri from home-video Dick took at a hostage negotiation: Nunal doing his job, his methods, his routine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Two months before he shot his wife, this guy had his investigator watching the cop at work. He knew exactly how it would go down - and he didn't leave any loose ends.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then what is this:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Willy uses the remote. On the TV, in black-and-white: Jennifer and Nunally come out of their room and head for pool - indistinct figures zip jerkily in and out of rooms fast-forward - - until he slows it: Crawford comes to let himself in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hotel surveillance.     From that day. He was there. Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Marchand watches over Willy's shoulder.    Shrugs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Had to see it for himself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "See what?     They were out at the pool.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The unmade bed. Her panties. Man's gonna shoot his wife in the head, he needs to get himself all worked up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Willy stares at the grainy black-and-white figure emergin from the room, walking away down the corridor. Unconvince",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah.     Worked up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Marchand gets his jacket, pulls it on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Willy, go home. Tomorrow you go back into court and take your lumps - then you start your cushy new life, and you forget all about this one. (Hoping to get a smile:) And then you can lend me money and shit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Willy says nothing.    Runs the tape back and then slow-m it forward again. Marchand goes out.    Leaving Willy alone, watching Crawf",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Willy stands over crime scene photos and diagrams spread on his narrow futon. \"Walking the scene\" again, on paper. The whole apartment is an array of law books, notes, exhibits, marked-up depositions. He's staring at evidence he's already stared at a hundred times. He grinds the palms of his hands into his eye sockets, a moan rising into a yell - - as he sweeps everything off his bed in a storm of paper throwing books - tearing up printouts - pulling out drawe emptying them, smashing them on the desk - - yelling in a frenzy until his throat is hoarse, his sha garage apartment is trashed, and he's sitting, exhausted, his chair. There's a knock on the door. Willy frowns, checking the clock: it's two-thirty a.m. goes to open it - - revealing Nunally, standing in the darkness, a haunted shadow of the boyish confident cop we met making love to Jennifer Crawford.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's done. In the tool shed: taped to the blade, inside the lawn-mower.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Before Willy can say anything - Nunally walks away. Willy doesn't move.   Watching the tormented cop disappea down the alley.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Willy - in a clean suit and crisp suit, carrying his briefcase - hurries through, paying no attention to the SECRETARIES and OTHER D.D.A.s who watch like he's on his to his own execution. At his office door, he gestures for Mona to come in with Surprised, she gets up - taking with her an envelope with messenger-receipt taped to the front.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mona watches Willy shut the door behind her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah.  Maybe. (Hesitates) Can I ask you to do something for me this morning?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Write down your cell number. (As she does) Once my trial is in session, wait outside. I might call - and just hang up. If I do, I want you to come into court and whisper to me that we got a tip about the murder weapon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You found it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I haven't decided yet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mona studies Willy - then accepts it's don't-ask-don't-te hands him her number. Willy nods, grateful. Turning for the door, she remembers the envelope in her h",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh: this came for you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He takes it, and as she leaves, checks the return address Wooton Sims. Willy grimaces, opens it. Inside are an airline ticket to Chicago - first class - and a handwritten note, on Wooton Sims stationery: We only win the favor of the Gods by making a sacrifice See you tomorrow",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He stands in his empty office, considering the ticket and note.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Willy steps off the elevator, into a crowd of REPORTERS A SPECTATORS outside the courtroom. He's startled for a moment: it's worse than he expected - dense buzz of talk in the marble corridor and all the eye tracking him like he's walking into an arena - a freaksho performer - - but he doesn't slow, ignoring the comments and question avoiding eye contact - - until he sees Nunally by the courtroom doors, his eyes fixed on Willy. Willy meets Nunally's gaze...moving on, giving back nothi Nunally watches Willy disappear into the courtroom, stare the closing doors - uncertain, on edge. Lost, no matter which way this goes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. Gifford, the Crawford's neighbor, is on the stand. questions him, standing by the Prosecution Table. Behind him, the court is standing-room-only. REPORTERS, SKETCH ARTISTS, SPECTATORS. Nunally, sitting near the fro Lobruto, standing at the back. Crawford writes intently on a legal pad, filling pages wi dense scribble.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So - between the time you heard the first gunshot and called 911, and the time of Mr. Crawford's arrest - you had the Crawford house in view?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes. I was very concerned about Jennifer. She was a lovely woman.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No one but Thomas Crawford came in or out?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's correct.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thank you, Mr. Gifford.    No further questions.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. Crawford?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Crawford glances up at the Judge. Then at Gifford, as if he's just noticed him up there. Beat. Without getting up:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Did you see the guy run out the back door?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What...\"guy\"?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The other guy. The one who shot my wife. Did you see him run out the back of the house, carrying the gun?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Willy closes his eyes.   Gifford grimaces.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I couldn't see the back of the house. (Trying to salvage it:) I believe...the police went around back when they arrived.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No further questions.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Willy immediately stands:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Re-direct, your honor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But Crawford is standing too - with his handful of pages:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've also written a motion to dismiss.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Objection - I'm on re-direct!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Judge hesitates.   Both men standing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "On what grounds, Mr. Crawford?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The prosecutor doesn't have any actual evidence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm in the middle of presenting -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All of his witnesses are going to testify to the same facts: that my wife was shot and that I was, tragically, in the house at the time ...a witness - and, in a way, a victim myself. I'll stipulate to Mr. Slocum's entire witness list right now, a request a directed verdict or dismissal, per California versus Collier, 1982, and the Appellate court decision, v. Watrus, 486.19.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Willy stares at Crawford, stunned. As the Judge reluctant nods to the Bailiff to collect Crawford's pages and opens law book:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Your legal skills seem to have improved over the long weekend, Mr. Crawford.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "While the Judge checks the citations, Crawford glances at Willy. Amused. Beat. Willy looks down - reaches into his briefcase, move his cell-phone out from under some papers. To where he ca get it easily. Looks back up at Crawford.   Smiles slightly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. Slocum?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Willy and Crawford turn to the Judge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Have you got any new evidence?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "May I have a moment, your honor?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Judge nods. Willy nods down. Trying to focus. He's got nothing, and everyone in the room knows it. He can hear it, he can fee it. There's a restless, hungry edge to the crowded courtroom. He stares into his open briefcase: the cell phone. Next to it: the first class ticket and Nikki's note. Willy glances back at the gallery. Nunally's eyes burn in him. In the back: Lobruto frowns, concerned.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. Slocum?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Willy turns back to his briefcase.     He breathes.   Pre MENU button - selects SPEED DIAL. On the tiny screen, a list of names.    Selected: MONA/CE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mona sits on a bench, a few steps down the corridor from courtroom doors. Cell phone in her hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Willy stands at the Prosecution Table.       Hearing his pulse. Crawford studies Willy, curious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Your honor? Can we signal the prosecutor from here on planet Earth?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Willy's fingertip hovers over the cell phone keypad. and a path is chosen. Possibly for life. Next to the cell-phone, the ticket and the note.       Se tomorrow. Nunally sits forward.    Lobruto is watching intently. Willy doesn't move.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. Slocum?     Now or never.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Willy won't look up. Nunally stares, agonized. Willy grimaces slightly, as if he feels his soul burning turning to ash and blowing away - - nods, closing the cell phone, sliding it under Nikki's note. Shuts the briefcase. Looks at the Judge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I have no further evidence at this time, your honor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Crawford begins to smile. Lobruto looks down.    A buzz rises in the gallery - - as Nunally gets up, furious - stalks to the doors, slam out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Judge Robinson looks at Willy a moment - then at Crawford who has been waiting, calm and polite. Very reluctantly:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Motion to dismiss is granted.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uproar.   The Judge bangs his gavel -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Order! The jury is released, with our apologies -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "- practically shouting over the chaos - REPORTERS hastily heading for the doors, pulling out cell phones -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "- and the Defendant is free to go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Crawford gives the Judge a gentlemanly bow of the head. Willy begins to pack his papers into the briefcase.   Ref to look up. The Judge and the Bailiff might be saying other things, b no one is listening - SPECTATORS swarm up the aisles, out the hallway - and the Court starts to close down. Crawford comes over to Willy, holds out a hand. Willy looks him in the eye.   Doesn't move.   Crawford sh",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Even a broken clock gets to be right twice a day.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He winks, and heads up the aisle. As Willy watches Crawford go out the doors into a clamor lenses, hand-held mikes, white-hot halogen glare and flas - he hears a buzzing noise. Looks down at his briefcase, moves the papers aside: his cell phone is vibrating. Willy stares at it, as if he'd forgotten the thing could used for an incoming call. The caller ID reads: WOOTON SIMS.   He picks up -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nikki sits at her beautiful desk with stellar views out t windows behind her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(It's an effort) Hey.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What did you think - I wasn't keeping tabs?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know what I thought.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Awkward silence.      She tries to get past it:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Listen: what do you say I take you out tonight and get you completely trashed? Tomorrow's just a travel da-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "- there's a gun shot outside the courtroom. Willy turns.    Shocked.    Screams and shouting in the c",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hang on -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We move with Willy as he shuts the phone and heads for th doors - faster, pushing out -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "- into the echoing chaos of the corridor - trying to move the crowd - - shoving through to where people are yelling and cluster around a figure lying on the floor. Willy pushes closer, until he catches glimpses of: Nunally.   Lying on the marble floor. His gun in his life fingers.   Blood all over, from his head. Willy stops pushing. Won't let himself look away - the screams and commotion around him retreating into a numb b",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then suddenly Willy looks up - as if he's been called - - to find Crawford, standing very still, in the crowd, on other side of the body. Everyone else is moving, talking, gawking at the body or averting their eyes - - except Crawford.   He's looking straight at Willy. Pleased.   Triumphant. Willy stares into Crawford's eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The life support system clicks and hisses and beeps. Jennifer is curled into a fetal position, despite the tub and wires. Willy sits by her bed. Still in his suit from court, the jacket off, the tie loose. He's been there a while.   But now he speaks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Your husband said something...that I can't seem to shake loose of. He said I'm a winner. (Beat) And he's right. I can't lose. I can't stand people who lose. (Beat) I may have been working so hard to put some distance between me and...people like you - that maybe I messed up. I don't know if did anything wrong. Or what I should have done. I really don't know, any more...what I'm supposed to do. (Beat) But I feel like I let you down. Somehow in the...process. And if I did, I'm sorry. That's all. I just - I hope you...have...just, some... (Beat) Anyway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He feels stupid. Takes a breath.     Looking at her pale, drawn, comatose face. He stands, goes to get his jacket, lying folded on a tabl the door. Pulls it on, settles the shoulders, tugs at his cuffs. Gets his briefcase.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He goes to the door, and as he opens it - he looks back. Freezes. Jennifer's eyes are wide open. She's staring at him.   Willy stands, breathless, watchin her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sliding glass doors suck open, Willy walks with the Resid from the other night:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She was looking at me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, I understand -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, she was looking at me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A beam of light slides across it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Resident tucks his flashlight in a pocket, draws a pi from his lapel. Gently sticks Jennifer's cheek. Willy winces, watching.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She's reacting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Resident ignores him. Pricks her forehead - her chin her big toe. Each time she twitches. He runs his thumb along the sole of Jennifer's bare foot. It arches up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You see?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The normal reflex goes downward.   Up indicates brain trauma.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She's in there. She was looking at me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Resident sighs.   Sympathetic, but plain:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sometimes we have to tape their eyes shut. They all move - they make sounds, they twitch. You think they're dreaming. But they're not. It's just what's left of the system, sending broken signals.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Can we do other tests? Like an M.R.I. or something? And I want a coma specialist to see her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're not authorized to order tes-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll get you authorization.      First thing tomorrow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Resident studies Willy.   Reluctantly:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You get the paperwork, I'll do what I can.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Willy nods, grateful. As the Resident heads out, Willy si by Jennifer's bed - protective, intent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Crawford comes in through the lobby: rested, well-dressed free man. He slows, surprised - - seeing Willy come off the elevators. Willy hasn't left Jennifer's bedside. He's in the same suit and carrying hi briefcase from the courthouse.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. Slocum.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just...visiting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This isn't like you at all.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You haven't got anything to gain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh - right. That's my weak spot. (Beat) Ever think about what yours might be? Your flaw?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Of course I have. (Leans in) The truth about me is, Willy...I'm really not very nice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Willy nods.    Concealing the ace up his sleeve.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You sure do know a lot, though. Got everybody all figured out, everything set up, like one of your contraptions. Then you just sit back and watch it all fall right where you want it to. Must be kind of...boring. At that point.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not an ounce of sympathy, Willy? (Beat) Imagine it - imagine she was yours. And you knew you were losing her. (beat) Imagine days. Weeks. Going through her desk. Her purse. Her closet. Alone. Staring at her clothes. Her shoes. Knowing this is what it will be like. After. (beat) Do you have any idea how hard it was to go on living - with her - every day, knowing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But you had to, right? You needed time to set it all up...your \"crime of passion.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There are many kinds of passion, Willy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah.  There are. (Beat) So - thank you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Crawford frowns.     Starting to feel wary.   Willy sees Enjoys it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "For sharing your wisdom. All your little helpful bits of information. (Beat) You were right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "About...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Talking to her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Beat.   Willy winks.    He goes past Crawford and out the Crawford doesn't move - except to turn and watch Willy. Uncertain, for the first time since we've met him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Willy - still unshaved, unslept, in yesterday's suit - co off the elevator, fishing out ID as he passes a RECEPTION",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hi, I'm just -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "- going directly to the key-card slot by the glass double doors to the rest of the floor. He swipes his card and pu the handle - - but it stays locked.     Willy swipes his card again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Excuse me - I'm new, I just started - and there's something wrong with my card. Can you buzz me in?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who are you here to see?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I work here.    Willy Slocum.    I'm new -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He stops, realizing how he must look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nikki Gardner. Willy Slocum, for Nikki Gardner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As he calls in, Willy sees Nikki through the doors - one a half-dozen ASSOCIATES trailing in the wake of BOB WOOTO They all carry expensive business luggage, except Wooton who is powerful, perfectly groomed, and two decades older",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wait a second - never mind, here she is, thank you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Willy goes toward the glass doors as Wooton comes through nodding deferentially to the boss, semi-apologetic:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey...Bob - (To Nikki) Can I talk to you for a second?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wooton glances back at Nikki, eyes saying: don't take lon She nods as Wooton and the team continue to the elevators staying back by the glass doors to talk with Willy:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You let him know what happened last night?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I told him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Great - who do I work with on it while you're gone?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You don't work with anyone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nikki: the man has power-of-attorney and a health-care proxy, he can disconnect her life-support whenever he wants. If we don't move fast -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nikki explodes - but quietly, not wanting the team to hea",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jesus, Willy, wake up! It's over! What is wrong with you - it's first year law: that woman could fully recover and swear he shot her and it",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NIKKI (cont'd) wouldn't matter. Double jeopardy! You can't take him back into court!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I told you - we bring a civil suit -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You've got no standing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It doesn't have to stick: we just need to get a court order for now - to keep Crawford from pulling the plug! With all the brain-power here, I'm sure somebody can come up with a pretext or call in a favor. Then we can tie this up in court while we arrange a state- appointed conservatorship - so we can protect her while we fight him on -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's the point, Willy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The point?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Willy stares. Because she's drawn a line in the sand. One he already crossed, without truly understanding...and now he's standing out there alone - feeling the sand slither under his feet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This man is going to kill his wife.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah. (Beat) What does that have to do with Wooton Sims?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Willy just breathes.   Vulnerable like we have never seen before. He looks across the big reception area, at Wooton and the team of associates. Some look away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I warned you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, this is insane.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's what it is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ding!   The elevator.    Nikki grimaces, frustrated - and",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I warned you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She starts for the elevators, Willy following -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're not really just gonna let this happen, are you?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh I'm supposed to lose my job over your problems?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My problems?! Wait a second - this is not about my anything any more -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Willy grabs Nikki's arm to stop her, turn her around - an she shoves him away, hard, tears welling in her eyes - - Willy letting her go - as the Receptionist quietly call for help - - and Nikki hurries into the waiting elevator.     The As holding the doors lets them go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is about taking a couple of goddamn weeks off to try and save a woman's life!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The doors begin to close. Willy stands facing the cluster lawyers in expensive suits, their expressions ranging fro pity to contempt - - except Nikki, whose eyes are full of shame and guilt an defensive anger. As the doors shut across them. Willy doesn't move.     Confused, humiliated, frustrated. He turns when a bunch of OTHER LAWYERS emerge from the offices, ready to act as bouncers. People gawk from behin the glass doors. Beat.   Willy holds up his palms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't bother.     I got it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He bangs open the paddle-sign on the stairway door, setti off the fire alarms as he stalks out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Willy runs down the stairs furiously - - the clanging alarm, several floors above now, a little fainter. He suddenly stops - clinging to the railing, bent over. sways, dizzy, gasping - - backs up until he's against the concrete wall. Presses himself against. Listening to his own ragged breathing. Scared out of his mind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Crawford stands by the bed, glancing over a set of forms metal clipboard. DR. LUNT, a senior neurologist, and a HOSPITAL ADMINISTRA wait. The machines hiss and click, keeping Jennifer alive Crawford signs the forms, expressionless.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Willy's walking alongside Judge Robinson, as they leave t building. The Judge is wearing his \"civilian clothes.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do the doctors say?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "People wake up out of these things.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What did the doctors say, Mr. Slocum?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They said...there's no way to really know. I'm trying to get them to run more tests - but I was there, and I'm telling you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm sorry. I have no probable cause to issue a court order against Mr. Crawford - and he's protected agai-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "WHAT ABOUT HIS WIFE?!   WHAT'S PROTECTING HER?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Judge stops - giving Willy a hard eye: I'm sympatheti but yelling at me is not a smart approach. Willy looks at the Judge a second - hapless, frustrated, scared - then nods and shakes his head and turns away - hurrying off through the homeward-bound crowds. The Judge watches him go.   Grimaces.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Crawford is carefully preparing an elegant, solitary meal Music plays on his state-of-the-art sound system. He stops, noticing a pair of Jennifer's reading glasses, folded up by a note-pad and pen next to the telephone. He picks them up. Stylish, feminine. He goes to the trash, steps on the pedal to flip open the lid, and drops the glasses in. Goes back to cooking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lobruto - at the dinner table with his family - looks up, surprised, as the doorbell rings. He excuses himself - - goes to open the door. Willy's outside: apologetic but urgent, near the end of his rope.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm sorry - but nobody else seems to give a damn that sooner or later this guy is gonna finish what he started.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Have you been home at all today, Willy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Willy looks down at himself: he's unshaven, in the same rumpled clothes he wore to court yesterday. Exasperated:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No - I've been trying to get some-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There's a court order out against you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A restraining order. (Beat) You were at the hospital?       Talking to her doctors?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Willy nods. Lobruto looks out at the confused, frantic yo man - truly sorry that he can't help Willy fight his way toward doing some good in this mess.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Crawford hired a lawyer this time. They saw Judge Gorman this afternoon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Against me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You need to stay away from him, and his wife, and the hospital. He can have you arrested if you don't. (Beat) I'm sorry. (beat) I can't help you. I told you how it would go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Willy stares a second, slowly understanding his situation",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Can you do anything for her?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't see how.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Willy grimaces.   But nods.   Turns away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We move with Willy out to the quiet street. The windows o the houses he passes seem warm and safe - and very far aw Behind him, Lobruto watches from his lighted doorway. Willy walks, shaken, determined, into the night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A NURSE checks Jennifer Crawford's vital signs. She then begins to gently wash Jennifer's face, where it's not tap or bandaged. The monitor beeps, the ventilator hisses.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Crawford knots his necktie, studying himself in the mirro Expressionless.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Judge Gardner pulls his car out to the street - - swerving hastily, as Willy's car skids alongside and fo him to the curb, horn honking. Willy pulls to a stop, blocking Gardner's way, and gets o of the car - holding up both palms: just wait.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dr. Lunt takes a chart from the I.C.U. Nurses' Station.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Has Mrs. Crawford been prepared?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Crawford drives, wearing a dark suit, sunglasses.   Calm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Willy watches GARDNER'S SECRETARY bring in a document, fr off the laser-printer. As Gardner signs:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Can I use your fax machine?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "These have to be served in person.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Willy brakes as he drives around a corner and sees a DRIV wrangling with the BOOTH GUY. He grimaces, looks around - - backs up, tires squealing, heading for another exit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dr. Lunt stands by Jennifer's bed, supervising the Nurse an Orderly as they prepare her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Crawford walks in, goes toward the elevators.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He floors it, racing under a light going red - narrowly misses getting broad-sided.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dr. Lunt looks up from making notes on Jennifer's chart, Crawford enters the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Willy pulls into a NO PARKING zone and jumps out, papers hand - tossing the keys to an ORDERLY smoking a cigarette",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Move it if you need to!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "- running through the automatic doors.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Standing beside Dr. Lunt, Crawford watches, expressionles - as the Nurse and the Orderly work, efficient and silent disconnecting the oxygen tubes, unplugging the monitor -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Willy dodges people, coming to the elevators - which open Too crowded.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Willy gasps a little as he hurries up the stairs -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "- comes out of the fire stairs, hurrying toward I.C.U. -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "- and into Jennifer's room, where he stops.     Shocked. The bed is being stripped, the equipment rolled out. Willy stares, breathless, overwhelmed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You just missed her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She just went on up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Willy struggles to control his emotions.     Looks down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How long ago...did she die?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What? (Beat) The roof. (Beat)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NURSE (cont'd) Medevac transfer. Out to a long-term care facility up in Santa Barbara. They just left, you can probably still catch 'em.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Willy tries to understand her.   With growing horror.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's - moving her by helicopter?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nothing but the best.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We hear the surge of a jet engine - - as Willy runs out of the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A Sikorsky S-76 Medevac chopper is preparing to take off, very loud and windy. Through the open doorway and the thick windows, we can glimpse Crawford sitting beside Jennifer, who is strapped to a gurney. She's connected to life-support equipment. The MED TECH is outside, checking a few last supplies and giving Crawford a moment alone with his wife. Crawford moves. He may be whispering to her.    Or adjust her pillow. Hard to tell. As he climbs out of the chopper - - he sees Willy across the roof, arguing with Dr. Lunt, w is skimming the court documents, shaking his head. Crawford, curious, walks toward the two men.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dr. Lunt hands Crawford the court order. As Crawford read them, Lunt and Willy shout over the helicopter engine:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This orders him not to take her off life support! He's not! We can't stop the man from -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then just hold it - for a couple of hours! Have it inspected!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're talking about a phenomenally expensive delay, Mr. Slocum - when the man has every right to move his wife!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She's not gonna get there!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He looks at Crawford: reading - amused, thoughtful.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This man is a mechanical engineer with expertise in air crashes! He has access to airfields and he knows exactly how to make it look like an accident! You know what he did! You know why she's like this!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lunt hesitates, feeling a tiny edge of doubt. Crawford checks his watch.   Looks into Willy's eyes - - then gestures for Willy to join him, and turns back to across the pad to the helicopter. Climbs in. Willy stares, stunned. Lunt looks at him: case closed. The rotors whirl faster, engine noise rising to a scream. From the open chopper doorway, Crawford looks at Willy ag and gestures for him to get on. Willy doesn't know how to react.   Slowly, he starts to w toward the helicopter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Willy bends, coming to the door - wind-whipped, flinching Crawford holds out a hand to help him in. Willy doesn't move.   The PILOT glances back. Crawford's eyes are locked with Willy's. Willy stares at Crawford, scared. But unable to back down from the crude, plain challenge. Which Crawford is clearl counting on. Angry, at himself, Willy climbs in without taking Crawfor hand. As he nervously figures out how to buckle himself i",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "- the Med Tech secures the door, the Pilot turns to face front - and they lift off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Looking directly down at the Sikorsky as it glides over a picturesque mapscape of streets and freeways, gray and te cotta rooftops, blue kidneys and rectangles of pool.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Willy watches Crawford, who stares back at him.       Cal Glances uneasily at the Pilot, bug-headed in sun-goggles headphones. Flying them, calm. The Med Tech, adjusting Jennifer's portable ventilator. Calm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Sikorsky glides over cross-hatched parking lots, a pa swath of beach - - and the white foaming edge of the Pacific.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Willy looks up from the view.       Scared.   Yells to th",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why are we going out over the ocean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Less traffic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Willy looks at Crawford.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Deep dark vast blue.   The Sikorsky flies over.      Smal",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Willy stares into Crawford's eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then he looks around at the vibrating metal box carrying hundreds of feet above the earth. The sunlight glare in t scratched windows. The blur of the rotors against the emp sky. The edges of the door frame. The rivets in the roof. Crawford's eyes.   Amused. Willy unbuckles his seat-belt, lurches toward the Pilot -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We have to turn back!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Get in your seat!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's doing something - we have to turn back!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who's doing something?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Willy points to Crawford, who's just sitting there -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He is!   You have to get us DOWN!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Get back in your goddamn seat!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Willy, I'm not doing anything. Everyone can see that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm TELLING you, we have to TURN BACK! He's DOING SOMETH-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An alarm begins to shriek - on the ventilator. Everyone turns as the Med Tech hastily kneels next to it",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's happening?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know - I'm - there's a - malfunction -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "- Willy whips around to look at Crawford, with fury in hi glare: oh, you bastard. Crawford almost smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Med Tech is flipping switches, checking wires -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can't do anything with this, up here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Pilot turns - steeply, Willy falling over, the Med Te supplies spilling - as the Med Tech hastily removes Jennifer's breathing tube and prepares to begin C.P.R. -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She's D.N.R.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Med Tech looks up - startled.     Confused.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Check.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Willy watches, wide-eyed, as the Med Tech grabs up his paperwork, searching it -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Med Tech looks up at Willy, scared.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She's Do Not Resuscitate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Willy turns on Crawford.   He shrugs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's in her living will.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Med Tech looks at Willy, paralyzed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She's D.N.R.    She signed it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There's a restraining order - she's protected - I'm authorizing you to do it!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Med Tech turns to Crawford, uncertain -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No extraordinary measures. (Turns to Willy) Unless your court order specifies",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CRAWFORD (cont'd) contravening her living will. But I don't think it would. I think you got one that forbids me from disconn-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Willy throws himself at Crawford - attacking him, as the Tech grabs him, drags him back -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "WHAT THE HELL IS GOING ON BACK THERE?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "- the Med Tech holding Willy down on the floor by Jennife stretcher - Willy struggles furiously -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wait!    WAIT - LOOK!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Willy is pointing at Jennifer - shocked - - as the Med Tech lets him up and they kneel by her, the Tech taking her pulse - Willy, staring down at her, inten She's breathing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes.     Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Willy whirls around to Crawford.        Who's frowning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You messed up. With all your plans and games.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Willy turns back to Jennifer. Delicately strokes the side her face. Her eyes flutter open -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shhhh.    It's okay.       It's all right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "- she stares into Willy's eyes. He takes her hand. awe in her eyes. Yearning. Fear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're gonna be okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She squeezes his hand.      Very weakly. Crawford is looking daggers: die, bitch. Jennifer's eyes - fixed on Willy - roll back.        She",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jennifer?       Hang on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Something sad in her wordless gaze.        As it starts t",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jennifer?!     JENNIFER?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She's slipping. Her eyes gone empty.        Her hand beco lifeless in his.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No.     Come on, Jennifer.    Fight back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tears well up in Willy's eyes, but he struggles against t feeling Crawford's gaze, refusing him the satisfaction.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't let go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But she's gone. He stares down. Mourning her. Letting his grief slowly burn into rage. He gently reaches up and clo her eyes. Then he looks up at Crawford, who smiles sympathetically.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You pushed it, Willy. We didn't have to be here. (Beat) But now you're my witness. You saw: I didn't touch anything, I didn't do anything. The machine went down. Anybody asks - you'll have to tell them. What you saw. (Beat) That's really kind of perfect, isn't it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Willy stares into his eyes. Cold.        Then he looks aw the window, into the sun-glare.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The garage door is open, letting in daylight. We can see alley especially well, because there are only empty hange on the clothes-bar, and the cinderblock shelves have been taken apart, stacked on the floor. Willy is packing.    He's wearing jeans, an old t-shirt. He carries a heavy pile of legal textbooks out to the tra bins, throws them away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As he turns to go back in - he sees Lobruto coming along alley, wearing a suit. Surprised, waits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're not answering your phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's kind of an answer in itself, isn't it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Willy heads back in, starts to pack again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where are you headed?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Haven't decided yet.    Just someplace else.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lobruto nods.   Willy packs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I shouldn't have let it get so far out of control. (Beat) We all lose, Willy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yep.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We just have to live with that, and keep fighting the good fight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's not what I was doing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You belong in a courtroom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Willy packs, thinking about that.   Shakes his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I need to - get to know myself better.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're a good lawyer. All this may have even made you a better lawyer. Don't waste it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Willy turns on him - angry, confused, bitter:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I didn't just lose a case!     I let a man get away with murder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lobruto nods. Respecting his pain.     Shrugs, accepts th decision, with regret. Willy nods his thanks, and turns back to packing. Lobruto starts to leave.    But from the alley door:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If it makes you feel any better - technically, you let a man get away with attempted murder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Willy doesn't respond.    Keeps packing. Lobruto goes out. After a moment, Willy stops.    Looking up.   Something t over in his mind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lobruto is walking toward his car when Willy steps out of garage and calls after him:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "His wife is dead!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lobruto turns.   Uncertain what Willy is getting at.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We can still get him.    We can take him back to court.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(Gently) Willy...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Willy comes toward him - excited, insistent:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Double jeopardy doesn't apply! We bring a new charge - of homicide.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Willy - what happened to you, on the helicopter - we don't even know if we could prove -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No: he shot her and she died. The fact that it took time - the fact that he went to trial in between, just for shooting her - doesn't matter. He fired a gun and caused her death, and that's murder. (Beat) If he can twist the law around - then so can we.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lobruto thinks it out.    Wary.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A second indictment on the same incident?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A man burns down a house; we charge him with arson. There were people sleeping upstairs - and after weeks in the hospital, they die. We'd charge him with murder. Right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lobruto nods. On the fence, but seeing it now.         Im with the young man's fervor, and his logic. But he shakes his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All your evidence is still toxic.      The confession, the arrest - it's all still inadmissible.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Willy grimaces.    Looks down.    Thinking, intense.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm sorry, Willy. It was a good idea, but -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll get something new.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Willy looks up at him.    Calm now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You don't want to know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Willy, you can't -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't work for you. (Beat) Right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Beat. Lobruto sighs, as Willy nods and turns to start bac to the garage. With work to do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't do anything crazy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What else have we got left?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Willy disappears inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "End of the day. Marchand pulls on his coat, shuts down hi computer. He turns to go - - Willy is standing in his doorway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I need a favor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Willy follows an EVIDENCE CLERK along an aisle between fl to-ceiling steel shelves of boxes marked with case number",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "These are from that thing at the courthouse, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uh-huh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Clerk stops, checking a number against a slip of pape his hand - pulls down a box for Willy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Crawford is building a new Rube Goldberg device, tools an parts laid out precisely on a table. Eyes enlarged by the glasses, he silently connects two ti pieces of metal -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "- when a French door suddenly implodes, a metal lawn chai hurled in from the backyard smashing through it. Crawford stands, taking off the glasses - - as Willy walks in over the broken glass, carrying Nunal gun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Very dramatic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Willy crosses the room to the alarm panel on the wall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You ain't seen nothin' yet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He presses the POLICE emergency button, then turns to Crawford.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I want the gun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why?   You've already got one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I want the gun you shot your wife with. Now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Crawford doesn't move. Willy raises his gun, points it at Crawford's face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "One way or another, I'm going to see to it you receive justice tonight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Crawford studies Willy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're serious, aren't you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(A smile dawning) Willy. You got religion, didn't you?! You care. That's...priceless.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He laughs.   Willy keeps the gun aimed at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, it's very sweet. Really.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gonna be a whole lot less funny in about a minute.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Crawford nods.    Considering the game.   Unruffled.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Getting it like this: is that going to hold up in court?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't work for the D.A. any more. I'm just a guy who broke into your house. When the police arrest me - they'll inventory anything in my possession. If that happens to be crucial evidence in another case, well: some prosecutor just got lucky.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Silence. Crawford studies Willy's eyes, over the muzzle o the gun between them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It takes a very special kind of person to look right into someone's eyes and pull the trigger. It takes a unique kind of strength.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I guess you'd know that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes.    I would.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Willy cocks the gun. Crawford shakes his head.    Eyes on Willy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't think so.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Willy doesn't lower the gun.    But he doesn't pull the trigger, either.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You don't know me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Beat.   Crawford smiles slightly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then I'm in for a - rude awakening.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Willy glares over the gun.     Crawford shrugs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tick-tock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Willy's angry.   Frustrated.    Trapped. His bluff called.     Refusing to back down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where did you even get yourself a gun?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(Bitter) It's Nunally's.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Crawford is thrown by this - but conceals it well.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nunally's.    Really.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Willy grimaces, over the gun still aimed at Crawford's fa",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah.    Really.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He has backed himself into a corner, and he's getting sca Because all of a sudden the threat he came to fake Crawfo out with - - is starting to seem like his only way out. Even Crawford sees it. In Willy's eyes. The uncertain edg of the idea. He could just do it. End the game. Blow Crawford's brains all over the wall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There I was, with a perfectly good weapon just sitting in the evidence warehouse.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It would be so easy. With his life already a shambles. everything already lost. At least he would have this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Willy.    Put it down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I thought you might appreciate the ...irony.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Willy's finger tightens on the trigger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Willy.   Think.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And Willy does.   Hesitating. Distracted, by a thought. Lowering the gun slightly, looking at it - remembering:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Marchand, on the phone - holding the gun Crawford surrendered, in its plastic EVIDENCE bag:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"A perfectly good...Heckler and Koch nine-millimeter.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Crawford is getting edgy, watching Willy study Nunally's",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The police will be here very soon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The exact same type of gun you bought your wife, a month before.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He looks up at Crawford.    Getting it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nunally setting down his pistol on the chair - as Crawfor across the room, sets down his on the table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If they see you with a gun in your hand - they're not likely to ask a lot of questions.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's why you went to the hotel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Surveillance-cam view: Crawford lets himself into the roo",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's why you went into the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Crawford quietly closes the door behind him.     Stands, it all in -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Willy looks at Crawford.    Stunned.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You took his gun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Crawford checks the dresser drawers, the night-table - fi Nunally's badge, holster and gun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And you left him yours.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Crawford replaces Nunally's gun with his own matching pis which was tucked into the back of his belt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Beat.   Crawford shrugs - arrogant:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I gave it back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes you did.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Crawford fires at Jennifer - Crawford shoots at the trans",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "After you'd used it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Crawford holds out the gun, to Nunally: making the offer",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then you told Nunally you'd put it down - if he put down his.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nunally setting down his pistol on the chair, as Crawford across the room, sets down his on the table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Willy turns, looking into the alcove:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's why you moved her back there -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nunally rushes past Crawford to kneel by Jennifer - shock frantic -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The truth is I could have done it right in front of the man and he wouldn't have noticed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "- ignoring Crawford behind him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He had...other things on his mind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nunally's calling for help on the walkie-talkie, desperat starting C.P.R. - - as behind him, Crawford picks up the murder weapon, (Nunally's gun) from the table - - and walks over to the chair where Nunally left Crawford gun (from his holster).",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And all you had to do was switch the guns back - in the commotion -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Crawford picks up his gun and sets the murder weapon on t chair in its place.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "- and then wait -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He then comes back to put his gun on the table, where it be mistaken for the murder weapon. Straightens, done.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nunally grabs up the murder weapon from the chair, upset, distracted - puts it in his holster -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "- until Nunally walked the murder weapon right out of the house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A Detective drops Jennifer's gun into an evidence bag - - as Nunally walks out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Willy stares at Crawford.    In real wonder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Brilliant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know, this is really kind of fun. It's like showing some caveman a cigarette lighter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Willy looks down at the gun in his hand.    Thoughtful.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This caveman's gonna put you in prison for the rest of your life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's still not evidence, Willy. There's no prints left by now. Nothing ties that gun to me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Willy smiles, slow...    Enjoying himself, at last.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. That would be true.        Except for all those eggs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Those what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Willy nods to himself, going to the wooden bowl of ball- bearings - selecting one, carrying it to the Rube Goldber machine:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "With all those little cracks and weak places. Like Nunally. Shooting himself, right there in the courthouse. I didn't think he was going to do that. Did you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(Wary) No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Studying the complex device, toying with Crawford:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I mean, we all knew he was going to fall apart sooner or later. That was part of your plan, right? Like a bank shot, on a pool table: you kill your wife - and destroy her lover. With one bullet. (Turns) Well: four bullets, actually. Right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Crawford frowns.   Trying to see what Willy's getting at.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "First bullet goes into your wife.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Crawford fires at Jennifer -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then three more out the front of the house, to get some attention.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "- and fires three times at the transom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then while you're waiting for the show to begin - you have to reload Nunally's gun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Crawford pushes new bullets into the clip -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I mean, you don't want him wondering where the hell four bullets went, considering he never fired his gun that night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "- and slides the clip back into the gun, pleased. Willy nods, thinking it out.   Sure of himself. He sets the ball-bearing into the slot at the top of the machine -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And I'm betting you didn't worry about fingerprints.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Crawford reacts. CLOSE: Crawford's fingers, putting the bullets in the cli Willy lets the ball go - watching it begin rolling down t ornate tracks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I mean, why would you? Nobody's going to be looking at his gun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The ball tumbles and clatters - flipping and clicking thr the ingenious, precise, heartless machinery -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And sooner or later, life goes on, those four incriminating bullets would get used, and be gone forever.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "- and Crawford is recognizing, slowly, his one mistake. The gun in Nunally's limp dead fingers, glimpsed on the marble courthouse floor, through the crowd.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Except Nunally only fired one of those bullets. Into himself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Willy turns from the machine - - which continues clattering and working, beside him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Which means there are still three left with your fingerprints on them - Tom. In this clip.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He holds the gun up.     Savoring Crawford's growing fear They can hear a car rolling up the driveway. Red and blue lights sweep the frosted glass by the front door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Everybody has a weak spot, right? Some place they break.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Without looking, Willy gently pushes the machine, moving fraction of an inch on the floor - - as the ball catapults out - sailing across the living r in a perfect, graceful arc - - that misses the bowl. Outside, the police car doors open and then slam. Crawford, going pale, watches the metal ball roll off the coffee-table and across the floor toward him. Crawford doesn't move.     Trying to focus.    His mind w The ball comes to rest against Crawford's shoe. The doorbell rings. Crawford looks up.     Meeting Willy's eyes. Smiling slightly, Willy tucks Nunally's gun into his belt puts his hands in the air. And gives Crawford a wink. Crawford is staring at Willy, frozen - panic and hatred a fear curdling in his eyes - - as behind him, the police begin pounding on the front d",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_712"
    }
  ]
}