{
  "movie_id": "MOV731",
  "scenes": [
    {
      "location": "SUBURBAN NEIGHBORHOOD",
      "time": "NIGHT",
      "characters": [
        "89.",
        "85.",
        "54.",
        "ARTHUR, (O.S.)",
        "MS. GRANADA",
        "7.",
        "88.",
        "70.",
        "47.",
        "ON THE TELEVISION",
        "26.",
        "THE FLOOR OF THE CAR",
        "96.",
        "A PHOTO",
        "PETER, (O.S.)",
        "99.",
        "28.",
        "13.",
        "CHARLIE",
        "48.",
        "66.",
        "103.",
        "36.",
        "20.",
        "COMPUTER",
        "5.",
        "3.",
        "4.",
        "9.",
        "40.",
        "ED, (O.S.)",
        "WET FOOTPRINTS",
        "NO",
        "100.",
        "86.",
        "81.",
        "52.",
        "11.",
        "33.",
        "25.",
        "TRIBES",
        "AMY AND JANE",
        "37.",
        "2.",
        "64.",
        "105.",
        "12.",
        "TELEVISION ANNOUNCER, (CONT'D)",
        "67.",
        "8.",
        "53.",
        "108.",
        "CHARLIE'S NOTE PAD/COMPUTER SCREEN",
        "ON JERRY'S HOUSE",
        "27.",
        "ON CHARLIE'S NOTEBOOK",
        "39.",
        "ON THE UNDERSIDE OF THE CAR",
        "71.",
        "AMY AND CHARLIE",
        "A COMPUTER SCREEN",
        "CHARLIE EYES A CASE WITH A BATTLE AXE",
        "MARK, (O.S.)",
        "42.",
        "58.",
        "WE HOLD ON THEIR REFLECTION IN THE WINDOW",
        "109.",
        "61.",
        "45.",
        "19.",
        "THEY SWERVE OUT THE SHADOW HILLS GATES",
        "82.",
        "ON CHARLIE AND PETER",
        "56.",
        "62.",
        "ON THE AUDIENCE",
        "INT/EXT. AMY'S CAR",
        "90.",
        "22.",
        "10.",
        "91.",
        "WHAM",
        "102.",
        "PETER VINCENT",
        "17.",
        "98.",
        "GRAVES",
        "97.",
        "GO",
        "93.",
        "CHARLIE, (O.S.)",
        "44.",
        "60.",
        "JERRY",
        "43.",
        "29.",
        "101.",
        "46.",
        "75.",
        "BLAM",
        "15.",
        "50.",
        "87.",
        "16.",
        "59.",
        "65.",
        "79.",
        "ED, (0.S.)",
        "INNERCUT WITH ED",
        "ON THE PHONE",
        "78.",
        "18.",
        "CUT TO BLACK",
        "14.",
        "95.",
        "FADE UP ON",
        "38.",
        "57.",
        "80.",
        "74.",
        "JERRY, (O.S.)",
        "69.",
        "83.",
        "49.",
        "104.",
        "MINIVAN",
        "DISC JOCKEY, (O.S.)",
        "6.",
        "INT/EXT. BREWSTER GARAGE/STREET",
        "84.",
        "30.",
        "113.",
        "34.",
        "77.",
        "107.",
        "VOICE, (O.S.)",
        "51.",
        "ON AMY AND CHARLIE",
        "ABOVE THE OPEN GRAVE",
        "AMY",
        "68.",
        "110.",
        "AS WE GO TO BLACK",
        "76.",
        "106.",
        "AMY, (O.S.)",
        "35.",
        "41."
      ],
      "dialogues": [
        {
          "speaker": "Unknown",
          "text": "Moving through a tract development. The houses are like Mexican food -- the basic elements are all the same, just mixed differently. A gloomy night, no moon. And a slightly ominous pattern emerges... Green, thriving lawns and meticulously tended homes abut brown yards and porches littered with old newspapers and pizza joint flyers. Each third or fourth house is FOR SALE or, worse, seeming abandoned. This area is in danger of becoming a ghost tow A deep, commanding voice pierces the silence:",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE, (O.S.)",
          "text": "Defy reason. Defy everything you know. Now we move in on one of the homes. Not the nicest on the block, but inhabited. Lights on in the windows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Inside the house. A middle-class family lives here. The living room is empty, but the TV's on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON THE TELEVISION",
          "text": "A commercial for PETER VINCENT. A Las Vegas institution, he's a magician whose show is all Gothic, horror-movie imagery. Peter's wiry, hot -- a rock and roll bad boy. He's cuttin girl up with a chain saw. And grinning like a mad man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter Vincent's \"FRIGHT NIGHT.\" The family DOG is up on the coffee table eating what's le of a fast food burger and fries, still in the box.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TELEVISION ANNOUNCER, (CONT'D)",
          "text": "Something's moving in the dark.",
          "sentiment": "neutral"
        },
        {
          "speaker": "2.",
          "text": "Also on the table -- a role-playing game in progress. \"Magic, the Gathering\"... Elves and Wizards.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TELEVISION ANNOUNCER, (CONT'D)",
          "text": "Only at The Hard Rock. Nightly Wednesday Through Sunday. Now we hear what at first sounds like a MUFFLED ARGUMENT coming from another room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Get off her!! More voices yelling, something being thrown. An ugly domestic scene. We creep down a dark hall toward a cracked door, light se through the opening -- it SLAMS OPEN and ADAM, 17, crashe toward us. He's nice-looking, a little nerdy -- and he's in a blind terror. We get a glimpse of the horrible scene behind the door. A teen girl's room -- the sound of flesh ripping. We see a pale arm on the ground, shaking violently, as if something is tearing and tugging at the body attached to We bolt away with ADAM, who we now see is blood splattere as he races UPSTAIRS. A PHONE CRADLE is ripped out of the wall, which Adam nearly falls over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ADAM RACES INTO HIS PARENTS' ROOM. Another horrible glimp - his mother's body splayed across her frilly bed. Blood on pale pink sheets. ADAM goes to his FATHER'S SIDE OF THE BED and now we see Adam's father's body. His father was reaching for A GUN h hidden under the bed. ADAM gets down under the bed, desperately reaches for the gun. It's just beyond his grasp.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come on, come on, come on... He gets it. But the GUN HAS A GUN LOCK. Adam has to dig i his dead father's pockets for his keys. Adam starts to cr",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come on, come on! He finds them, struggles to unlock the gun with shaking hands. THE BED IS TURNED OVER in one violent throw. Adam is exposed. We see only a hint of the creature that looms ov",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Brutally strong, veins dark and visible under the skin... Human but not quite. Adam reacts in horror. He knows he's dead. HE's RIPPED OUT OF FRAME as we hear:",
          "sentiment": "neutral"
        },
        {
          "speaker": "DISC JOCKEY, (O.S.)",
          "text": ".we're looking at a nice day here in Clark County, hitting a season low of only 89 degrees...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MUSIC starts under the DISC JOCKEY as we LOOK DOWN FROM H ABOVE at the SAME suburban neighborhood as before. In the daylight it seems nice. Charming, even. Pocket parks decorate almost every corner and kids ride b in the street. Mothers unload groceries. Neighbors chat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DISC JOCKEY, (O.S.)",
          "text": ".so get out there and enjoy this beautiful Wednesday, people. We SWOOP CLOSER and find that RADIO comes from a passing MINIVAN with those cutesy stick figure family decals on t rear window. The FOR SALE SIGNS and brown lawns don't seem nearly so foreboding now. We SWOOP UP AGAIN and see beyond Shadow Hills, past the W that encompasses it -- and become aware for the first tim that the community is SURROUNDED BY FLAT, ARID DESERT. In the distance, we can just make out the glow of Las Veg proper. It looks like a distant fantasy, a land-locked Pleasure Island.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The wheels of a DIRT BIKE as it zooms down the street. WIDEN to see CHARLIE BREWSTER, who is PUSHING the bike as fast as he can. It STARTS, sputters -- then craps out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to the bike/pissed) You want me to take you apart, huh? Charlie's 17 and has the slightly awkward feel of someone just recently came into his body and good looks. He's a wry, thoughtful kid who's enjoying -- but not quit trusting -- a sudden surge in popularity.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(still talking to bike) I will. I'll sell you for parts. Don't think I won't-- Charlie stops, embarrassed. DORIS -- a neighbor -- watche him talk to his bike. Paused as she hauls her trash cans the curb. She's super pretty in a wholesome way -- except for her ridiculous body. Stripper city. She nods to the bike, amused.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nothing doing, huh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The thing's got no ambition. (re: trash cans) Can I -- uh, give you a hand?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I got it. Thanks. She walks away -- her sweatpants have the word \"LUCKY\" ac the butt. He watches her go appreciatively. Doesn't notic his mom, JANE, struggling to pull their own cans to the c",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't leer at the neighbors, kid. Jane, 40's, attractive and frazzled, wears a REAL ESTATE brokers blazer. Charlie wheels his bike back to the curb.",
          "sentiment": "neutral"
        },
        {
          "speaker": "5.",
          "text": "He and his mom have had an affectionate, teasing relation which has only recently started to have more edge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She's the one who put a word on her butt. I'm just reading it. Jane eyes a LARGE DUMPSTER FULL OF CONCRETE that sits in front of their NEXT DOOR NEIGHBOR'S YARD.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is he ever going to move that thing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You need to get over it, Mom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Attitude. (observes him/then) You've been tense or something. School?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "School's great, actually.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Amy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good. Hasn't dumped me yet. He says this like he's surprised. Jane nods. Getting it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That'll teach you to get so tall and handsome.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Getting what you want is stressful. Especially when you're not used to it. More to lose.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you reading those books again? The Power of Whatever the Hell? She laughs. He glances at the DUMPSTER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They're not working. You're still flipping out about a big box.",
          "sentiment": "neutral"
        },
        {
          "speaker": "6.",
          "text": "Now Jane moves to the open garage and starts loading OPEN HOUSE SIGNS into her trunk. Charlie stands there. She shoots him a look -- then he helps her load.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's an eyesore. I'm trying to convince people to move in, not join the legions leaving town--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If you say \"mortgage crisis\" again I'm getting a new mom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The guy moves in and puts a giant trash can in his yard! When the Perry's lived there-- Charlie has heard this before. It's a common refrain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Perry's were the greatest neighbors ever. But they moved. I thought you were happy their place finally sold.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(back on the neighbor) He's not digging a pool. Where do you think all that concrete's coming from?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're spying on the guy now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's thirteen feet from our house. That's not spying, that's observing. A BEETLE CONVERTIBLE pulls up. AMY drives and her two hot friends, CARA and BEE, sit in the back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hi, Mrs. Brewster.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hi honey. Hi girls. ANY, 16, is a stunner. And she's as cool as she is beauti -- the girl every other guy in school would die to be wit",
          "sentiment": "neutral"
        },
        {
          "speaker": "7.",
          "text": "But Charlie is. And he can't believe his luck. Which puts him off his game. She makes him feel like he's always playing catch up. Charlie moves toward the VW. Jane calls after him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh hey -- Ed called. Again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm tired of making excuses, Charlie. If you don't want to talk to him, would you please tell him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kinda defeats the purpose. He gets to AMY and the girls. Amy glances at the dirt bik",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Still can't get the bike started, huh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wow. No faith.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So you don't need a ride. Amy calls his bluff and starts to drive off. Charlie grab his backpack and RACES after her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, hey, stop-- She laughs, stops the car. Charlie tries to jump in and s drives again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come on! Hey!-- Charlie runs and finally dives into the back headfirst. T girls are laughing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Watching them drive off, gone in a cloud of teen spirit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT/EXT. AMY'S CAR",
          "text": "The Beetle zips through a commercial strip. More suburban paradise. Charlie's in the front seat now. Amy drives, one hand on wheel. Casually drops one on Charlie's leg. Charlie tries to act casual, but he's stoked and... amazed. Cara half-sleeps in the back while BEE leans forward, fli and eyes Charlie's COLORFUL PUMA SNEAKERS. Charlie's a sneakerhead, a serious collector.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Takes a man to wear purple, Chuck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chuck likes it when I call him Chuck, right Chuck? Intimidated by these girls, he tries to form a witty reto",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's -- they're not -- that's, like, puce? That's a macho puce.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Can you stop someplace? I'm severely under-caffeinated.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(ignores her/to Bee) Did you see the poster for the formal? The theme is \"Hope\"?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know. They asked me to be on the committee again but I was like -- hope is completely 2008. Grow up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Did you suggest \"Despair?\" Nobody would see that coming. Or -- global warming? Everybody has to wear tin foil.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(laughs/to Charlie) Did you go last year? We basically did the whole thing, Bee and me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Me? I, ah, was in training that week. This big triatha--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(cutting him off) Chuck was still under his rock. We're so glad you crawled out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Caffeine!? Hello!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I have Econ first period. Amy takes her hand off his leg. Charlie notices.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charrrliiieeeee.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay. Yeah. It's no big deal. Amy PULLS into a coffee place. Parks. The girls climb out",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thank you, Jesus. Amy catches Charlie looking at his watch, fidgeting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're not going to flunk for missing Econ, Brain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Brain? I -- what? No, I'm-- But she's already walking away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Five minutes. He watches her move off, anxious and smitten.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlie arrives with Amy, Cara and Bee -- all the girls n sport coffee drinks. Charlie has one too, with whipped cr and the works.",
          "sentiment": "neutral"
        },
        {
          "speaker": "10.",
          "text": "Kids stream into a nice, modern-looking high school. Amy takes Charlie's arm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "On time. You stress too much.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I wasn't worried.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You were doing your worried thing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I was? I have a -- what's my--",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARK, (O.S.)",
          "text": "Ladies! A couple of handsome jock-type guys, MARK and BEN, roll u along side Charlie and the girls. They draw looks from ot students as they move through the courtyard. The cool kids.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Doods. Looking massive.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Charlie/re: drink) Seriously? A Mochachino? You can't ride with the girls anymore. You let them brush your hair, My Pretty Pony? Mark grabs the cup away from him. Starts drinking it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(takes his arm) Chuck's secure, aren't you? We see that Ben is also wearing PUMA's. Different design. It's a thing. Charlie shows his off -- he's secure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Puce.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fuck yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I have track after school, maybe we can hook up later?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah. Hey. Come here. (pulls her aside/awkward) You know, the formal. Don't think I wasn't going to ask you, because I thought it was an obvious go. Together. Hope, puppies, kittens, the whole deal. You and me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, no. Please. Nobody goes to the dance senior year. She smiles, moves off. He watches her, lets out a breath.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Right. I knew that. MARK and BEN enjoy the view as the girls move off. Wow. Mark, incredulous, says to Charlie:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Did you find a frickin' Genie lamp man? Make a sacrifice to the hot ass Gods? How do you get that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Game, my friend. Rock solid. Charlie moves off. And even though he's playing it off, w see that Mark's hit a nerve. This hot girlfriend thing is bitch. Mark calls after him--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You don't even have a car!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Later. Charlie's in Econ class. Seated in a back row near MARK and BEN. A number of seats in class are EMPTY.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ben Wegner?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Adam Noris? Nothing. Teacher looks around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Adam? (marks chart/then) Courtney Heuer? A girl raises her hand. Charlie, bored, idly checks out the class. Stops when he sees a tweaked-looking kid, ED, staring at him. EVIL ED is a slight, faintly punk-looking kid who's been picked on by bullies his whole life. He's hyper-intelligent, hyper-critical and... just hyper. his binder is covered with COMIC BOOK STICKERS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nick Straley?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nick? Ed sees that he's caught Charlie's eye. Nods significantl at him. Like -- \"you know and I know...\" Charlie looks away. As if he didn't see him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlie, Mark and Ben move down the hall. Mark shows Char a picture on his phone. A woman posing seductively.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Miss Granada. Geometry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Holy crap. Where did you get that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She's hard up, man. Equations don't keep you warm at night. They stop, see EVIL ED approaching. This amuses Mark and Ben. But Charlie's uncomfortable -- wants to bolt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I think \"it's\" going to talk to us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I need a minute.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"It's\" going to talk to Brewster.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "When are you going to get the message? We don't know you--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He does. Or did. Before the summer and his Jock Lobotomy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Ed/uncomfortable) What's the deal, man?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alone. Ed stares Charlie down. A beat. Ben and Mark bust out laughing. Mark looks at Charlie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just the two of you. That's sweet. He can school you in the ways of geek-douchery.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's important. \"Brewster.\" The way Ed says his name is enough to propel Charlie into action. He grabs Ed and pulls him aside. Mark and Ben wat with interest -- out of earshot. Ed's tone is dire, serious as a heart attack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Adam's missing. Charlie's looking around, self-conscious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do you mean, he's missing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I keep trying him -- nothing. No texts, no phone. And he's not the only one who's gone. You heard roll call.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So kids aren't coming to school. What do you want me to do about it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Meet me at his house after school. We'll check around. See what's up, if he's okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can't after school. I'm busy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't think you get what I'm",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look, do we have to do this here? Ed can't believe it. Charlie's totally blowing him off. H starts to lose it, raises his voice--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What, am I not even suppose to speak to you now?--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Keep it down. Don't spaz--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's so horrible! Crossing the streams! Will High School as we know it cease to exist?! Ed glances at Mark and Ben, who still watch from a distan",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You want me to tell your pals how well we know each other? The Lego contests, the Farscape conventions,",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Or how your first sexual experience was with an Electra figurine--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then be my backup.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fine. Adam's after school.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't be late. Moves off. Charlie sees the guys watching him. A beat. He shrugs like \"I have no idea what that was about...\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The sun has set behind the mountains. It's gloomy gray ou right before dark. Charlie and AMY park, climb out of her car with drinks fr PLANET SMOOTHIE in hand. She's still in her track and fie clothes. Looks tough.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know what I want? For dinner?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're eating right now, you know. As you speak. You literally just forced me to get you a smoothie so large they named a planet after it--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I ran six miles. What did you do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I -- watched you. But not in a creepy way. Charlie winces a little. It sounds creepy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So don't judge. You don't want me to burn my big ole' booty off, do you? Charlie, on impulse, stops her -- kisses her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What was that for?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know you're just...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nothing. A sweet moment. These two have a definite thing. It's rea They're about to kiss again when JANE'S GIRLISH LAUGH sto them. They both turn and REACT AS THEY SEE... A MUSCLED MALE, SQUATTING AND HUNCHED-OVER -- clad only i white wife-beater and jeans. We can't make out his face. Jane stands over him, laughing at something he's said as FIXES their sprinkler. PUSH IN as the guy looks up. This is JERRY. 30's. Handsom to the point of devastating. An all-American Adonis.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look at Mom. She'sГўВЂВ”",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Damn right. If he followed her home, you have to let her keep him. Amy laughs -- almost skips toward them, milking the momen",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ED paces anxiously in front of ADAM'S HOUSE. He has a duf bag over his shoulder. Keeps checking his phone. He finally dials in a number. Talks--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlie. I'm in front of Adam's. Remember the videos we all made back when? You and me and Adam, bro? In tights. Want your pals to get a load of that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Amy and Charlie approach Jane and Jerry. They overhear--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": ".so not a pool, what's the work you're doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "17.",
          "text": "Jerry has an easy-going way about him. An inviting charm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Foundation problems. I had to rip up half the basement.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "These houses were built practically overnight. I'm never surprised when they come apart.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Done. Just needed a new stem. Jane sees Charlie and Amy approaching. And gaping.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jerry, this is my son Charlie. And his -- do we say girlfriend now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I guess. I mean -- only if she's-- Amy's amused at Charlie's squirming, finally saves him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(shakes Jerry's hand) Hi. I'm Amy. He can't help but give Amy an appreciative once-over. She enjoys it, but pulls away and moves closer to Charlie. Charlie notices the exchange -- the way this dude oozes manliness. Doesn't like it one bit. He shakes Jerry's han a little too firmly. Lowers his voice a bit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jerry's our new neighbor. The Perry place. He's \"handy.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(looks to Charlie, smiles) No kidding.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sorry about the mess, man. I was just telling your mom I'll have the dumpster gone next week.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Doesn't bother me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jerry does night construction on the strip.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(noticing Charlie's shoes) You play ball? I'm always looking for a pick up game.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now and then, you know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's more of a collector thing. The shoes. He's obsessed. (to Jerry/\"those teens\") They sleep on sidewalks to get them. Charlie looks at Jane, thanks for embarrassing me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well -- they're bold. I like them. Jerry looks back at Jane. A little flirtatious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So... I'd ask you guys inside, but it's a mess. I've been meaning to.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Be neighborly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A drink, something. It hangs there, waiting for an invitation. Jane just smil",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Soon, okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You bet. And thank you so much. For the help.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Least I could do. Jane, Amy and Charlie walk toward the house. Jerry moves off. Amy looks at Jane, amazed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why did you blow him off? Oh my God!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A guy that good-looking, still single? Bad bet. He's a player.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mom. Breaking it down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've had enough man trouble. I'm not getting suckered again. Amy and Charlie meet eyes. That was loaded. Jane notices.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't listen to me. Jaded old",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlie's PHONE buzzes. He checks it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON THE PHONE",
          "text": "A VIDEO CLIP from ED. TITLED \"KID COMEBACK and SUPER SQUI It shows Charlie, Ed and Adam when they were younger, prancing around in homemade costumes and, indeed, tights. The text message says \"10 MINUTES -- OR THIS IS GOING WID",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(alarmed/to Amy) Wow. Okay. I gotta go. Sorry. Call you later.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I have dinner on--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I gotta go. I'll eat later.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlie!",
          "sentiment": "neutral"
        },
        {
          "speaker": "20.",
          "text": "But Charlie's already off and running.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlie approaches, sees ED pacing in front of the house. He's flipping out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where the hell have you been?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You said after school, chill out! Ed is already lugging his big duffle to Adam's front door",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Right after! It's dusk, dude, you know what that means!?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That the sun's gone down. What's",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Over him, Ed knocks loudly. Rings the bell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey! Anybody home? A long pause. Nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not here. Let's go-- But Ed's already heading around the house with the duffle",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ed wriggles in through the DOG DOOR. He turns, lets Charl in. Charlie looks around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is nuts. It's the SAME HOUSE we saw in the opening, but completely righted. TV is off, the walls are clean. Furniture in it' proper place. It's perfect. They move into the house. Ed is wired, scared.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "21 ED",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hello? Ed and Charlie here! (TO CHARLIE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come on. Charlie follows him in. Resigned and placating. CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay. Fine. Ed opens his duffle bag. Inside are CROSSES, STAKES, HOLY WATER, even a small AX. ED",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Take this. Ed hands Charlie a STAKE. Charlie eyes it, incredulous. CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You've got to be kidding me. Ed stops. This is it. ED",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I hate to tell you this but that guy, your neighbor. (DEAD SERIOUS)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's a vampire. One of the undead. CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My neighbor. Next door. ED",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah. CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I just met him. Jerry. ED",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jerry. A beat. CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's a terrible vampire name. \"Jerry.\" Seriously-- ED",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I didn't name him, man, I'm just reporting the facts! Ed moves UP THE STAIRS. Charlie reluctantly follows. It's darker up here. Lights off.    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "22.",
          "text": "CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come on, this is a gag -- right? Ed's barely listening -- cautious. Every shadow is potent death. Total shmuck bait... ED",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey! Anybody here? They pass the empty MASTER BEDROOM -- where we saw ADAM's parents slaughtered. Now its clean and empty. Then Ed turns into ADAM's room. It's full of geekery. Action figures, the like. Charlie sticks behind him. The guys don't register the mostly obscured form of SOMEB HIDING BEHIND the door. A LARGE MALE figure. Ed catches sight of the guy, and SPINS toward it, freaked Charlie also reacts, scared. ED (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Get back, demon! Ed thrusts his cross forward which knocks the door open, toppling A MOVIE CHARACTER STANDEE. A beat. Then Ed lets out a slightly manic laugh. ED (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ha! I killed that sucker dead! CHARLIE (ANGRY)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They're not here, okay? They left town. His dad was a deadbeat-- Ed pulls a MAP out of his pocket. It has lots of red and black DOTS marked on it. He thrusts it at Charlie. ED",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, see, it's not just them. It started -- there was this thing on Channel 13, a lady escaped an attacker who tried to bite her. Ed points to the RED DOTS on his chart. They form a loose circle around CHARLIE'S house. ED (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Adam and me, we graphed the attack, the disappearances. Whole families, gone. (MORE)     23 ED (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And that's you guys at the center, see? His windows are totally BLACKED OUT-- CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There's a ton of houses like that. People work nights on the strip-- ED",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But every window? No. I've been watching him. It all fits-- CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That Jerry's a Dracula. ED",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. Dracula is a specific vampire. I'M SAYING-- CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know what you're saying! I'm mocking you. You've been reading too much Twilight-- ED",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fiction, okay? This is real. A real monster. And he's not brooding. Or lovesick. Or noble. He's the fucking shark from JAWS. He feeds, he kills, and he doesn't move on until everyone around him is dead. (MOST EMPHATIC)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And that book SUCKS. Charlie can't help but pause. Ed's conviction is so real. But he shakes it off. CHARLIE COME ON-- ED",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What about your neighbors, the Perrys? He moved into their house. Haven't seen them around, have you? CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, in San Diego like a month ago! ED",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Exception, proves the rule. You haven't asked him in, have you? He can't get in without an invitation.     24 CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, but-- ED",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Your mom? Lonely divorcee... CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're on drugs. ED",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No! Well, yeah... I thought you'd take my word, but I have evidence at home. Hard evidence. Charlie stops fighting it and humors him. Ed's lost it. CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah. Okay. ED (INTENSE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We have to stake him in his nest. You and me. Not now, it's dark. CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Right. Cause he's nocturnal. ED",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just for -- okay -- for a minute pretend you're not a douche now-- CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look, Ed, this stuff, it was fun when we were eight-- ED SIXTEEN-- CHARLIE (LOSING IT)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Whatever! I grew up, okay? You don't want to, fine. But don't get an attitude because I'd rather have a life than make shit up! Ed stops. Stung. ED",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Right. Got it. You're soooo cool \"Brewster.\" Go ahead, join the Clark High early-peakers. This is the pinnacle for them. And that includes your girl--    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "25.",
          "text": "CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shut up. ED",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Undeniably doable, but we used to make fun of her and her pals, remember? They're bimbos-- CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shut up! Charlie barely refrains from hitting Ed. Instead he shove him away. Ed stumbles. Falls. He looks up at Charlie, genuinely hurt and desperate. ED",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Adam's gone -- you act like it has nothing to do with you. (THEN/PAINED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We were inseparable, man. CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah. And you know when I got popular? The minute I stopped hanging out with you. Charlie takes off. Ed watches him go. FADE TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A while later. It's REALLY DARK now. Ed, gripping his duffle bag nervously, skates down a residential street. Houses here are spaced far apart and lights in many of them are off. Ed is anxious, watchful. He knows it's not safe. Every da corner is potentially the end of him. A few cars pass. Something moves behind him. Footsteps GAINING. Ed abandons his skateboard and BOLTS. A hand SLAMS on his shoulder, spins him around. IT's MARK Charlie's pal from school. MARK",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You crossed my yard. Tracked your nerdjuice all over it.    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "26.",
          "text": "ED",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sorry. Sorry-- MARK",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My mom works hard on that shit, MORON--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ed glances around nervously, it's dark and anything... el could be out there. ED",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Can you just hit me? I don't have time for the build up. (he steels himself) Go. MARK",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Seriously? ED",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jesus, man! Just do it! Fine. Mark winds up and SWINGS -- a brutal blow. Ed DUCKS and runs. Mark's immediately on his heels. The guys dodge and dart through the neighborhood. But Ed experience in the art of losing bullies and he manages to shake Mark for a moment. Ed scrambles over a wooden fence, but his DUFFLE BAG GETS CAUGHT ON TOP. Most of his vamp hunting stuff SPILLS over the OTHER SIDE OF THE FENCE. ED (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Crap. Crap! There's not time to get the stuff. He can hear Mark approaching in the dark. He drops into a neighbor's backyard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ED spins and slams right into MARK -- no, it's JERRY. Ed falls back and scrambles away, terrified. ED (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Get away! I'm armed mother fucker! Jerry moves after Ed, angry but controlled. More like a m than a monster.    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mark pulls up on the other side of the wood fence. Sees E VAMP HUNTING STUFF on the ground, laughs. MARK",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Unbelievable. A beat, Mark glances at the high fence. Decides he's done He kicks some of Ed's stuff as he moves off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ed trips over kid's toys and bikes as he runs to the hous There's a porch light on over the back door. ED",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(pounding on door) Hey! Let me in! Please! But there's no answer. Ed is desperate, Sees Jerry closin in, walking across the backyard. Ed takes a ROCK and smashes the window over the kitchen s",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ed falls through the window into the kitchen. Looks out. JERRY stalks toward him. All hulking menace. But Ed's safe now. Calls out-- ED",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Forget it sucker! No invite! BAM! Jerry kicks in the kitchen door. Ed, terrified, fall back. JERRY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Abandoned. I thought you did your homework. ED",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-- what? JERRY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You've been watching me. I've been watching you. Seems fair. Ed BOLTS into the house.    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As he races through the empty rooms he pulls a stake from pocket. We see he's wearing a cross around his neck on a long chain. JERRY's following, but barely breaking a sweat. Ed sees A SLIDING GLASS DOOR to the back. He fumbles with the lock, gets it open and runs into the backyard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ed races for the back gate-- AND SUDDENLY JERKS TO A STOP. Jerry has him by the back of the CROSS he's wearing. Ed's lifted WAY off his feet by the CHAIN, until he's cho on it, the cross directly under his neck. JERRY looks away as he SNAPS the chain off Ed and HURLS t cross into the neighbor's POOL. Ed falls to the ground, watches the cross sink in despair Jerry's standing over him. Smiles a little. We get just a flash -- he suddenly has MORE TEETH, sharper, in rows. It chilling. JERRY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bit off more than you can chew. Shaking, terrified, Ed brandishes the STAKE. ED",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We'll see, man. I know my shit. But Jerry doesn't appear to be afraid. He looks at Ed wit actual sympathy. JERRY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Really? Who's going to believe you? You see the truth, but what good is it when you're alone? Ed's shaken -- but still grips the stake. Holding on. ED",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't play that stuff. That mind crap. Come on -- try me. Try me!    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "29.",
          "text": "JERRY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You say you're glad you're different. But how can you be in a place like this? These people... Even your best friend. You're nothing to him now. Ed's listening despite himself, hurting now. Jerry moves step in. Ed raises his stake again -- but with slightly l conviction. ED",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Get back! JERRY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It can be over. I can make all that pain go away. Ed's fighting tears. Life as he knows it is gone. ED",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No... JERRY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You were born for this and you know it. Your \"life\", what you had? That's the illusion. (off Ed's silence) I can take you somewhere great. Somewhere you'll belong. Ed takes this in. His eyes clear a bit. Is it...hope? JERRY (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's a gift. And Jerry moves closer, blocking our view.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A new day. Sunny and hot. A truck moves the DUMPSTER from Jerry's house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Through the kitchen window, Jane watches the DUMPSTER dri away. She's pleased, a little surprised. Says to herself.    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "30.",
          "text": "JANE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good on his word. A knock at the door. It's Amy. She lets herself in. AMY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Morning. Charlie? JANE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You try. My voice seems to be on some frequency he can't hear. AMY",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE, (O.S.)",
          "text": "Coming! Amy looks at Jane, who shakes her head. Amy moves to the island. Grins a little. AMY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Talk to Hot Neighbor again? You should facebook him. JANE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(shakes her head) Temptress. I'm resolved. Charlie runs down. Wet from the shower, discombobulated. pecks Amy, grabs food off a plate. He's out of sorts. AMY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oversleep? CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Didn't. (off her look) Weird dreams. Charlie gives Jane a quick peck and follows Amy out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Amy and Charlie head to the car. Charlie turns -- looks b at JERRY'S HOUSE. The blacked out windows... AMY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What? Charlie snaps out of it. It's crazy to even entertain Ed' theories.     31 CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nothing. That guy was such a tool. AMY (HUMORING HIM)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Totally. Poser. She gets in the car. Smiles a little. FADE TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlie's in class. He's restless, agitated. On his pad, absently draws VAMPIRE images, blood... TEACHER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sally Cabella? SALLY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Here. TEACHER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ed Lee? Nothing. Charlie looks up. TEACHER (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Edward Lee? Charlie looks around. No Ed. And just like he said -- qui a few other kids are missing. Charlie takes this in, look around. ABOVE CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SEATS ALL AROUND HIM ARE EMPTY. This time it makes an impact.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlie, Mark, Ben and the rest of the guys get ready for practice. Mark's in the middle of a story, but Charlie is distracted -- barely listening. MARK",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": ".she's wearing a jumpsuit, dude. Like -- one zip and POP! CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Huh.     32 MARK",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's up with you? Dreaming about your little boyfriend? Charlie takes this in, worried. CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You see him around today? Ed? BEN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't track \"it's\" whereabouts. What did he want, anyway? CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nothing. Homework stuff. But Charlie's clearly distracted. CHARLIE (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look, I have to go. MARK",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now? You're ditching? I'll bail with you. CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No -- I'm -- I don't feel so well. He takes off. Ben and Mark watch him, perplexed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Another suburban development. Rows and rows of red tile roofs, houses stacked right on top of one another... Charlie rings the bell of a modest place. Not as big as where Charlie and Jane live. But nice, well-tended for. ED's mom, VICTORIA, answers. She's surprised to see him. VICTORIA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlie! CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, Hi Mrs. Lee. Victoria breaks into a wide smile. VICTORIA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "God you're a sight for sore eyes.    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Victoria pulls Charlie in and hugs him, happy. Calls out- VICTORIA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rick! Charlie's here! (TO CHARLIE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look at you. So handsome! CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, I -- you don't have to-- Now RICK, Ed's dad comes into the room. Shakes his hand. RICK",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ed said you'd sprouted. And you're, the-- Rick awkwardly gestures around his face. CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cleared up. Yes sir-- VICTORIA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ed will be so sorry he missed you, But -- you should both be in school now, shouldn't you? CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's not here? Did you see him today? RICK",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's usually up and out early. Everything okay? CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, sure. We're working on a class project. I guess we crossed paths. VICTORIA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm so glad you're doing that. Ed, he'd be mad that I said so, but he talks about you all the time. This lands hard on Charlie. How remiss he's been. CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah. That's... He's great. (THEN)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Would it be okay if I went upstairs? Ed has a book we need.    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "34.",
          "text": "VICTORIA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Of course. Make yourself at home. Charlie goes upstairs. Victoria makes a face at Rick -- \"that's good!\" They're both pleased.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ed's room is a shrine to comic books, horror and fantasy movies. There's an art table where Ed has been working on some illustrations for a noir-style graphic novel. Charlie sto and looks at them. They're fantastic. He looks at the photos on the wall -- including a few pictures of Ed, Charlie and Adam when they were friends.",
          "sentiment": "neutral"
        },
        {
          "speaker": "A PHOTO",
          "text": "Charlie and Ed, arms around each other. Charlie is shorte and thinner -- with really bad acne. Not cute. WAY not. ON CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ouch. Best not to dwell. He turns and sees-- PETER VINCENT'S \"FRIGHT NIGHT\" POSTER on a wall. Charlie takes it in, laughs a little. Then Charlie examines a WHOLE WALL devoted to Ed's investigation of Jerry. Maps, news reports, vampire lore printed off the internet, books, etc. If you didn't know the difference, you'd say it's just mo of Ed's fictional world. Charlie stares at it all for a beat. Then shakes his head It's all a fantasy -- nothing more. CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is crazy. He starts to take off. But sees that Ed's computer is on and one file stands out. \"THE JERRY DIARIES.\" Charlie gives in to his curiosity -- clicks it open -- fi a bunch of Quicktime files. He opens one. Stops.",
          "sentiment": "neutral"
        },
        {
          "speaker": "35.",
          "text": "As BLURRY short clips play: Jerry's truck, in motion but it looks like NOBODY'S DRIVI IT. DORIS the neighbor chatting on Jerry's lawn -- with nobod Over and over, it's appears that JERRY DOESN'T SHOW UP on video. OFF CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Taking this in. Chilled.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's dark as Charlie comes home. He looks warily at Jerry house as he searches for his keys. BAM -- he walks right into JERRY. JERRY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey guy. Charlie tries to maintain his cool. What if Jerry is what thought? Impossible, but... CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey. Guy. JERRY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You could really do me a solid. CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah? What kind. JERRY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I have a girl on her way over for a beer, and I'm totally out of beer. They're at Charlie's back door, the one that leads to the kitchen. CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bummer. JERRY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Set me up, I'll pay you back two times. A sixer for your mom, and one for you. CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uh, yeah, sure.    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "36.",
          "text": "Jerry watches Charlie as he unlocks the door. This is when Charlie should invite him in. CHARLIE (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let me see what Mom's got. She's kind of a \"light domestic\".. .mom. Charlie steps inside. Pointedly DOESN'T ask Jerry to ente Charlie intentionally leaves the door open, moves to the refrigerator. But keeps his eyes on Jerry. If he steps in uninvited, Ed's theory is blown. JERRY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nice kitchen. Same floor plan as my place, huh? Jerry leans against the door jamb -- BUT DOES NOT CROSS T THRESHOLD. Charlie observes this. Holy shit. Charlie and Jerry MEET EYES. Then a cold smile creeps ove Jerry's face. Charlie fumbles, lets one of the wet beers slide from his hand -- it hits the ground, explodes. CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fuck! JERRY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Can I help you with that? CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No! No. Thanks. I'll get it. Jerry takes in Charlie's frantic refusal. Now he's darkly certain. He's been made. Charlie tosses the broken bottle into the sink. Moves to doorway with the remaining beers. Charlie hands them over the threshold. But doesn't cross. CHARLIE (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There you go. Uh...party down. Jerry watches him, intense. His tone shifts -- cocky and intimidating. A threat disguised as \"guy talk.\" JERRY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This girl tonight -- she's a handful. You know. (MORE)    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "37.",
          "text": "JERRY (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Women who look a certain way, they need to be managed. CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah. JERRY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You don't mind my saying, you got a lot on your shoulders for a kid. Your pal, Amy? She's ripe. Must be a line of guys dying to pluck that. Your mom too -- you don't see it, maybe you do -- she's giving it off. It's on you to watch out for them. You up for that? Charlie's burning. But holds himself in check. CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I think I can manage. JERRY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good. Cause there are bad people out there, man. Better keep an eye on your women. Jerry backs away, intimidating even as he retreats. JERRY (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thanks for the beers. Charlie watches him move into the dark.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlie bursts into his room, freaked out -- races to the window. His room is free of all geekery. Now it's all sports and sneakerhead stuff. AMY's there -- on his bed and surrounded by school books. She's reading Wuthering Heights. AMY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where've you been? You told me to meet you here an hour ago. CHARLIE'S POV",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jerry's nowhere to be seen and his house is quiet. Lights behind BLACKED OUT WINDOWS.    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "38.",
          "text": "AMY (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hello? Charlie breaks away from the window. It's an effort. His focus is still half there, even as he tries to talk to Am CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sorry. You okay? Everything okay? He checks his phone. Checks for anything from ED. Nothing AMY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah. Why shouldn't it be? CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, it should. Nothing. AMY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(re: her book) You ever read this? It's good. Sexy, actually. Amy moves to Charlie. Puts her arms around him. AMY (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In a frustrated, unconsummated sort of way. CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Like us, you mean. Amy laughs, pulls him onto the bed. She's feeling frisky. AMY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kinda makes it hotter. CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, so you keep saying. He smiles a little. She kisses him. But feels his distanc AMY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Am I boring you? What's up? CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What? No. I'm kind of wiped out, that's all. AMY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can fix that. She kisses him again. Despite himself, Charlie gets drawn and turned on. She pulls back, serious.    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "39.",
          "text": "AMY (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Want to get under the covers? CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-- now? Seriously? AMY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Calm down. Let's just... see how it goes. Charlie's dying inside. Now?! Could not be a worse time. CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Believeme when I say--thereis nothing in the worldI'dratherdo BUT-- AMY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlie. Don't be nervous. She kisses him again. It's intense, passionate. Charlie weakens a little. Maybe death and mayhem can wait... Amy moves to take off her top. Oh. My. God-- DING DONG. Somebody is ringing the bell at Jerry's. Charl stops. Practically tosses Amy off him. CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You hear that? He rushes to the window. Looks outside. CHARLIE'S POV",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "DORIS is at Jerry's front door. Holding a bottle of wine. CHARLIE (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shit. AMY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What? JERRY comes to the door. He and Doris start chatting. She flirting up a storm. CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shit, shit, shit-- Amy sees what Charlie sees. Shrugs. AMY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's hot. She's a stripper. They were bound to find each other.    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "40.",
          "text": "CHARLIE GO-GO DANCER-- AMY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Take away two tiny pieces of cloth, stripper. (LIGHTLY)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You jealous? CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What? No-- Jerry is showing Doris in when he stops-and looks DIRECTL CHARLIE. It's chilling. Charlie DIVES away from the window, grabbing Amy and pull her down too. CHARLIE (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He looked right at us. AMY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maybe. Not a big deal-- Charlie's freaked now. Doris is IN THERE. CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, it is a big. A very big. He saw us and he was pissed. AMY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay... Amy moves away. Looking at him skeptically. AMY (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If you're not into this, say so. Don't do me any favors. CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What? No! I am, I totally am. just -- I don't trust that guy. He glances out the window again. Amy's irritated, not use to having her passes rejected. She gathers her stuff. AMY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm going. CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Amy. Don't--    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "41.",
          "text": "AMY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. You've got your neighborhood watch thing. CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come on, don't be that way-- But she's gone. CHARLIE (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Crap! A beat. Charlie's torn -- he should go after her. But Doris's muted LAUGH from the other house draws his attent He looks again at Jerry's house. He can see faint shadows moving behind the windows in the house, like ghosts. Charlie's conflicted, freaked -- what can he do? He picks the phone. Dials 911. Then thinks better of it. Hangs up. Finally -- he stops at the window, eyes on JERRY'S PLACE. Listening and watching intently. Keeping sentry. FADE TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Later. Charlie's fallen asleep in a chair by the window. He's startled awake by a woman's SCREAMS. They sound like they are coming from Jerry's. But are they screams of pleasure or pain? Charlie looks out the window. Jerry's house is dark. It's all quiet. Charlie looks at the clock. tam. Charlie sits back on his bed. Was it a dream? Then Charli hears A MOTOR START. Charlie goes back to the window. Jerry's TRUCK starts and Jerry drives off. Off Charlie, unsettled. CUT TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A short while later. Charlie moves cautiously into Jerry' backyard. He's wearing ALL BLACK and his dad's old winter gloves. He looks at his iPhone. ON THE PHONE -- a diagram. \"How to pick a lock.\"    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "42.",
          "text": "Charlie steels his nerves. At Jerry's back door, he clums tries to pick the lock. After a moment or two, he realize he has no idea what he's doing. CHARLIE (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Crap. He walks away from the door, frustrated. Then turns and impulsively tries to KICK IN the DOOR with his foot. Noth happens. Then something occurs to Charlie. He goes into the garden CHARLIE (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Perrys... Charlie finds a FAKE ROCK. Turns it over. It has a KEY in it. Charlie's like -- duh. He puts the key in the back door lock. It opens.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlie moves through the first story of the house. He's cautious, on edge. At first the place seems totally unremarkable. A typical \"guy pad\". Lots of inexpensive furniture, bad art, a salt water fish tank... At every turn, Charlie expects something or someone to ju out at him. It's unbearably tense.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlie looks upstairs. Moves through a plain white hallw finds an open door that leads to Jerry's office, where he keeps an EXTENSIVE LIBRARY. On one wall hangs a TAPESTRY that looks very old, decorat with a strange INSIGNIA. Charlie takes a picture of it wi his phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlie goes into Jerry's bedroom - opens his closet. See variety of UNIFORMS. Cop, gas man, UPS, etc. Charlie reacts, chilled. Charlie stops. JERRY'S TRUCK is pulling into the driveway Charlie's in a panic. Jerry will be inside any moment.    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "43.",
          "text": "There's no time to get out so Charlie ducks into the CLOS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlie pushes as far back into the closet as he can go. Leans against the back wall. The BACK OF THE CLOSET SWINGS OPEN and Charlie falls back into a HIDDEN HALLWAY. Charlie stands, stunned, see that the hallway is lined by small rooms on either side. It's clear that these are additions Jerry's added. Each r has a small rectangular WINDOW, so you can see in. Charlie reacts, sick. It looks like a prison. Despite the danger, he creeps over and looks in one of the rooms--",
          "sentiment": "neutral"
        },
        {
          "speaker": "WHAM",
          "text": "A pale HAND slaps against the window. Charlie jumps. CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fuck! -- DORIS is in the window now. Bruised and so pale she looks almost BLUE. DORIS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Help... CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh my God. Oh, shit-- Charlie tugs on the door. Locked. He stands back, what to do? Charlie hears a NOISE. The FRONT DOOR. And then -- JERRY'S FOOTSTEPS approaching. DORIS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh... Oh no... Get me out of here! Doris pounds on the door. In a cold panic. CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm -- I won't leave you-- But Charlie has no choice. The footsteps are getting CLOS DORIS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Please! No! Don't go!    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "44.",
          "text": "Charlie ducks inside one of the CELLS across from Doris, moves behind the door. JERRY steps into the hallway, walks right by Charlie's hi place. Pauses near him. The door is ajar. Was it that way before? Charlie holds h breath. Jerry moves to the CELL and retrieves DORIS's half-alive from it. Charlie cautiously looks through the crack in the door. DORIS (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": ".no... . God, no... please... The door to Doris's cell open. Charlie can see PART of Doris's body and face. Jerry is mostly obscured, bent over Doris -- holding her. Charlie watches helplessly, horrified. DORIS (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Please, please... don't kill me. Doris's body TENSES and starts to jerk, as Jerry TUGS AND RIPS AT IT SAVAGELY. It's clear he's FEEDING ON HER, although we can't see his face. Doris screams, then starts to cry. It's stark and REAL an terrifying. It seems to go on and on. Doris weakens, her head lolling one side, her light fading. A small stream of blood spreads across the white pavement In the position she's in, she is eye to eye with CHARLIE. She sees him, smiles weakly. Then mouths something -- too weak to make much sound. DORIS (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cha... Cha... CHARLIE is petrified. Doris gets it -- smiles a little grimly, puts a finger to her lips. Silence. After what seems like an eternity, Jerry is satisfied. He tosses Doris aside and stands away from her. Charlie DUCKS behind the door as Jerry emerges and casual wipes a spot of blood from his mouth.    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "45.",
          "text": "Then Jerry LOCKS DORIS back into her cell. Pockets the ke and moves off toward the stairs. After a moment, he's gon The sound of a TV starts in Jerry's living room. Somethin banal like \"The Real Housewives of Orange County.\" Charlie knows this is his moment. With shaking hands, he retrieves his iPhone and pulls up the \"HOW TO PICK A LOCK screen. Charlie looks through the window in Doris's cell. She's breathing -- alive. Charlie whispers to himself as he uses a bobby pin and a screwdriver on the lock. CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Please... Please... The bobby pin slips. Drops. Charlie's losing it. Steadies himself. Tries again. CHARLIE (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come on. The tension is unbearable. Charlie can hear JERRY moving downstairs. CLICK",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The lock slides open. Charlie breathes with relief. Then grabs Doris and BOLTS. Charlie SLIPS in a pool of blood left behind from Jerry's feeding, but he manages to stay on his feet. He pushes Doris ahead of him, to a BACK STAIRCASE. His PHONE drops out of his pocket, he has to double back every moment counts. Doris's barely aware of what's happening, let alone where she is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A moment later. Charlie and Doris emerge downstairs, near the entry hall. They can see the front door -- and hear Jerry moving in another room. Charlie looks around, trying to get oriented. JERRY emerges -- almost sees them. Charlie ducks into a hiding spot and grabs Doris, covering her mouth.    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "46.",
          "text": "A long beat as Jerry returns to the living room with a be Settles in a chair facing away from the door. Charlie considers his options. Says almost silently: CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Same floor plan. He grabs Doris and bolts for the kitchen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A back door. Leading out. Charlie and Doris race for it, DORIS stumbles and bumps into a chair. Stifles a cry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jerry turns at the noise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlie throws the back door open, he and DORIS ESCAPE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The sun is just starting to rise. Charlie races for his house, with Doris holding on to him tight. She's crying w gratitude and relief, manages-- DORIS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thank you, thank you... Doris looks up at him, her EYES TURNING BLACK, her veins going gray. A first ray of pure sunlight hits them. CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Doris? In a flash, DORIS starts to BURN. Charlie is helpless to it as she GOES UP IN FLAMES and explodes. CHARLIE REACTS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Horrified. In shock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jerry moves into the kitchen.    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "47.",
          "text": "The back door is closed now -- but the blinds sway slight And there are BLOODY prints on the floor from Charlie's sneakers. Jerry takes this in, coldly furious. FADE TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlie sits on his bed -- still in a state of shock. Thi shit is for real. Jane comes to the door, her knock cursory. She enters. JANE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're going to be late. Jane moves to the windows, throws the curtains open. Char winces at the sun. He got no sleep, looks like hell. JANE (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The hours you keep. It's like living with a vampire. Charlie stops. Looks at her. She has no idea. CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Listen -- promise me -- that guy next door, Jerry? Under no circumstances do you invite him into our house. He's dangerous. JANE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I think I can handle myself. CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, no you can't-- JANE CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlie-- Don't even look in his direction, understand? And at night, you stay inside. JANE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Because he's dangerous. What kind of dangerous? Charlie starts gathering his things. Getting ready to bol    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "48.",
          "text": "CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Can you trust me? For once, don't ask a million questions-- JANE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlie. Stop. I'm your mom, not some ridiculous woman-- CHARLIE (GENUINE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm sorry. Okay? I know... We just don't have time for a big thing! I'm telling you-- JANE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's enough. I'm done with this conversation. She moves away. CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mom! Mom-- But she's gone. Charlie looks after her, worried.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Later. Charlie approaches the school. Kids swarm around him, happy and care-free. Charlie's in another world.",
          "sentiment": "neutral"
        },
        {
          "speaker": "A COMPUTER SCREEN",
          "text": "As various pages pop up-- VAMPIRE FAQ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "True VAMPIRE tales! VAMPIRE chat city How to kill a vampire ON CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As he scrolls and frantically scribbles notes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE'S NOTE PAD/COMPUTER SCREEN",
          "text": "As Charlie notes tons of CONTRADICTORY facts;    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "49.",
          "text": "Vamps must avoid all daylight. Vamps can walk in fog or twilight. Vamps always sleep in the dirt. Vamps never sleep. Vamps can only die from stake through the heart. Vamps only die from Fire. Three bites to turn a victim into a vamp. One bite and th victim has to feed from the vamp... Vamps change form -- bats, animals, etc. Vamps absolutely can NOT shape-shift. ON CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We see now that he's on a computer in the SCHOOL LIBRARY, isolated behind some stacks. He clicks a link on one of the sites -- which leads him t PETER VINCENT'S website. It's an elaborate interactive si It says that Vincent is a serious student of all things occult -- especially VAMPIRES -- and has amassed a vast collection of books and artifacts. It also claims that there are different TRIBES of vampire",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON CHARLIE'S NOTEBOOK",
          "text": "He writes in big letters",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMY, (O.S.)",
          "text": "Hey. Charlie looks up. Amy stands over him, a little wary. Charlie covers his writing and closes his computer screen He looks like hell. Disheveled, sleep deprived, tense. CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey... AMY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You weren't in class. What are you working on? CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Porn. Hacked it.    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "50.",
          "text": "AMY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, good. I thought it was something creepy. Charlie nods. Smiles wanly. Then-- CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look, I'd better... AMY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Get back to your porn. Got it. She looks away, losing patience. Charlie rallies. CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. Sorry. I'm just -- I could use some coffee. She looks back. Okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlie and Amy sit in the busy quad. CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We can't hang out at my house any more. My mom's flipping out about some stuff. I can see you at school, but for a while -- AMY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why? What's going on? CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's hard to explain. Just... What can he say? He has to protect her, but how? BEN AND MARK Join them. Notice how tweaked Charlie looks. BEN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You look like dog shit. CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thanks. MARK",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Your pal the spaz, his folks were here earlier. It's a big thing. CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What? Why?    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "51.",
          "text": "MARK",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know. He ran away or something. They were all upset, talking to the principal. BEN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "One less tweaker clogging up the halls. Charlie stands, upset. CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shut up. MARK BEN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlie-- Chill out- CHARLIE (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You don't know what you're talking about. He could be dead for all you know. Mark steps in. Calming, reasonable. MARK",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're right. Not cool. You're worried and it's totally understandable. (THEN)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But he's better off, man. He'll be happier with the other trolls on the shire. That's it. Charlie DECKS MARK. They go to the ground and Charlie lets loose on him. A bunch of other guys pull the apart amid shouts, etc. Mark is bloodied and freaked. MARK (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What the fuck man!? AMY stands back, appalled. AMY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlie!! What the hell is wrong with you?! CHARLIE (TO MARK)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're an idiot, you know that? (SUPER EMPHATIC)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And it's HOBBITS on the shire!    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "52.",
          "text": "Charlie turns to Amy-- CHARLIE (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come on. But she shakes her head and moves to MARK and BEN. CHARLIE (CONT'D) AMY-- AMY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just get out of here, Charlie. Go. He knows it's over. Heartbroken, he takes off. FADE TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlie gets off the bus and walks toward one of the nice hotels. He's looking at another \"how to\" on his phone. \"How to me a celebrity.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Charlie grabs a LAS VEGAS SUN from a rack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlie watches a bunch of CONVENTIONEERS with BADGES in FOOD COURT. A guy about Charlie's size leaves his coat and badge on h chair -- goes to get his food. Charlie sweeps in and quietly takes it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLOSE ON PETER VINCENT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "40's, but all wiry rock n' roll attitude. Leather pants a tattoos, Long black hair wrapped in a bandana. Dark paint nails and heavy eye make-up. HEAVY METAL MUSIC BLARES.    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "53.",
          "text": "The whole scene is OVER THE TOP GOTH cheesiness. Lots of stage effects and fire... PAMELA ANDERSON look-alikes in skimpy outfits prance on s as another SEXY GIRL is handcuffed, S&amp;M style, to a C TORTURE BOARD.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON THE AUDIENCE",
          "text": "We see that this is a run-through. Tech guys work light boards, etc. A director and scattered others sit in the seats. CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sneaks in one of the back doors. Silently moves close to stage. He's WEARING THE STOLEN COAT. The badge holder now has the SUN masthead logo inside. It looks, at first glance, like a legit credential. ON STAGE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter reveals a tray full of SHARP DAGGERS. He raises the to the audience. PETER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The knives are real. He CUTS his OWN PALM with one, bleeds. Doesn't even wince Stud. PETER (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The girl is real. He GRABS HER, feels her up. She giggles. SEXY ASSISTANT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ooooo! Peter YANKS down on the circular board the assistant's ti to -- sending her SPINNING. PETER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And if I miss, she'll really be dead. The music switches. It's all TENSION. Peter FLINGS a dagger. SCHWACK! The assistant DUCKS as the KNIFE embeds the board behind her, this close where her head was. She screams! Breaks character.    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "54.",
          "text": "SEXY ASSISTANT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Holy Shit! Pete! Also out of character -- PETER speaks in a thick QUEEN'S ACCENT. PETER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You can't say that! (moves to her) Stop the-- STOP. CUT!! The music stops. The spinning board stops. SEXY ASSISTANT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You almost tore my extensions out! Why do you have to throw a real knife!? PETER (RE: KNIFE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It barely cuts! That board is like butter. He tears the MAKEUP appliance off his hand that made it l like he cut himself. The assistant pulls out of her VELCR straps. SEXY ASSISTANT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Everybody else fakes it! PETER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But this looks authentic-- SEXY ASSISTANT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then learn how to throw! She stomps off the stage. Peter can't believe it. PETER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Screw this. He starts to stalk off stage. CHARLIE rushes toward him. CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. Vincent! Mr. Vincent-- A tech guy moves in on Charlie. CHARLIE (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charles Brewster. From the Sun? We had an appointment. PETER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't think so. Talk to my guy.     55 CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're doing a piece -- \"Vampires. Separating myth from fact.\" PETER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You want a comment? That's a shit idea for an article. Peter starts to move off. Charlie, anxious, follows. CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Please. I really -- I need your expertise. You're the man on this stuff, right? Peter sees how desperate Charlie is. Stops. PETER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What is this, like your first assignment? CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Actually -- yeah. PETER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(takes this in/then) Ten minutes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter lives in a two story penthouse at the top of one of casino hotels that he works in. It's lavish, floor to ceiling windows, etc. Still, goth influence reigns. The decor is tacky Haunted Mansion all the way. Charlie is shown into the \"museum\" by Peter's ASSISTANT, ARTHUR, who looks and sounds A LOT LIKE PETER. ARTHUR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't touch anything, dude.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlie enters -- comes face to face with a SNARLING WEREWOLF. He starts. Then realizes it's a life-size model CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ho -- wow.    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "56.",
          "text": "Charlie stands back, takes in the place. It's an amazing combination of FANTASY memorabilia and ACTUAL occult weap and objects. It seems to go on and on. ARTHUR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Got rooms of this crap. Ebay. Charlie examines a case that holds all kinds of TORTURE DEVICES and battle axes, as well as SPIKED BALL MACES, et Cases hold ancient texts and scrolls, haunted objects, et CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Amazing. Charlie is genuinely impressed. The geek in him can't hel it. Peter enters, talks to Arthur-- PETER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Midori me. Arthur pours Peter a green drink as Peter pulls off his b wig (bandana attached) and peels off a nude body shirt th has a bunch of TATTOOS printed on it. He steps out of his boots, with three-inch LIFTS. Collaps into an arm chair. He's just another balding, middle-aged guy with bad eyes. Peter downs his drink. Arthur hands him the bottle. Peter looks at Charlie. In truth, Peter's isolated himself to the point that he actually welcomes a visitor -- though he'd never admit it PETER (CONT'D) (RE: MIDORI)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Looks like pee but I'm hooked. You want? CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, thanks. Not...on the job. Peter scratches avidly at his crotch. PETER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Leather, it doesn't breath. You know? Fucking rashes are killing me... So I'm your expert, huh? For your vampire thing. (BITTER)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They're all the rage, huh.    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "57.",
          "text": "CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah. I guess... So -- say I want to kill one. But really. How how would you do it? PETER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Depends. You got fire, beheading. Or go classic -- stake through the heart. Bam! CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So all that actually works? PETER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How the fuck do I know. CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I thought you're-- PETER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I read books, man. You think I'm hanging out with Dracula and the Easter Bunny? CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sorry. No. Charlie realizes he has no choice. He has to reveal more. CHARLIE (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I -- I have a personal interest in this story. (off Peter's look) A friend's missing, actually. I think one of them got him. PETER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Them, meaning a \"vampire.\" CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jerry. He lives next door to me. PETER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"Jerry?\" CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know. (THEN)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But it's no joke. If you look at these clips, you'll see. They take some time to load but... Charlie moves to Peter, shows him his phone. Digs into hi pocket.    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "58.",
          "text": "CHARLIE (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And I printed up some photos I took. In his place. Or lair... Charlie put the photos in front of Peter on the table. Peter's expression closes. He stands, pissed. PETER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Arthur! CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, come on, I'm-- PETER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're a nutjob. Arthur! Charlie deflates -- his desperation showing again. CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Listen to me. I saw it. I saw him kill a girl. She burned up in my hands. You have to tell me how to stop him. Arthur enters. PETER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Get this loser out of my sight. CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know what I saw. PETER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No you don't. See this guy? He gestures to ARTHUR. PETER (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My cousin, Art. He's \"me\" on stage. That's how I teleport. People see what they want to see. CHARLIE (URGENT)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is what you've been looking for, I promise. I can take you to him, to his place. PETER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In Clark County Nevada. A hot bed of supernatural activity.    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "59.",
          "text": "CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes! It's genius. A transient population. A town where people work all night, sleep all day... PETER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A town full of con-artists. (not buying it) No. You're working me, or somebody's working you. Charlie's getting angry now. CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He already got my friend! I know how I sound. But I'm not crazy. I didn't want this. I don't want to know this. Just tell me what to do! Peter feels Charlie's sincerity. For a moment he looks genuinely conflicted. But his expression hardens. PETER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Run. CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What? PETER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You heard me. He moves away. But Charlie is on his heels. Peter looks t ARTHUR, nods. CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So I save my own skin so he can keep killing!? I won't. We have to kill him! Please!-- Arthur THROWS Charlie out, the door closed firmly behind",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlie stands, shut out. What the hell is he going to do now? FADE TO:    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Moving in on the Brewster home, an odd sight is revealed. Every window is draped with strings of GARLIC. Charlie's revealed in his window -- hammering up another rope of the stuff. His gaze falls on JERRY'S HOUSE and we follow it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now we find that Charlie's entire room is decked out in a vamp decor. Not just the garlic but crosses and other religious pictures, etc. Charlie LOOKS at the clock -- night coming too quickly. H grimly focused as he starts sharpening a STAKE. A knock. Jane doesn't enter this time. Another knock. CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What? Jane walks in. Takes in the decor. JANE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The whole house looks like that show Dark Shadows. CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's a gag. For Amy. Long story. JANE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(takes this in/then) You like her a lot, don't you? A moment when they could connect. But Charlie just nods. Jane's disappointed. Then-- JANE (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't use tape on the walls. (THEN)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh. Ed's parents left a few messages, looking for him. Charlie looks up at this. Pained. CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay. He goes back to his work. Jane looks at him for a beat, t she starts to go.    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "61.",
          "text": "THE DOORBELL RINGS. Before Jane can really react, Charlie pushes past her. CHARLIE (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "DON'T. Don't open it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlie races downstairs. Stops. AMY is standing in the living room. CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How'd you get in?! AMY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It was unlocked. CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MOM! You have to lock the door! AMY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay, whatever, listen. You're flipping out. Punching out your friends and blowing everything off and is that a stake? A beat. He forgot he was holding it. He hides it behind h back. CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. Amy sits, upset. Looks around and sees that the living ro is decked in more anti-vamp decor. AMY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look. Even if you're losing it -- you don't get to blow me off. You don't go from something to nothing overnight. (EMOTIONAL)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're not nothing to me, Charlie. Whatever's happening, just -- talk to me. Charlie takes this in, emotional. But-- CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can't let you get hurt. You need to forget about me for a while.    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "62.",
          "text": "AMY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What? How am I going to get hurt? Tell me. Charlie-- Now there's another KNOCK at the door. Jane comes downsta JANE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I got it-- CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NO. Don't answer it. A tense moment. Another knock. INNERCUT WITH",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JERRY stands at the door. Quietly enraged. JANE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is ridiculous-- JERRY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jane. It's Jerry from next door-- CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm telling you, don't answer it! JANE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is my house. I'll answer the door if I want to. She starts to move to the door again. Charlie blocks her way, desperate. CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mom. He murdered Ed and Adam. And I have proof. Jane is stunned, at a loss. From the other side of the do",
          "sentiment": "neutral"
        },
        {
          "speaker": "JERRY, (O.S.)",
          "text": "Jane? I need to talk to you. JANE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just-- Hold on!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JERRY, (O.S.)",
          "text": "Now. Your son is harassing me! He pounds on the door. Jane examines Charlie closely.     63 JANE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlie. What's happening? CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Whatever he says, don't--",
          "sentiment": "neutral"
        },
        {
          "speaker": "JERRY, (O.S.)",
          "text": "He broke into my house. I'd rather not take this to the authorities. But I will! He's sick, deluded-- CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mom. A tense beat... Finally-- JANE (YELLS/ANGRY)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Get the authorities! My son is a good kid! Charlie sags with relief. A brief look of appreciation passes between Charlie and Jane. ON JERRY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As he backs away from the door. His expression goes cold. He disappears into the dark.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlie races to a window. SEES JERRY MOVE out of sight. CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shit, shit... JANE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What? What is he doing? CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Whatever it is, it's not good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jerry stands back, intense. He's got to take care of this problem NOW.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlie's running from window to window now, trying to se what's going on.    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "64.",
          "text": "CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just -- if we stay in here -- he has to give up. He can't get in without an invitation. AMY OH-- (GETTING IT)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh... Really? Like a-- CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Vampire. Really. Amy and Jane are blown away. Charlie's going crazy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jerry carries a SHOVEL and A SMALL SAW. He stalks into th Brewster's backyard, where he's hidden from the street.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jane follows Charlie, worried. JANE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Think about what you're saying-- CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I have. I've \"processed,\" believe me. Jane takes this in. Then SMILES. JANE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ooooh. This is the gag! For Amy. I can't believe you got Jerry to go along with it! Charlie stops. Fuck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JERRY",
          "text": "As he starts to DIG UNDERGROUND -- amazingly strong and swift.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlie hands Amy and Jane both CROSSES on CHAINS.    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "65.",
          "text": "CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Take these. Put them on. Just do it. JANE (HUMORING HIM)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okaaaay. Vampire protection! AMY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't think this is funny. But she puts it on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jerry pulls up the NATURAL GAS LINE that leads to the BREWSTER'S HOUSE. He SAWS IT OPEN AND LIGHTS THE END ON FIRE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hisssssssssss. A strange sounds coming from under the flo AMY WHAT'S THA--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "BOOM!! The GAS FIREPLACE EXPLODES, the STOVE EXPLODES, TH WATER HEATER ALL EXPLODE at once!! WINDOWS BLOW OUT as Charlie JUMPS on Jane and Amy, draggi them to the ground. The room starts to BURN. Charlie, Amy and Jane are in a panic. They try to put the fire out, but it's no use. Charlie stops. A CHILLING SIGHT: Jerry stands on the other side of the blown-out windows. expression dark. Through the flames he says-- JERRY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't need an invitation if there's no house. A beat. Charlie GRABS Amy and Jane and they RUN through t house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT/EXT. BREWSTER GARAGE/STREET",
          "text": "y, Charlie and Jane race into the garage    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "66.",
          "text": "AMY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can drive-- JANE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I drive! They jump into Jane's car. Hit the garage opener-- CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gun it Mom! Go!!! Jane GUNS IT THROUGH THE OPENING GARAGE DOOR, destroying She CLIPS Charlie's dirt bike -- pushing it onto the side as she takes off. Jane's car swings wide into the street, almost smashing i an arriving FIRE ENGINE! Charlie, Amy and Jane SCREAM!! They narrowly avoid a head-on collision with a FIRE TRUCK ON JERRY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As he sees the dirt bike in the driveway. He jumps on. Tries to start it. NO GO. Fuck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JANE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What did we do!? What does he want!? They are racing away when the DIRT BIKE COMES CRASHING THROUGH THE BACK WINDOW of the car, nearly taking Amy's h off. AMY HOLY--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Everyone reacts. Then the BIKE STARTS - the wheels spinni wildly in the back seat. CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Amy! Amy's hair gets caught in the spokes - it's horrible as i YANKS part of her hair out. Charlie grabs her away from the bike -- she falls into hi arms, crying as JERRY's BIG PICKUP appears in the rear windshield.    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "67.",
          "text": "JANE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's coming!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jane speeds down the street, which is wide and not heavil trafficked here. Unlike the planned community of Shadow Hills -- now we ca see we're surrounded by great expanses of empty DESERT. JERRY'S TRUCK SMASHES REPEATEDLY into JANE'S. AMY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My brother has a gun! CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good to know! Is he here?! JANE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Call the police! Anybody-- Jane manages to evade Jerry until -- The TRUCK SKIDS in a long arc in front of them and BLOCKS THEM. Jane screeches to a halt. JANE (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh hell. In a flash, Jerry is out of the truck and coming for them CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "GO! Go! Don't stop!! Go-- Charlie steps on the accelerator, grabs the wheel and AIM THE CAR AT JERRY. JANE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlie!! They RUN JERRY OVER WITH A TERRIBLE THUDDDD!!! Amy and Ja scream. Jane is aghast, stops the car. JANE (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh my God!! Charlie steps on her accelerator foot, the CAR ZOOMS FORW    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "68.",
          "text": "AMY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you nuts!? You can't kill that guy! CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You have no idea. (TO JANE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's him or us. Mom. MOM. Jane looks at him -- can feel that he's telling the truth Charlie's looking around as they speed down the highway, the rearview. NO JERRY anywhere. CHARLIE (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where is he? Where'd he go? Everybody looks UP. The roof of the car. BAM! Jerry's hand SHOOTS up through the FLOORBOARD under Jane's feet. Jane and Amy SCREAM!",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE FLOOR OF THE CAR",
          "text": "JERRY'S EYE glares through the small hole. It's all BLACK No pupil. Freaky. He's TEARING THROUGH METAL from the undercarriage of the where he's clinging -- face up. The more he rips away -- the more he reveals his face. His veins and eyes are BLACK. His nose snout-like. And hi fangs emerge from lethal rows of jagged teeth, like a SHA It's shocking, horrible.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON THE UNDERSIDE OF THE CAR",
          "text": "As Jerry drags over the highway, the pavement grinding aw at his clothes and flesh. He reaches through the hole he's made and SLAMS his fist on the FLOOR BREAK. The car SCREECHES to a sudden halt. ON CHARLIE, AMY and JANE Screaming even after the car has stopped. Then -- BAM!! T car is REAR-ENDED by another vehicle. It's a MINIVAN. JANE's car is SLAMMED -- the back is a crush of glass and metal.    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "69.",
          "text": "A GRIM MOMENT -- only the sound of hissing air and groani steel as everyone assesses the damage. AMY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh... Are you-- Jane? Jane is woozy. Hurt. CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mom? JANE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm okay... Charlie sees that the other car is drivable. The guy insi a FAMILY MAN, is stunned and pissed. Gets out of his car- FAMILY MAN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What the hell do you think you're doing!-- Charlie gets out of the car too. Yells, urgent-- CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NO! Hey man, stay in your-- But it's too late. The guy is met by a HORRIFIC Jerry, hideously torn and bleeding, who appears from UNDER JANE' CAR. In a flash, Jerry grabs the guy and VAMPS, ripping the fa man's NECK OUT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MINIVAN",
          "text": "As those \"cute\" stick figure family decals are splattered with BLOOD.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMY AND JANE",
          "text": "Now out of the car, react. JERRY IS A FUCKING VAMPIRE. Jerry drops the business man, who's dead as he hits the ground. He moves toward them. Charlie looks at Amy and Jane. I told you so. CHARLIE (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah. Charlie urgently grabs them. Shoves them down the highway CHARLIE (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Get out of here. Run. Run!    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "70.",
          "text": "AMY BUT-- CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Go! I'll catch up! She's hurt, get out of here! They back off. Charlie pulls a large cross out of his coat and brandishe as he walks toward Jerry. Jerry keeps his distance, taunt HIM-- JERRY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let them run. Just makes them easier to kill when I'm done with you. Ding, ding, ding -- the family man's CAR DOOR is open and warning bell rings over and over... CHARLIE eyes the car. Keys still in it. He circles Jerry, backing him off. CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I repel you with the power of Christ the Lord. JERRY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do you? Really? When did you take your last confession? CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Get back... JERRY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's a mighty big cross you have there. Question is -- do you actually know how to use it? Jerry LUNGES for Charlie, but he DIVES for the family man open car door. But Jerry's on him -- hands BURNING as he rips the cross Charlie and shatters it with his hand. Then he TOSSES Charlie, who flies and hits JANE'S CAR, th crumples to the ground. Jerry gets Charlie around the neck -- holds a sharp, splintered end of the broken cross against Charlie's ches The wood still burns into Jerry's hand, but Jerry holds o    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "71.",
          "text": "JERRY (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ever take one of these in the chest? I have. Charlie struggles, terrified. JERRY (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But they missed the heart. Rigggght... . here. Easy measurement. Jerry positions the \"stake\" right over Charlie's heart. Charlie winces. Terrified and overpowered. JERRY (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shouldn't have been so nosey. Jerry's about to plunge the STAKE through Charlie's heart when a THICK WOOD STAKE comes through Jerry's SHOULDER. Jerry HOWLS, falls off Charlie and we see that he's been staked by the business end of a REAL ESTATE SIGN. JANE stands over them, quaking with fear and adrenaline. Amy's right behind her with a CROWBAR. JANE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Leave my kid alone. Jane collapses, and we see that there's a lot of BLOOD on back of her head. CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mom! Jerry's in agony as he stumbles away, pulls the sign post of his shoulder. Charlie grabs his mom and drags her into her wreck of a c Amy dives into the car with them. Charlie presses the accelerator. Will it still drive? CHARLIE (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come on come on come on... IT LURCHES forward, then goes. Metal scraping the ground, raining glass... but it RUNS. They start to bolt when BAM! JERRY STANDS UP right in fro of the car, LUNGES AT THEM. CHARLIE RUNS OVER JERRY'S BOD AGAIN. They speed off.     72",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jerry writhes in the middle of the road. But even as he does, he HEALS. His body knitting itself back together...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlie's giving a report to a pair of uniformed cops. COP #1",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So a gas leak caused the fire at your home and... CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My mom didn't feel right, we were trying to get her to the hospital. It was stupid to let her drive. COP #1",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah it was. And driver who rear- ended you, you get the exact make and name of the van? CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It wasn't there when you got there? COP #2",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hit and run. Happens all the time. Charlie stifles his surprise. Nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMY",
          "text": "On her cell, pacing as she eyes Charlie with the cops. AMY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We won't stay up all night. Bee and Cara need help with Trig -- it's not a party. Okay. Okay... (THEN/EMOTIONAL)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mom? I love you. She stops at the open door of a hospital ROOM. Her gaze FALLING ON-- JANE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who lies motionless in a bed. A doctor checks her chart. AMY hangs up. Charlie, finished with the cops, joins her. They're both pained as they look at Jane. AMY (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maybe you should have said something to the police.     73 CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Like what? A vampire moved next door, borrowed some beer, ate a stripper and then blew up our house because we wouldn't invite him in? Amy looks at him. AMY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay. The DOCTOR approaches. DOCTOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You should get some rest. CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She's going to wake up, right? DOCTOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Assuming the swelling is minimal, I hope so. CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But you don't know. DOCTOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not yet. We need to give it time. The doctor puts a hand on Charlie's shoulder, leaves. Charlie turns away, upset. Amy watches, feeling helpless.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter, in a bathrobe, looks out his floor-to-ceiling wind at the lights of the strip. The ASSISTANT from the show toddles out on high heels and ridiculous mini-dress. Her hair is messy, post sex. ASSISTANT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bye babe. Good show tonight. He's barely paying attention. PETER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You were late again on \"The Devil's Torture Chamber.\" But she's gone. A beat. He moves back toward the library shelves. As he does he notices the PHOTOS Charlie took at Jerry's place.    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "74.",
          "text": "Absently, he sifts through them. Stops. He picks up the one of the INSIGNIA. Peter reacts. Stunned. This means something to him. He goes to a WALL SAFE. Opens it. Hidden inside are a bun of personal items. Some from his childhood. Old photos of his mother and father... And a hand-drawn sketch, in a youthful scrawl, of THE INSIGNIA. He puts the two side by side. They MATCH. Off PETER, looking at the sketches. Haunted.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlie and Amy sit on a tiny couch. Both are scared and regretful. CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is my fault. AMY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You didn't make any of it happen. CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ed came to me. I turned my back on him. AMY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How were you supposed to believe him? None of it makes sense. CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He did talk a lot of demented crap. (but.. ) He was my best friend. He asked me, begged me, to believe him. AMY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "People change. Everybody-- CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah they do. I turned into a dick. I figured my dweeb past, not big with the ladies. AMY (WRY)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So you're saying this is my fault.    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "75.",
          "text": "CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I wanted you to like me. I tried to erase Ed -- all of it. I know how that feels. AMY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I knew you were a dweeb. (off his look) You think I want a \"dude\" like Mark or Ben? I like that you're different... It didn't hurt that your skin cleared up. She smiles, takes his hand. A sweet, connected moment. Th something alarming occurs to Amy: AMY (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can't believe we didn't have sex. CHARLIE AMY- AMY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, seriously. I'm going to die a virgin? Me? How did this happen? CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're not going to die-- AMY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But what if we do? Let's do it. Now. The bathroom. Charlie. A beat. CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I think we should kill the vampire first. I'll perform much better. They laugh -- trying not to cry. Then: AMY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh my God, Charlie. What are we going to do? CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're going to fight. Then Charlie's phone rings. He answers. CHARLIE (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hello? INNERCUT WITH:    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter stands with the photo of the insignia in hand. PETER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can help you. My place. One hour.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A few minutes later. Charlie and Amy move out of Jane's room. AMY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Peter Vincent? CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Under-whelming, believe me. But he's what we've got. They close Jane's door and we see that it's COVERED in CROSSES of every shape and size. It's quite a spectacle. A nurse passes, looks at Charlie and Amy quizzically. CHARLIE (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My mom is very religious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLOSE ON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A MIDORI cocktail WIDEN to reveal that PETER is pouring himself a whopper. and Charlie sit nearby. PETER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll tell you what I know, but that's it. Don't expect me to join your Scooby gang. CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Anything. I'll take it. PETER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I found the origin of that insignia you showed me. It's a species that originated in the Mediterranean. They nest in the earth -- explains that hole you saw. And they kill slowly, keep their victims alive for days. (MORE)    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "77.",
          "text": "PETER (CONT'D) (GRIM)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"Snackers.\" CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So -- they turn all of them? (off Amy's look) Make their victims into vampires. AMY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know. I read. PETER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. It takes a while before they complete the change. They usually finish them off before that. AMY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So how do you kill these guys, this \"tribe\"? PETER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Usual stuff. But it's a strong breed. You need a plan-- A VOICE interrupts over an intercom. It's ARTHUR, Peter's assistant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARTHUR, (O.S.)",
          "text": "Delivery. Guy says you need to sign for something. PETER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Send him in. (TO CHARLIE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I order things when I've had a few cocktails. It's a-- CHARLIE (ALARMED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wait. You get deliveries this late? PETER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know. Maybe-- Charlie stands. CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. You said he could come in. The delivery guy. That's-- AMY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What? Charlie--    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE, (O.S.)",
          "text": "An invitation, airhead. They turn and see EVIL ED, in one of Jerry's \"uniforms.\" It's clear he's changed. A glint in the eye, more muscula Charlie takes Ed in, pained. Ed grins at him. Ed flips open a cell phone. Dials. ED",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Looking at them now. Yes sir. (hangs up/then) He's modern, Jerry, dispensed with all that \"master\" stuff. (TO CHARLIE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey bud. Charlie steps in front of Amy. CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You've got a problem, keep it with me. ED",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Problem? You let him get me, man. CHARLIE (ANGUISHED) I KNOW--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ed is CREEPING TOWARD Charlie. AMY CHARLIE-- ED",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You let him turn me into this. At that, ED VAMPS. Black eyes, black veins. Those teeth. It's terrifying. SMASH!! One of the cabinets shatters. Ed, Charlie and Amy spin to see PETER standing by the open collection case. A SMALL NAIL in his hand. He's shaking like a leaf. PETER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stay away, demon. ED",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(amused/queens accent) \"Stay awaaaay, demon!\" Ed closes in on Peter. Peter looks to Charlie. It's real.    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "79.",
          "text": "ED (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Whatcha got there? Itsy bitsy little stakey? PETER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Crucifixion nail. Lethal to you. ED",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Old school. Nice. Got to get pretty close to use it, though. Peter looks at the short piece of metal in his hand. Fuck HE BOLTS down the nearest hallway. ED (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uh uh. No you don't. ED BOLTS AFTER PETER. Charlie and Amy race the other way. CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The elevator!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter pushes a BUTTON on a doorway, bolts into a PANIC RO Ed is on his heels, but JUST MISSES grabbing Peter before door closes. The POWERFUL DOOR CLOSES ON ED'S ARM, crushes it. ED HOWL as his arm SEVERS. The door LOCKS. But what doesn't kill him makes him stronger and crazier. ED",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A panic room!? You better panic, loser! You better watch your neck!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter's in shock -- watching Ed's severed arm twitch on t floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ED, (0.S.)",
          "text": "Prince of darkness is a little baby man! I love it! All the fat chicks in your fan club are gonna be so bummed! He hears ED flipping out, but ED DOESN'T SHOW UP ON THE SECURITY SCREEN.    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlie runs with Amy to the ELEVATOR. The CONTROL BOX ha been ripped from the wall. They're trapped. AMY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh my God, oh my God... Amy's starting to lose it. Charlie grabs her. CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look at me. Stop. (SHE DOES)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There's another way out of here. And there are a million things to fight with in here. Understand? We're going to make it. Amy pulls herself together. Nods. They RUN.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHARLIE AND AMY race through the ROOMS of Peter's extensi collection.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INNERCUT WITH ED",
          "text": "Tracking them -- not far behind, his stub of an arm bleed and HEALING as he goes. ED",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Give it up, Chuck! You're dead. (THEN)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If you hadn't ended up such a dick, I might have tricked you out. We could have rocked this evil shit! But you blew it. Nothing but the big dirt nap for you and your lady.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMY AND CHARLIE",
          "text": "Round a corner -- it's a dead-end. They see a large antiq CONFESSIONAL at one end of the room. ON ED",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As he comes around the same corner a moment later. AMY an CHARLIE are NOWHERE to be seen.    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jerry enters, his appearance different. Healing from the incident has taken it out of him. He's pale and weakened -- and still has lots of cuts and bruises. He's also changed into new clothes, jeans and a SWEATER. We see THE SAME GUARD that Charlie spoke to earlier. GUARD",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sign in, please. JERRY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know where I'm going. GUARD",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sign in. No exceptions. Jerry ignores him, keeps moving toward the elevator. GUARD (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey! I'm talking to you. Sign in, or you're not going nowhere. Jerry turns. Slow and deliberate. Expression cold.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ed is MOVING IN ON the CONFESSIONAL. Sees MOVEMENT behind the curtain. ED",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I expected more of a fight. Girl's made you lazy in the head. Pussy'll do that. ED YANKS the curtain on the confessional open. ARTHUR hides there, terrified. ED (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look at that. Vincent's got a Vincent. CLOSE ON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A large cabinet on the other side of the room. AMY AND CHARLIE are squeezed behind it. They react to HORRIBLE SCREAMS as Ed rips ARTHUR apart.    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "82.",
          "text": "CHARLIE holds AMY close, muffling her sobs. Blood seeps across the floor, under their feet... ON ED",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "His face bloodied. Eyes wild. The trembling body of ARTHU on the ground at his feet. Ed turns Arthur over. Arthur's still breathing, reaches f something around his neck. A cross? No, it's a chain with PICTURES of sweet-faced children on silver charms. HE PLEADS-- ARTHUR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": ".I have ...kids ... ED",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Had. Ed lifts Arthur off his feet and chokes him with one hand ED (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't take it personal. I'd eat you -- but I'm saving my appetite. Arthur's turning a horrible purple, eyes bulging... Ed breaks his neck with a HORRIBLE WRENCHING CRUNCH. Drops h ED (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dinner with an old friend.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A door to a STAIRWELL opens, Jerry steps into a hall. He looks healthy again. Robust. He wipes a small smear of blood from his mouth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "AMY AND CHARLIE hold their breath as ED looks around the room. Arthur is motionless at his feet now. ED",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know you're here. I can hear you breathing. It's totally cool. He laughs, hyper. Excited.",
          "sentiment": "neutral"
        },
        {
          "speaker": "83.",
          "text": "ED (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sooo, I take out the prom king and queen? Embarrassment of riches! CHARLIE SHOVES the case he hides behind with Amy over ONT ED. Yells to Amy-- CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "GO",
          "text": "Amy bolts from the room as Charlie punches the glass out another case that holds the battle axe. He grabs the weap Ed SHOVES the cabinet off him with his good hand, stands. Charlie and Ed face off. ED",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mano e...one mano. Piece of cake. Cause I'm a God Damned killing machine, and you're like all the Clark High big shots -- nothing. (THEN)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You picked the wrong side, man. Ed lashes out, slicing CHARLIE on the arm with his SHARP NAILS. Charlie yells, but holds his ground. CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I didn't pick-- ED",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You didn't think. Charlie's wrecked about what he has to do. CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know. I'm sorry. Charlie takes a swing with the AXE. Ed starts BOUNDING around the room, avoiding Charlie's swings as he clings t walls and, impossibly, THE CEILING. ED",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Steeeerike! Call that a swing, Slugger? Charlie swings and swings, but Ed is too fast for him. Finally, Charlie connects with ED'S NECK. Blood flies, Charlie can't look -- anguished.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ED, (O.S.)",
          "text": "Come on! You're not even trying.    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "84.",
          "text": "Charlie looks back, Ed's HEAD is only HALF OFF. He's grinning even as he bleeds everywhere. It's macabre, horrible. Ed SLASHES Charlie again with his claw-like nails. Charli cries out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Amy can hear Charlie yell. AMY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlie! She smashes into one GLASS CABINET after another, pulling and pocketing everything she can find to fight ED. Finds GUN loaded with silver bullets... JERRY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You are something, aren't you? Amy spins. Jerry's closing in on her. Beautiful, seductiv She's shaking, terrorized. BAM, BAM, BAM!! She empties the GUN into JERRY anyway. It knocks him back but he's still standing. He picks a silver bullet out of shoulder, unimpressed. JERRY (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Werewolves. Amy FLINGS holy water in his face. JERRY SCREAMS, burns. AMY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Vampires. She RUNS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ED is already starting to heal as he and Charlie continue fight. But his head still flops hideously to one side. ED",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bone is a motherfucker, Chuckles. Hard to cut. Charlie takes another swing with his axe. Ed jumps out of the way.    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "85.",
          "text": "Ed manages to get Charlie in a one-arm embrace of sorts, positions himself so he can BITE HIS NECK. ED (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is this weird for you too? I feel like such a homo-- Charlie FLIPS ED -- they are wrestling when Charlie sees approaching with A SPIKED MACE. Charlie DUCKS and AMY smashes ED in the head. Hard. Charlie grabs a long, sharp piece of the shattered wooden cabinet. Ed is on the ground. Moaning, laughing. Charlie has his shot. But he hesitates. AMY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do it. Charlie! Charlie's frozen. Ed starts to get up, his head a mess. It's now or never. ED",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wow. Bimbo has some juice-- AMY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jerry's here. He's coming! CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Ed/pained) I'm sorry. WHAP, Charlie stakes ED in the heart. Ed looks at Charlie with surprise... Ed's hideous features seem to dissolve. For a brief momen he looks like himself again. ED",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I wasn't even a badass vamp. I was his Renfield. Funny if you-- Ed starts to VIBRATE HORRIBLY, his WHOLE BODY moving so impossibly fast he's little more than a BLUR... Then he BURNS UP FROM THE INSIDE OUT. Charlie's paralyzed -- in a world of hurt. Amy grabs him. Pulls him out of the room.    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "86.",
          "text": "AMY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I found the stairs. Come on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JERRY, VAMP-FACED and recovering from the holy water, see AMY and CHARLIE running up ahead. He sprints after them. Charlie sees him and TOPPLES A GIA FIGURINE in his path, as well as cabinets, etc... They slow Jerry down enough to get slightly ahead. AMY OVER HERE--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She flings the door to the stairwell open and they RACE D THE STAIRS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter sits huddled in a corner, ashamed and shaking. The SECURITY CAMERA flicks through different rooms, until lands on his dead cousin, ARTHUR. It's like Peter's looking at his own mutilated corpse. OFF PETER, terrified.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Amy and Charlie emerge from the stairway. They find themselves ON THE FLOOR of a HARD ROCK TYPE CAS which is on the bottom of the building where Peter lives. Amy slows as they fold into the crowds. Relieved. AMY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stop. Stop, I need to-- CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not now. He's coming for us. AMY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He can't kill us, not here-- CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who's going to notice? Who's going to care? Amy, look around--    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "87.",
          "text": "Amy takes in the people on the floor. Drunk, oblivious. T guys YELL and FIGHT at a craps table. A couple makes out a dark corner, etc. It's loud, chaotic. AMY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, God... CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Keep moving. Come on. Now Charlie sees JERRY some distance behind them now, mov toward them in the crowd. They meet eyes. Charlie grabs Amy, scans for someplace to hide. He spots nightclub -- \"REFLECTIONS\". The outside walls are all mirrored, like a brightly lit diamond. ON JERRY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Behind them in the crowd, he sees them slip into the club",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The inside of the club is made up of MIRRORS AND WINDOWS. The dance floor is PACKED. All writhing bodies and sweaty abandon. It's dizzying, disorienting. Charlie sees JERRY enter, look around for them. The best to get lost is to dive into the crowd. Charlie leads Amy through the throngs of people -- the different levels of the club are like a maze. Glass staircases lead to mirrored balconies... A hopped-up DJ climbs up on a balcony, starts throwing t- shirts into the crowd. DJ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tequila Man t-shirts! Yeeeeeahhhh! The crowd goes nuts, SURGES forward... Someone bumps Amy and Charlie and they lose hands. AMY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlie! Charlie turns, a DRUNK CHICK gets in his way -- tries to dance with him. He pushes past her.    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "88.",
          "text": "CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Amy? Amy! Charlie can't see Amy, instead sees HIMSELF over and over again in a series of mirrors -- the infinity effect. It's dizzying, disorienting. THEN HE SEES JERRY, a shark, moving in and out of the cro disappearing behind mirrored columns, reemerging... Charlie also sees that JERRY DOESN'T REFLECT in the mirro around them. Instead the crowd parts as if by magic. Jerry's heading straight toward-- AMY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "who's been pushed toward the DJ stand by the crowd. She's spinning, looking desperately for Charlie. CHARLIE (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Amy! Charlie's frantically pushing toward her. But the CRUSH o people makes it nearly impossible to gain ground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMY",
          "text": "As a HAND slips into hers. She turns, relieved, to find-- JERRY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Holding her with a firm grip. AMY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. No! Amy STRUGGLES and CRIES OUT as JERRY PULLS HER away from CHARLIE, toward ramp that leads to another dance floor. Jerry laughs, throws her over his shoulder. AMY (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Help!! A GUY in the crowd high-fives him. All part of another cr night in Vegas. GUY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Go get her, man! AMY sees her fast-moving reflection in the mirror -- she appears to be FLOATING above the people.    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "89.",
          "text": "AMY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Help me! Help!! CHARLIE can SEE HER, but can't get to her. The crowd is indifferent to her cries. Charlie grabs his cell -- hits a button. It dials, then-- CHARLIE (INTO PHONE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter! We're in the casino, the club! Jerry's got Amy! He's got HER--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter's holding his cell. It's ringing. He hangs up. INT. REFLECTIONS -- SECOND STORY -- CONT. Jerry, hidden away from Charlie now, puts Amy down. She tries to run, but he holds her tight. AMY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlie's coming, he'll find me-- JERRY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm counting on it. Amy SPITS on him. Jerry reacts -- a flash of RAGE and he exposes his brutal rows of TEETH for just an instant. JERRY (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come on. He grips her harder, sways with her to the music. Leans close to her ear, seductive. His predatory skills in high gear. JERRY (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You just need a taste. You'll see. It can be like a dream. Jerry draws a nail over his wrist, draws a line of blood. puts his mouth over the cut, bloodying it. He forces her into a DEEP KISS. She struggles mightily -- but then her body relaxes, as if she's been sedated.    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "90.",
          "text": "JERRY (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's it... Good girl. JERRY looks up sees CHARLIE coming toward them. But Amy's altered now. Staring into Jerry's eyes like a child. CHARLIE'S GETTING CLOSER when-- CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Amy! No!-- BAM! A hand falls on his shoulder. A DOORMAN DOORMAN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How'd you get in here? CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You have to help me. That guy, he's going to kill her, he's a KILLER--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The doorman glances at JERRY and AMY. Jerry stokes Charli anguish -- running his hands over Amy's ass, kissing her neck. DOORMAN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah? Then she's liking it. Charlie's beside himself, enraged and terrorized. CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You don't understand!-- DOORMAN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ID. Then you can tell me your whole sad story-- CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No! There's no time-- Amy!! Charlie's increasingly desperate, tries to RUN. But the doorman has a good grip, pulls him back. JERRY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sees that CHARLIE is restrained. Jerry locks eyes with Charlie and SMILES, his horrible fa exposed. He's taking Charlie's woman -- and enjoying it.    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "91.",
          "text": "CHARLIE (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No! NO! CHARLIE'S POV",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As he's being dragged away -- JERRY BRUTALLY BITES AMY. It's a nightmare. Charlie loses it, screaming and flailing. But there is no helping her. FADE TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter packs a bag, getting out of town.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE, (O.S.)",
          "text": "I see you got my message. Peter turns. Sees Charlie standing in the doorway. PETER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How'd you get in here? CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Security's a little lax. Everybody got their throat ripped out. Peter backs away as Charlie moves in. Charlie is different. Colder, harder. Like he's aged a decade in one night. PETER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You too? He change you? CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look at your monitor. PETER turns to a security monitor in his closet. Charlie SHOWS UP ON THE SCREEN. CHARLIE (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know if Amy's alive or dead or turned -- but he's got her. My mom may not make it. And Ed... (COLD)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm going to end him, or he's going to end me. (MORE)     92 CHARLIE (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "One way or the other, that's how it's going to be and you're going with me. PETER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't you get what this is? There's no fighting. There's only surviving, if you're lucky-- CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You call this surviving? If you live and we all die, you think you'll ever be able to get us out of your head? PETER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know I won't. I never could -- not after the first time. This stops Charlie. PETER (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I told myself I probably made it up. I was a kid. Maybe it was easier to believe in monsters... CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Made what up? PETER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The vampire who killed my parents, my brothers. But not me. I hid. Charlie reacts. Surprised, but now it all makes sense. Peter continues, haunted-- PETER (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I didn't collect all this stuff for fun. I thought maybe I could find the tribe, \"avenge\" my people. CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So do it. We'll go in at dawn. He's got to rest sometime-- PETER (HARD)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's not like that. When I was a kid, I hid because I wanted to live. I still do! This isn't the comics. You want to be a dead hero. Good for you. But I'm out. (THEN) (MORE)    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "93.",
          "text": "PETER (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You think I'm a coward. I'm just a realist. Moment of hesitation for Charlie. Has he been affected by Peter's words? Then-- CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So you bail on people, erase them. (THEN)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't want to make it to tomorrow, not if you're the kind of man I have to be. A moment. Peter is full of self-loathing, but resolved. Charlie turns to leave. PETER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wait. Peter takes something from his luggage. A stake carved fr WHITE WOOD. He hands it to Charlie. PETER (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Blessed by Saint Michael. Kill a vampire with it -- it's supposed to turn his victims back. If Amy's changed, you can still save her. CHARLIE (RE: STAKE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If it's for real. PETER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who knows what's for real any more. Charlie takes the stake. Starts to go. Peter stops him-- PETER (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There's no guarantee he'll be asleep during the day. He's housebound, not hibernating. CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll figure it out. PETER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, you need a plan. To stake him, you have to get close -- he's stronger than you. CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Holy water?     94 PETER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Slow him down. Won't stop him. (THEN)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Torch him, you'll have a few good minutes before he really goes up. Believe me, a vampire on fire isn't thinking clearly. CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But if he's on fire, how do I get close enough to stake him? A beat. PETER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fuck. CHARLIE (POINTED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You just worry about yourself. With that, Charlie leaves. Off PETER. Disgusted with himself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlie sits by Jane's bedside. She's still comatose. We move closer and see that Charlie's drawing a MAP OF JERRY'S HOUSE on some scrap paper -- laying it out from memory as best he can. He GLANCES at the clock as it ticks toward DA As Charlie plots, he talks to Jane -- his silent confidan CHARLIE (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Those rooms upstairs, that's probably where he's got Amy. I get her out, assuming she's-- (NOT DEAD)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then I have to get him on the ropes. He thinks... Then looks up, an idea occurring. Jane lies there peacefully. CHARLIE (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I have to go. More energized, Charlie stands and gathers his things. He stops, contemplates his mother for a moment -- regretf    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "95.",
          "text": "CHARLIE (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm coming back for you, Mom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlie buys FIREPROOF CLOTHING, a small open-flame light and a SPRAY CANISTER like the kind an exterminator uses. The guy at the counter looks Charlie up and down. Charlie takes this in. Finally, Charlie's like -- fuck it. CHARLIE (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Going to kill a vampire. The guy looks at him. Then-- STORE GUY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good for you. The store guy waits. Charlie hands over his money.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON JERRY'S HOUSE",
          "text": "LOOMING, silhouetted against early morning light. Next to it, Charlie's house stands in charred ruins. CHARLIE stands on the front lawn, contemplating the house He wears fireproof clothes, has stakes and crosses strapp to him, holsters made out of duct-tape... Slung over his shoulder is the spray canister. And he hol a crowbar in a free hand. He looks like something out of of Ed's graphic novels. Before he enters, Charlie DOUSES HIMSELF IN HOLY WATER. CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let's do this shit. He swallows hard, scared but determined.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WET FOOTPRINTS",
          "text": "Widen to find Charlie cautiously moving through the house The blacked-out windows give the place a gray, stifled ai Behind Charlie, we see that the front door has been broke open with the crow bar.    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "96.",
          "text": "Charlie anxiously looks around for Jerry -- fully expecti him to jump out and go for his throat... He takes the stairs up to the second floor, two at a time",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlie moves down the hall, stops at some of the small rooms. Looks in. NO AMY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Finally, Charlie hears a GROAN. He opens a window in the door for yet another room. AMY'S lying on the floor, turned away from him. Charlie's not sure what he'll see when he gets a better look at her CHARLIE AMY--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Amy slowwwwly gets up, turns... And aside from a BRUISED BITE MARK on her neck -- she loo normal. She rushes to Charlie, keeps her voice down. AMY CHARLIE--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She reaches through the window. They link hands, emotiona AMY (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You shouldn't be here-- CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where is he? AMY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know. He dumped me here. I'm bait. He said so-- CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How do you feel? AMY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll survive. Please get out of here. He's too strong-- CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm stronger. (WAVERING)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In a nerd power way. You know...    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "97.",
          "text": "He reaches into his jacket, pulls out a CROSS. CHARLIE (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Take this. It should-- He looks up. AMY IS GONE. Disappeared. Charlie, reacts. Calls out in a hushed panic-- CHARLIE (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Amy? Amy!? Nothing. It's like she vaporized.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlie races down a hallway, looking for ANY. He tries door after door that won't open. He finally finds one door that's unlocked, rushes through almost FALLS through an open floor in an unfinished porti of the house. Jerry's building more cells. Charlie backs out of the doorway, turns a corner and BAM! He runs into JERRY. No, wait -- it's PETER. He's not wearing his wig, etc. But he's cleaned up and standing tall. Dressed all in black. CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shit! You-- PETER CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sorry-- How'd you-- A beat. Then: PETER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Guess I don't want to be a man like me either. Peter opens his leather coat -- it's loaded with weapons. And a flask. Peter grins. PETER (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let's kill something.    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "98.",
          "text": "CHARLIE (RE: FLASK)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You reek. Midori? PETER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't get greedy. I'm here. (THEN/PROUD)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And I found something else. From my collection. Powerful shit. From around his back, he reveals A DOUBLE-BARRELLED SHOTG with a CROSS MOUNTED ON THE BARREL. CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wooden bullets? Nice. PETER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, you think I'm fucking MacGyver? Bullet, bullets. They'll buy us some time. Charlie is grateful, but now's not the time for man hugs. CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We have to find Amy. She was in a room upstairs, then she just disappeared. This house-- PETER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do you mean she \"disappeared?\" CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She was there. I looked away, looked back -- she was gone. Peter takes this in. PETER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Show me where.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter and Charlie pry open the door to the room where Amy held. Peter walks over the floor -- finds a TRAP DOOR. PETER (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Floor trap. I use it all the time. CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where does it go? PETER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Only one way to find out.    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "99.",
          "text": "Peter lowers himself into the hole under the trap door-- CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wait -- you're going in? PETER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "See that? Like a great date. Get me drunk and I'll try anything. Peter lets go and FALLS. Charlie steels himself, goes in after him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "THUD! Charlie and Peter land painfully on a dirt floor. PETER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ow, crap... They look around -- eyes adjusting. There's barely any light. They're in a LARGE UNFINISHED BASEMENT. The floor is dirt and the main story of the house is held up by numerous SUPPORT POSTS. At the far end of the basement there is a door that leads another room/storage area. ON CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As he sees something. Stops. A MOUND of dirt. Like a grave. Charlie indicates to Peter to follow him. They whisper: CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You uncover him. I'll light him up, then stake him. Charlie pulls a FABRIC MASK, like a ski mask, over his fa Peter looks at him. CHARLIE (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Flame retardant. They're standing over the grave now. Both nervous. Charlie nods to Peter. Peter does his best to hold the shotgun on the grave as he pushes the dirt aside with his free hand. He's shaking.    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "100.",
          "text": "After a moment Peter UNCOVERS PART OF THE BODY. Then he moves up toward the face... Charlie douses the body with liquid from the canister. CHARLIE (CONT'D) (TO PETER)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gas. PETER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You should be a magician. As the face emerges, Charlie readies a match, then reache for his STAKE-- PETER (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stop! No-- CHARLIE stops JUST AS HE'S ABOUT TO TOSS the match. PETER (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who is that? IT'S ADAM, sleeping in a shallow dirt grave. Charlie reacts. Holy shit. He pushes his mask back. CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Adam. I know him. Knew him. PETER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shh. Don't wake him up, for CHRIST'S--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter stops. He's looking over Charlie's shoulder, horrified. In the dirt behind CHARLIE are MORE GRAVES. Eight or ten least. Charlie turns. Sees the graves. PETER (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know them too? Charlie reacts, stunned. Peter moves to another grave, uncovers another sleeping f And then another. A hulking man, a suburban mom... Charlie uncovers another body. Stops, chilled. CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ms. Granada. My geometry teacher. (RUEFUL)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She was hard up.    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "101.",
          "text": "PETER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How about we go back to my \"run away\" plan? CHARLIE (IGNORING HIM)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We can't burn Jerry out. There's no way we'll get all these people out if the house goes up. PETER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I thought you're here for Amy. (off Charlie's look) Great. Right. Save the Geometry-- A SCREAM stops him. Amy. Charlie and Peter spin -- it's coming from behind the door to the other room. A beat. They're both petrified as they move toward the door. Peter readies the gun again. Charlie pulls a CROSS out al with the stake. They creep toward the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Charlie puts his hand on the doorknob... Turns it... WHAMP! -- Charlie's VIOLENTLY SHOVED THROUGH THE DOOR int the STORAGE AREA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlie hits the dirt hard. The door SLAMS SHUT AND LOCKS BEHIND HIM. He's in a small room with a LARGE DIRT GRAVE in the middle. Jerry's grave",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter's confronted by JERRY. Who smiles darkly. JERRY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You look bigger on TV. Peter fires the shotgun, BLAM! But he misses Jerry and the power of the blast sends PETE HURTLING BACKWARD.    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlie reacts to the blast -- but sees that ST. MICHAEL' STAKE has fallen from his hand and rolled to the edge of grave. He cautiously moves to retrieve it... He stops as he sees A FIGURE emerge from the dark. AMY. Her clothes are torn now, a thin trickle of blood runs do her neck. She looks impossibly sexy. Her hair, her eyes, her lips -- all shining and full. Forgetting himself, he goes to her. Pulls her into his ar CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Amy, God... She clings to him, near tears. AMY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter scrambles on the ground, SHOTGUN trained on JERRY - who moves toward him calmly. The cross on the gun the onl thing holding him back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLAM",
          "text": "Peter fires again -- grazes JERRY. JERRY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In pain, he TRANSFORMS and VAMPS before our eyes with a b curdling yell. It's chilling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRAVES",
          "text": "One by one, the TRIBE of vampires wake. ADAM, MS. GRANADA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Amy pulls away from Charlie -- says: AMY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You should have run with me while we had the chance. You should have saved me, Charlie.    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "103.",
          "text": "Charlie takes this in, pained. Then-- CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's not too late. She brings her lips close to his ear. Rasps... AMY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It is. He's inside me now. Her EYES GO DARK -- fingernails grow SHARP and dig into Charlie. He feels the change. CHARLIE AMY--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlie shoves her off, hard. But she holds him tight -- they TUMBLE INTO THE GRAVE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JERRY, backed by ADAM, MS. GRANADA and a handful of other vampires, closes in on PETER. JERRY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's over, guy. Charlie -- his girl's having her way with him. (THEN)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She's way out of his league anyway. Peter, trapped, won't be able to keep them at bay much longer. PETER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stop! Stop! Desperate, he BLASTS them again. Hits one on the shoulder But it's not stopping them. JERRY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And your aim-- PETER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You don't get it! I'm on your side. Peter smiles a little. Shows his rows of SHARP FANGS. Jerry and the others stop. What?    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Amy and Charlie struggle. He reaches for his cross -- but she throws him off her with a violent HISS. Charlie gets his first look at AMY in full VAMPIRE glory. She's even more freaky looking than Jerry or Ed. Her face nearly overtaken by a wide mouth filled with razor-sharp teeth. Her eyes are crazed and blood-red. It's gruesome and terrifying. Charlie sees THE STAKE at the lip of the hole. Dives for Amy's on him in a flash. She throws him to the ground. He got the STAKE in hand. Ready to strike. AMY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You wouldn't. CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Try me. She STRADDLES HIM, sexual and raw. Charlie's repulsed, terrified. AMY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll be the best you ever had. The only you had. (THEN)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlie. We can be together forever. She leans in, licks his neck seductively... AND GASPS. She sits back, the STAKE IN HER CHEST. She falls away, shuddering. Charlie pulls the stake out -- scrambles out of the nest. He looks back at her, anguished. A beat. AMY, in terrible pain, LAUGHS. Nothing's happenin No kablooey. AMY (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Missed. You missed. Charlie BREAKS THE DOOR OPEN with his crowbar.    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "105.",
          "text": "CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know. He backs away from her. Into--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The basement where Jerry and the THE TRIBE are CIRCLED ar a body as MS. GRANADA feeds. ON PETER, who's pale and shaking... Charlie attacks them with THE CROWBAR. CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Get off him! He hits MS. GRANADA off Peter. Manages to hold off JERRY a beat. Spins and HITS ADAM in the head. ADAM",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dude! CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sorry. AMY enters from the other room -- already healing. Jerry sees her -- holds up a hand and backs the others off. JERRY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll finish this. Jerry, all swagger, moves in on Charlie. Charlie sees Peter, barely alive, spit out his FAKE VAMP teeth. Peter meets his gaze, wry and weak. Done for. PETER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Worth a shot. \"Master of illusion.\" Now Charlie notices SHOTGUN not far from Peter's body. He dives for it, but Jerry steps on it -- kicks it away. JERRY (TO CHARLIE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You think that's going to stop me? Time to man up. Jerry brutally kicks Charlie, sends him sprawling.    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "106.",
          "text": "JERRY (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now. I'm going to kill your girl -- make you watch. I'll take my time with you. And once you're dead, I'll finish your mother. (RE: AMY)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Too bad about that one. She sucked me dry. Like a pro. Amy smiles a little. Jerry GRABS CHARLIE, lifts him off h FEET--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlie, enraged, SPRAYS JERRY WITH GAS FROM the CANISTER right in the eyes. Jerry recoils, HISSING. Adam and the OTHER VAMPS MOVE IN. Jerry's over it. He's on CHARLIE in a flash, FANGS BARED. About to RIP HIS NECK OUT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLAM",
          "text": "PETER has the gun again -- has managed to pull himself up into a sitting position. He BLOWS away ONE OF THE SUPPORT BEAMS. BLAM! And ANOTHER. BLAM! And ANOTHER. BLAM -- he misses. PETER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fuck. BLAM! AND ANOTHER. Charlie DIVES for SAFETY as the CEILING COLLAPSES in part the basement. SUNLIGHT STREAMS in -- forcing JERRY, AMY a the other vamps into a corner. PETER (CONT'D) (TO JERRY)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fuck yeah! Nice sweater, loser!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLAM",
          "text": "Another BEAM collapses. BURYING JERRY, AMY and the others under DEBRIS from the floor above. A stunned beat. Peter slumps, exhausted from the effort.    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "107.",
          "text": "Charlie looks at him -- amazed. PETER (CONT'D) (WEAK)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm better with stationary targets. CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah you are. Peter looks at him, sad. PETER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Get out of here. We don't have much time before they dig out. CHARLIE (RE: STAKE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can save you. I have to kill him with this. PETER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're a brave mother, I get it. And you were right. This is how I had to go... But we didn't count on an army. CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He'll kill you both, he said-- PETER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're already dead. (THEN)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Go now, you live to fight another day. Stay -- there won't be one. Charlie stops. Swayed. Pained. PETER (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Accepting it. It's what he has to do. He starts DIGGING. PETER (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlie! But Charlie ignores him, determined. Pulls his MASK DOWN over his face again. PETER (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stop!    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "108.",
          "text": "WHAM! JERRY BURSTS OUT OF THE RUBBLE, attacks Charlie. Charlie falls back, PULLING JERRY with him into THE LIGHT Jerry BURSTS INTO FLAME -- but holds Charlie tight AMY and the other vamps start to claw their way OUT of th rubble. Charlie and Jerry fight -- nearly ENGULFED IN FLAMES now PETER (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlie! Peter gets up, painfully, moves to help. Raging and desperate -- Charlie and Jerry continue to bat Finally, Jerry pulls Charlie down with him --rolls on the ground as they fight. Trying to put out the flames. Jerry starts to DISINTEGRATE -- he's about to EXPLODE int bits. Charlie's stake is now ON FIRE. CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "NO",
          "text": "A last desperate attempt. He can see Jerry's HEART, about burn away. HE STAKES JERRY. AMY suddenly SCREAMS - she's burning inside, DYING. Or so seems. The vampire is being burned out of her. PETER cries out too, reacting less violently. But in pain JERRY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Still burning, looks down as the STAKE OF SAINT MICHAEL i his CHEST. Right through the heart. He starts to SHAKE VIOLENTLY -- faster and faster, just l Ed did -- becoming little more than a macabre BLUR. For a moment -- Jerry's human form hangs in the air... JERRY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Blow me. THEN HE BLOWS INTO A MILLION PIECES.",
          "sentiment": "neutral"
        },
        {
          "speaker": "109.",
          "text": "Thinking fast, PETER tackles CHARLIE -- who is still in flames. They tumble into one of the open graves. DIRT pours in around them, extinguishing the fire. ON AMY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Transformed and healed. Herself again. She rushes to the edge of the open grave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABOVE THE OPEN GRAVE",
          "text": "Peter pulls Charlie's mask back. Charlie is burned, unconscious. AMY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlie! She crawls into the grave. Cradles Charlie in her arms. AMY (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlie... Amy starts to cry. Peter looks on, concerned. Finally, Charlie opens his eyes. Says weakly... CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Blow me? Seriously? Peter falls back -- exhausted. Laughing. CHARLIE (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Those are his last words? What a tool. We pull away, leaving this tableau... UNTIL ADAM, MS. GRANADA and the OTHER MEMBERS of the trib emerge from the rubble. Disoriented, freaked. A beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MS. GRANADA",
          "text": "Let's agree to never talk about this. FADE TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlie, Amy, Jane and Peter are in Peter's penthouse. It a glittering night, a spectacular view.    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "110.",
          "text": "Jane, released from the hospital, looks healthy and glowi She smiles at Peter, who also looks more together. She has a glass of wine -- he's drinking a COKE. JANE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Think you'll ever feel the same about a nighttime sky? PETER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Same as what? I was always terrified. JANE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Right. We're just catching up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON AMY AND CHARLIE",
          "text": "Charlie sees the connection between Peter and Jane. Shudders. CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm not seeing that. AMY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She deserves some fun. Your mom fully cheated death. CHARLIE (SUGGESTIVE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You too. You deserve fun. AMY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, I plan on it. Now that you've killed your first vampire... CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I am so going to perform. Charlie KISSES her. It's intense, passionate. It's different, they're different. The childish part of them l gone. He runs his hands through her hair, pulls her close. SOMETHING BEEPS, talks... VOICE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"Frak!\" \"Frak!\" AMY (PULLS BACK)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What is that?    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlie, a little sheepish, shows her. He's wearing a BATTLESTAR GALACTICA wrist watch. CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Battlestar. AMY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Right. CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It was Ed's. Amy smiles a little, softens. AMY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Right. (THEN)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Frak? PETER is passing. Hears this. Is down with it. PETER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Frak! Right on. (TO AMY)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Perfect Woman, can I get you a drink? AMY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll take another. Thanks. CHARLIE (TO PETER)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll give you a hand. Charlie follows PETER into the DINING ROOM, where a BAR C is set up. Peter moves to it. Pours himself a Midori. CHARLIE (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I thought you were on the wagon. PETER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's dark. (off his look) I'm on the \"day\" wagon. CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thanks for inviting us. PETER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We should celebrate. Being alive. Your mom's clean bill of health. CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You wanted to put the moves on her.     112 PETER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What? No. What? CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just -- I'm watching you. I've got to look out for her. PETER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah you do. So here's what I'm thinking. We faced the beast and we won. Can you imagine the possibilities if we had got that shit on film? CHARLIE VAMPIRES DON'T-- PETER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Show up on film, yeah. But werewolves do, bigfoots do. We get proof, catch something -- we could build a stage act around that, you wouldn't believe. We'd blow those Cirque bitches away! CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An act? Seriously? What about saving people from evil? What ABOUT--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A CHILLING LAUGH interrupts them. Distant. Eerie. And somehow familiar. Peter nods to his COLLECTION CABINETS. PETER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It happens. All this stuff... CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ever think about collecting something else? Snow globes or-- Charlie stops, catches sight of something MOVING IN THE REFLECTION ON THE FLOOR-TO-CEILING WINDOW. Just a wisp, a phantom. The face - is it ED? His features twisted in a grimace of fear and pain... It's CHILLING. Charlie's spooked. But he looks again and the face is gon CHARLIE (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, definitely get new stuff.    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "113.",
          "text": "Peter leads CHARLIE OUT, back to the ladies in the other room. Still on about his idea...",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER, (O.S.)",
          "text": "I'm serious, man. Do you know how much we could make? Think about how much people pay to see a tiger, or boobs, right? What if we had a tiger, boobs -- and a zombie! After they've gone we linger on the window. Is that Ed's eerie reflection again?, barely visible...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ED, (0.S.)",
          "text": "You're so coooool Brewster!! THE END",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_732"
    }
  ]
}