{
  "movie_id": "MOV737",
  "scenes": [
    {
      "location": "OVAL OFFICE WHITE HOUSE",
      "time": "NIGHT",
      "characters": [
        "NIXON, (ON TV)",
        "GANNON",
        "IN ANOTHER CORNER",
        "FROST",
        "DAVIS",
        "ARCHIVE TELEVISION NEWS FOOTAGE",
        "RESTON",
        "DIRECTOR",
        "BIRT, (V.0.)",
        "MANOLO",
        "SWIFTY",
        "BIRT, (V.O.)",
        "MATCH CUT TO",
        "ZELNICK",
        "47.",
        "FROST, (ON MONITOR)",
        "BERET GIRL",
        "SAWYER",
        "NIXON, (ON MONITOR)",
        "VOICE",
        "BELNICK, (V.0.)",
        "OMITTED 54-57",
        "CAPTAIN",
        "FROST, (0.S.)",
        "FROST, (V.0.)",
        "FROST, (ON PHONE)",
        "NIXON, (ON SCREEN)",
        "30A,",
        "61B",
        "REPORTER, (ON TV)",
        "ZELNICK, (V.0.)",
        "OF",
        "INT, SWIFTY'S HOME",
        "PROST",
        "KHACHIGIAN",
        "59,",
        "VOICE, (ON PHONE)",
        "39.",
        "FAN",
        "RESTON, (V.0.)",
        "RESTON, (V.O.)",
        "NIXON",
        "CAROLINE, (V.0.)",
        "INT. 747. DAY",
        "PAT NIXON",
        "OMITTED 73",
        "BIRT",
        "OMITTED 123",
        "92-93 OMITTED 92-93",
        "ANCHOR",
        "10A.",
        "ARCHIVE TELEVISION NEWS FOOTAGE 35",
        "65A",
        "FROST, (ON TV)",
        "BRENNAN",
        "FORD, (ON TV)",
        "STUDIO MANAGER",
        "BRENNAN, (V.0.)",
        "NETWORK CHIEF",
        "FADE TO BLACK",
        "SECRET SERVICEMEN",
        "INT, UNIVERSITY LIBRARY",
        "INT. 747",
        "CAROLINE",
        "OMITTED 63",
        "PRESENTER",
        "ZELNICK, (AS NIXON)",
        "A TELEVISION SCREEN",
        "OLLIE",
        "DIAMOND / KAHN",
        "FORD, (V.0.)",
        "I..I.."
      ],
      "dialogues": [
        {
          "speaker": "Unknown",
          "text": "A TECHNICIAN fixes a microphone on a desk. Above the desk the Presidential Seal.. We realise now we're not in a television studio, but in t Oval office of the White House..",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARCHIVE TELEVISION NEWS FOOTAGE",
          "text": "A news ANCHOR speaks to camera..",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANCHOR",
          "text": "The time is coming up to nine o'clock. We are expecting the President to address the nation any moment now, to announce his resignation.. \f10 FROST/NIXON (Yellow Revs) - 8/24/07 3.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The TECHNICIAN finishes fixing the mike on the desk. He g to his feet. Is about to go, when..",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE",
          "text": "Maybe you should do this. You're a lot better looking than me. The TECHNICIAN looks up to see RICHARD NIXON, 37th Presid of the United States, standing in front of him. The TECHNICIAN beats a hasty retreat.. ‘FLASH', a picture is taken by the White House photograph",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "That’s enough now, Ollie. The other guys will only get mad if I give you too many. (looks up/strains to hear) What? OK...one more shot. NIXON poses. ‘FLASH’, another shot. NIXON squints out at television cameras, the army of TECHNICIANS. (Among them pick out NIXON's new Chief of Staff, JACK BRENNAN)...",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "You got an extra camera in case the lights go out? (another agonized smile) Standard joke. Standard joke. It’s the condemned man making jokes with his executioners ‘FLASH’, another picture is taken. NIXON spins..",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "(snaps angrily) C'mon, Ollie, back off! A frightening bark. Quick temper. Savage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "My friend Ollie always wants a lot of pictures of me. I’m afraid he’ll catch me pickin’ my nose. He wouldn’t PRINT that though, would ya, Ollie. A hint of menace. OLLIE shakes his head, terrified..",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLLIE",
          "text": "No, Sir. \f11 12 FROST/NIXON (Yellow Revs) -— 8/24/07 4,",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIRECTOR",
          "text": "Fifteen seconds, Mr. President. MAKE UP LADIES fuss over the President, putting finishing touches to his appearance...",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "I'd like you to be generous with that powder of yours, They probably told you...I tend to...ah..perspire. A TECHNICIAN takes a light reading...",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "Taking a light reading? They say blondes photograph better than brunettes. Or is it the other way around,",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JAMES RESTON JNR ~ (mid 30's) - academic, author and journalist - the long-ish hair of a liberal intellectual, being interviewed for a documentary in 1982...",
          "sentiment": "neutral"
        },
        {
          "speaker": "RESTON",
          "text": "Nowadays, people forget - but in the summer of 1972, Richard Nixon was unassailable. He was winding down the war in Vietnam, achieved a diplomatic breakthrough with the Russians, he was the first Western Leader to visit China. None of his political opponents could lay a finger on him. His approval ratings matched Kennedy‘s. He was about to be re-elected with the largest landslide in recent memory, and then...he decided to try and cover-— up a third rate burglary.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The STUDIO MANAGER calls out..",
          "sentiment": "neutral"
        },
        {
          "speaker": "STUDIO MANAGER",
          "text": "Five, four, three.. A lighting change. NIXON turns directly to camera. In an instant his voice becomes deeper, more Presidential.. \f13 14 15 16 FROST/NIXON (Yellow Revs) - 8/24/07",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "Good evening. This is the thirty- seventh time I have spoken to you from this office where so many decisions have been made that shaped the destiny of our nation...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "13 A MAN in his late 30's, intelligent, bespectacled, long-i hair, the faintest hint of a British Merseyside accent..( the same documentary crew)..",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIRT",
          "text": "Like everyone else I had watched the Watergate drama play out in my living- room. I'd been glued to the Select and Judiciary Committee hearings night after night. Now finally, it had come to this..",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NIXON continues..",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "«therefore I shall resign the Presidency effective at noon tomorrow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Back tc JAMES RESTON giving his interview..",
          "sentiment": "neutral"
        },
        {
          "speaker": "RESTON",
          "text": "But instead of the satisfaction I imagined I‘d feel, I just got angrier and angrier. Because there was no admission of guilt. No apology..",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "+.+.to leave office before my term is completed is abhorrent to every instinct in my body. I have never been a quitter. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "14 15 16 \f17 18 19 20",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FROST/NIXON (Yellow Revs) - 8/24/07 6. NIXON (cont'd) But I do so secure in the knowledge that America is a better country, and the world a safer place than when I came to power five and a half years ago.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "BOB ZELNICK, (40), a dark-haired, genial, measured East C academic, intellectual and political journalist..",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZELNICK",
          "text": "Little did I know then that I would one day be a part of the team that would try to elicit that apology.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NIXON’s resignation speech continues..",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "«--to have served in this office is to have felt a very personal sense of kinship with each and every American. Tn leaving it, I do so with this prayer: may God’s grace be with you in all the day’s ahead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ZELNICK smiles as he continues...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZELNICK",
          "text": "And that the team would be led by the most unlikely white knight. A man with no political convictions. Indeed someone who had never voted in his life. But a man who had one big advantage over all of us. (a beat) He understood television.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Swirling lights. We're in a small, amateurish TV studio i distant Australia. A STUDIO MANAGER holds up a sign, ‘Applause’. Music plays the theme to The Frost Show, and eponymous host, (late 30’s), skips through sliding doors. Blazer and slacks. Sideburns and blow-dried hair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FROST/NIXON (Yellow Revs) - 8/24/07 7.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "Hello, good evening and with the eyes of the world focused on the White House, here in Australia burglars have broken into a meat factory in Brisbane and stolen a ton of pork sausages. Queensland police are looking for men in a long, thin, getaway car... The STUDIO MANAGER laughs in exaggerated fashion, leading audience...",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "My first guest tonight grew up in a tin hut in New South Wales. By the age of five she was hitting tennis balls against a wall with a piece of wood. A few weeks ago, she became the first Aboriginal Australian to win Wimbledon. She also got engaged to be married. Ladies and Gentlemen, Evonne Goolagong. Applause as the tennis player walks out to be greeted by FROST..",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "You can’t do it. We won't allow it. You cannot change your name. ‘Goolagong’ is the most famous name in Australia. Is there another reason? Something you’re not telling us? Your husband's first name isn’t ‘Ging Gang’, is it? The STUDIO MANAGER laughs in exaggerated fashion again...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JACK BRENNAN talks to camera from his office..",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENNAN",
          "text": "We in the Nixon camp didn’t know much about David Frost except that he was a British talk show host with something of a playboy reputation who'd had a talk show here in the US for a while, which had won some awards but hadn‘t syndicated well, and so had been dropped by the Network... \f21 FROST/NIXON (Yellow Revs) - 8/24/07 8.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The show wraps up. Music, lights and applause. FROST is g the ‘all clear’ - then walks off stage, removing his jack A round of ‘Good show’, ‘Nice work’, as he passes TECHNIC and CAMERAMEN. FROST heads for his dressing—room.. But stops when he sees.. A CROWD of people hunched around a television monitor in production office. FROST decides to check it out. We begin to hear the familiar baritone of NIXON's voice coming from the television..",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON, (ON TV)",
          "text": "+.-I remember my old man. He was a streetcar motorman first...then he was a farmer..then he had a lemon ranch.. FROST reaches the crowd, which parts. FROST pushes throug see the television, where NIXON speaks. The former Presid stands on a raised stage, surrounded by his family..",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON, (ON TV)",
          "text": "..it was the poorest lemon ranch in California. He sold it before they found oil on it.. FROST shoots a look at his DIRECTOR..",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIRECTOR",
          "text": "Nixon. Saying farewell to the White House staff.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON, (ON TV)",
          "text": "And nobody will ever write a book about my mother. But my mother was a saint,",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "What? This is live?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIRECTOR",
          "text": "Yes. FROST stares at the TV.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "What time is it in Washington? \f22 23 24 FROST/NIXON (Yellow Revs) - 8/24/07 9.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIRECTOR",
          "text": "(checks watch) Nine am.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "Why didn't he wait? It's six in the morning on the West Coast. Half his audience is still asleep.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NIXON is fighting emotion as he addresses a room full of White House Staff, security service, family members, including PAT NIXON...",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "»-and so, IT say to all of you, be proud of what you have done. Continue to give your best. Never get discouraged. Never be petty. The atmosphere is electric. We pick out a granite-faced BRENNAN among emotional STAFFERS that are openly weeping.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "Always remember. Others may hate you, but those who hate you don’t win unless you hate them, and then you destroy yourself...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FROST stares at the TV as NIXON walks towards a waiting helicopter on the White House lawn...",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "Find out the numbers for this, will you? Worldwide. ON TV: NIXON turns and gives his victory salute..",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIRECTOR",
          "text": "Sure. I’ll get someone onto it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The helicopter lifts away from the White House.. \f25 26 FROST/NIXON (Yellow Revs) - 8/24/07 10.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Inside: the helicopter is sound-proofed, and luxuriously equipped, in beige corduroy, with telephones and armchair with the Presidential Seal. More like a private jet. NIXON, a painful silhouette, stares out of the window, watches the White House become smaller and smaller, disappearing.. COL. JACK BRENNAN, (45), NIXON’s Chief-of Staff, dark-hai thick-set, ex-military, athletic, not PAT NIXON, sits opposite the PRESIDENT..",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENNAN",
          "text": "It’s a travesty, Sir. NIXON stares out of the window..",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "Well, it’s done now. And this time there’s no coming back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENNAN",
          "text": "Never say never, Mr. President. What you need first is rest. Then who knows? Anything can happen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "No, Jack. Not this time. NIXON’s eyes stare out of the window..",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "This time it’s over. BRENNAN stares at NIXON..",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENNAN, (V.0.)",
          "text": "I remember his face. Just ravaged with pain. Staring out of the window... INT. BRENNAN‘S OFFICE - SAN CLEMENTE ~ (1982) 26 BRENNAN tries to contain his anger..",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENNAN",
          "text": "++-while down below him, liberal America cheered! And gloated! The trendies! The hippies! (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FROST/NIXON (Yellow Revs) - 8/24/07 BRENNAN (cont'd) The draft-dodgers and dilettantes! They had got rid of Richard Nixon. Their bogeyman. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "10A.",
          "text": "\f27 28 29 FROST/NIXON (Yellow Revs) - 8/24/07 11. BRENNAN (cont'd) And who did they get in his place? (a beat) Gerald Ford and Jimmy Carter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "LWT studios, a tall building in the heart of London, on t south bank of the Thames..",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A hard-hitting current affairs programme, ‘Weekend World’ finishes taping. It‘s confrontational. Uncompromising.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRESENTER",
          "text": "Thank you, Minister. Next week’s programme comes from Bournemouth and the start of the Labour Party Conference. Until then, goodbye. The show finishes. It’s producer, JOHN BIRT, longish hair spectacles, walks out onto the studio floor, takes the PRESENTER aside, and gives notes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIRT",
          "text": "What are you doing? You had your foot on his throat and you let him go!",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRESENTER",
          "text": "(gestures ear) I had the mike in. You didn’t say anything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIRT",
          "text": "I shouldn’t need to say anything. He broke the law. You should have finished him off! An ASSISTANT brings over a phone. Hands it to BIRT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. Frost for you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIRT",
          "text": "Hello? David?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "DAVID FROST sits in the back of his Bentley. He has overh BIRT giving the notes. He chuckles.. \fFROST/NIXON (Yellow Revs) - 8/24/07",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "Beat them, John! Beat them with a stick! God knows I still bear my own scars. Now, where do you fancy for lunch? Simpsons or The Caprice? I’ve booked both. 11A. \f30 FROST/NIXON (Yellow Revs) ~ 8/24/07 12.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIRT",
          "text": "I'm sorry. I've only got half an hour. It'll have to be the canteen here at the studios. FROST’s smile fades.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "The canteen?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FROST’s eyes widen in horror as he and BIRT enter the che smoke-filled, subsidized canteen of a major studio comple Filled with technicians, crew members, etc.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIRT",
          "text": "So what's so important that it couldn’t wait. That it HAD to be today. The two men take trays, and start drifting along the line",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "I've had an idea, John. Rather a bold idea. For an interview. And in a moment of....well, it's too late now... it‘s done...I called his people and made an offer. Now...if the subject were to say ‘yes’, well, he’s rather a big fish, that swims in not untricky waters...so it goes without saying, I‘d want a dear friend and the finest producer I know by my side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIRT",
          "text": "Who is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "Richard Nixon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIRT",
          "text": "Richard Nixon!",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "Don‘t look like that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIRT",
          "text": "How do you expect me to look? I spent yesterday evening watching you interview the Bee Gees. \f31 32 FROST/NIXON (Yellow Revs) - 8/24/07 13.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "Weren’t they terrific?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIRT",
          "text": "So...what kind of interview?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "A full, extensive look back over his life. His Presidency.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIRT",
          "text": "And. .?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "And what..?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIRT",
          "text": "C'mon, David, surely the only thing that would interest anyone about Richard Nixon would be a full, no holds-barred confession.. FROST gestures...",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "Oh, we'll get that, too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIRT",
          "text": "From Richard Nixon?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "C'mon, John, just think of the numbers it would get. Do you know how many people watched his farewell speech in the White House? Four hundred million? INT. LWT STUDIOS - BIRT’S OFFICE - DAY - (1982) 31 BIRT smiles as he remembers...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIRT",
          "text": "But in the end, we heard nothing. Soon after arriving in California, Nixon was rushed to hospital with an acute attack of phlebitis.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "“Crash”, NIXON, (on a gurney), is rushed into hospital through swing doors. Raised voices. \f33 34 FROST/NIXON (Yellow Revs) - 8/24/07 14. DOCTORS, NURSES and SECRET SERVICE surround the gurney..",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIRT, (V.0.)",
          "text": "It was around this time that the new President, Gerald Ford, desperate to move the agenda on from Watergate gave Nixon a full, free and absolute pardon..",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NIXON is attached to drips, post-operation, unconscious. His WIFE and DAUGHTERS, along with two NURSES keep vigil his bedside. Monitors beep. SECRET SERVICE MEN keep guard outside his room. It has the atmosphere of a wake. OVER T a voice..",
          "sentiment": "neutral"
        },
        {
          "speaker": "FORD, (ON TV)",
          "text": "++I have searched my conscience to determine the right thing to do with respect to Richard Nixon, and his loyal wife and family. Images on TV of White House staffers HALDEMAN, EHRLICHMAN DEAN, COLSON etc going to jail for their role in Watergat",
          "sentiment": "neutral"
        },
        {
          "speaker": "FORD, (ON TV)",
          "text": "Theirs is an American tragedy in which we have all played a part...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZELNICK, (V.0.)",
          "text": "It meant the man who had committed the biggest felony in American political history would never stand trial. INT. NURSES’ STATION - HOSPITAL - DAY - (1974) 34 At the NURSES’ station, a television plays Gerald Ford's pardon speech. No one pays much attention. They carry on going about their business...",
          "sentiment": "neutral"
        },
        {
          "speaker": "FORD, (ON TV)",
          "text": "+,+-therefore I, Gerald Ford, President of the United States, pursuant to the pardon power conferred upon me by Article II, Section 2 of the Constitution... \f35 36 37 38 FROST/NIXON (Yellow Revs) - 8/24/07 15.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BELNICK, (V.0.)",
          "text": "That week the mood among those of us around the world that believed America still had a healthy democratic tradition was pretty bleak.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARCHIVE TELEVISION NEWS FOOTAGE 35",
          "text": "Images of civil protest, US citizens outraged by Ford’s pardon, taking to the streets. A country torn apart..",
          "sentiment": "neutral"
        },
        {
          "speaker": "FORD, (V.0.)",
          "text": "+..do grant a full, free and absolute pardon unto Richard Nixon for all the offences which he has committed against the United States.. INT. DAVID FROST’S LONDON HOME - NIGHT - (1974) 36 FROST is on the phone, working from home. He catches the images of civil protest on his television in London. We CLOSE on FROST’s face. As he watches the television.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dusk. A beautiful sunset. Above the beach, beside a coast guard station, a traditional Spanish-style house. This is CASA PACIFICA. At the foot of the garden, NIXON sits in a wheelchair. Alone. Recuperating. Wounded. In silhouette. Staring out at the ocean.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FADE TO BLACK",
          "text": "INT. NIXON’S OFFICE - DAY - (1975) 38 NIXON is in a wheelchair, his left leg stretched out, is his study working on his memoirs with FRANK GANNON and DI SAWYER. A knock at the door. NIXON’s valet, MANOLO SANCHE clears his throat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANOLO",
          "text": "Mr. President? Swifty Lazar is here. GANNON and SAWYER get to their feet to go.. \f39 FROST/NIXON (Yellow Revs) - 8/24/07 16.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "No, no. Stay! You'll get a kick out of this. My literary agent. From “Hollywood”. Hygiene obsessive. SWIFTY LAZAR, barely five feet tall, immaculately dressed tailored clothes, appears in the doorway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWIFTY",
          "text": "Mr. President, good to see you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "Irving Lazar, Diane Sawyer, Frank Gannon.. A round of handshakes and greetings. FRANK GANNON notices SWIFTY wiping his hands after each handshake...",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "I was about to tell my associates how you got your nickname “Swifty”.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWIFTY",
          "text": "Did three deals for Humphrey Bogart in one afternoon. When he wasn’t even my client. GANNON and SAWYER laugh, then leave. EXT. CASA PACIFICA — DAY 39 SWIFTY and NIXON move towards the pergola. MANOLO SANCHEZ wheeling the former President down the path..",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWIFTY",
          "text": "So how are you feeling, Sir?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "Better. Though not yet well enough to ‘golf’, thank God. I despise that game. Never retire, Mr. Lazar. To me the unhappiest people of the world are those in the watering places, South of France, Palm Springs, Palm Beach, Newport..going to parties every night, playing golf every afternoon, then drinking too much, talking too much, thinking too little, retired - no purpose. What makes life mean something is purpose. A goal. The battle. The struggle. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fFROST/NIXON (Yellow Revs) - 8/24/07 17. NIXON (cont'd) Even if you don’t win it. You know, when my doctor declared me unfit to give testimony in the Watergate trial everyone thought I‘d be relieved. They were wrong. That was the lowest I got.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWIFTY",
          "text": "Well, if it‘s a challenge you want, here’s one you might enjoy. How to spend two million dollars...$2.3 to be precise. It's what I got for your memoirs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "Thank you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWIFTY",
          "text": "Which might be a little short of what I wanted, but let me assure you, it’s a_whole lot more than they wanted.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "That book we're working on is important to me. It‘s probably the only chance I’m going to get to put the record straight and remind people the Nixon years weren't ALL bad..",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SWIFTY and NIXON eating lunch on the Presidential china..",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWIFTY",
          "text": "You know, if you want to put the record straight, I’d at least talk to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "Who?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWIFTY",
          "text": "David Frost. The English talk-show guy. NIXON looks up. Bemused..",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "Why would I want to talk to David Frost? \f41 FROST/NIXON (Yellow Revs) - 8/24/07 18.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWIFTY",
          "text": "A while back he wrote asking for an interview. We didn‘t get back. Frankly, we didn’t find him ‘appropriate’. But if you want to get your side of the story across, he'd be the guy who’d let you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "I thought we were doing one with CBS?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWIFTY",
          "text": "We are. I just figured doing it with Frost would be a lot easier than doing it with Mike Wallace.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "It would. It would also have less credibility.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWIFTY",
          "text": "True. But we could probably get better money. NIXON looks up. Now he‘s interested.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "Really?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWIFTY",
          "text": "Look, we will always have three-fifty on the table from CBS. But if I can get Frost to pay more, and secure better terms it might be shame to pass. Be interesting to know where he is right now..",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Sydney Opera House in the background. FROST, in blaze and tie, watches ag a man who’s hands and feet are tied i lowered into the harbor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "We tied him to railway tracks, and he escaped! We buried him alive, and he walked free! Today we are lowering escape artist Derek Harrison into the water - to see if he can miraculously cheat death once more! (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fFROST/NIXON (Yellow Revs) - 8/24/07 18a, FROST (cont'd) Good evening, and welcome to “Great Escapes”, my name is David Frost...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "42 43 FROST/NIXON (Yellow Revs) - 8/24/07 19. All around FROST, a TV CREW. Among them, an attractive bl PRODUCTION ASSISTANT in a red beret...",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT, SWIFTY'S HOME",
          "text": "SWIFTY LAZAR sits in his Los Angeles home. Palm trees and sunshine. He speaks to the documentary crew...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWIFTY",
          "text": "In any deal, you need to know your opponent’s breaking point. And to assess that you might call late at night, or at the week-end. If they take the call, it means they’re desperate, and from that moment on, you know you've got the upper hand..",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "“Rrrring”, the phone rings. FROST hits the light. He answ the phone, his face creased with sleep. (We notice a slee female figure beside him. A shock of blonde hair. A red b at the foot of the bed).",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWIFTY",
          "text": "Mr. Frost? Irving Lazar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "Who?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWIFTY",
          "text": "“Swifty” Lazar? I represent President Nixon. The GIRL sits up in his bed..",
          "sentiment": "neutral"
        },
        {
          "speaker": "BERET GIRL",
          "text": "What time is it..?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWIFTY",
          "text": "Bad time?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "No! Not at all.. \fFROST/NIXON (Yellow Revs) - 8/24/07 194.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWIFTY",
          "text": "I'm calling with regard to your request for an interview. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fFROST/NIXON (Yellow Revs) — 8/24/07 SWIFTY (cont'd) And to say, having considered it, my client is not necessarily opposed to the idea.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "Really? That's terrific news. 44 INT. SWIFTY’S OFFICE - DAY - (1975) SWIFTY speaks on the phone with NIXON..",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWIFTY",
          "text": "I got $500,000.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "Is that good?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWIFTY",
          "text": "Mr. President, it’s half a million dollars. For a news interview. It’s unprecedented.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "And the catch?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWIFTY",
          "text": "With Frost? None. It'll be a biiiig wet kiss. A ‘valentine’. This guy is so grateful to be getting it at all, he’ll pitch puff-balls all night and pay half a million dollars for the privilege. A silence. Then..",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "You think you could get $550,000? 45 INT. SWIFTY’S HOLLYWOOD HOME - DAY - (1982) SWIFTY in his home. He talks to the documentary crew..",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWIFTY",
          "text": "I got SIX. In any deal..there’s give and take. They give you the money, you take it. And get the next train out of town. 20. 44 4s \f46 47 48",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FROST/NIXON (Yellow Revs) - 8/24/07 21.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "London. The busiest airport in the world. To establish.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JOHN BIRT and DAVID FROST come in through revolving doors and walk through the airport terminal..",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIRT",
          "text": "How could you have done that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "What? Everywhere they go, heads turn. FROST is clearly a major celebrity in his native country.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIRT",
          "text": "$600,000. It‘s a fortune, David. Two hundred on signature?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "Don't worry about the money. They reach the check-in desk, hand over their passports. STEWARDESS blushes as FROST smiles at her..",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIRT",
          "text": "Most Americans think he belongs in jail. You’re making him a rich man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "BIRT and FROST walk effortlessly through non-existent air security, (oh, for the 1970's)...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIRT",
          "text": "Plus, by outbidding them, you’ve made enemies of the Networks...",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "They're just jealous.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIRT",
          "text": "».who are already sounding off about cheque-book journalism. If the Networks are against you, syndication is always going to be a struggle. No syndication, no advance sales. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fFROST/NIXON (Yellow Revs) - 8/24/07 21a. BIRT (cont'd) No advance sales, no commercials. No commercials, no revenue..",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FROST/NIXON (Yellow Revs) - 8/24/07 22.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FROST and BIRT walk along a corridor towards their gate..",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIRT",
          "text": "And - here’s the bigger question, why do it? You don’t need it. Your career is in great shape. It would spread you across three continents, and jeopardize the other shows. Is it true Channel 9 in Australia want you to do another season of your talk show for them?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIRT",
          "text": "And London, too?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "Yes...but that’s London and Australia. This would be..",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIRT",
          "text": "++swhat? They reach the queue for their plane.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "You wouldn't understand - you were never part of the show in New York. But it’s indescribable. Success in America is unlike success anywhere else. And the emptiness, when it’s gone...and the sickening thought that it may never come back. There’s a restaurant in New York...called Sardi’s. Ordinary mortals can’t get a table. John, the place was my canteen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIRT",
          "text": "You know, I’d be happier if I’d heard some kind of vision you had for this interview - or anything... Suddenly a FAN approaches FROST, holding a 10x8 picture o FROST from satirical T.V. show “That Was The Week That Wa days. FROST signs. \f50 51 FROST/NIXON (Yellow Revs) - 8/24/07 23.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIRT",
          "text": "+..but I don‘t. I just hear a man doing it because it would create headlines or give him a place at the top table. And that's what makes me nervous. Very nervous.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "And you do ‘nervous’ so beautifully.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAN",
          "text": "(mimicking) “Hello, Good evening, and Welcome.” The FAN goes. FROST stares after him...",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "You know, I don’t actually SAY that. FROST and BIRT show their boarding cards to a STEWARDESS, enter the plane.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The 747 carrying FROST and BIRT roars along the runway, a takes off, climbing into the air..",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. 747. DAY",
          "text": "Mid-flight. BIRT is asleep. FROST reads the Financial Tim smoking a large cigar. A STEWARDESS arrives with a bottle champagne. Fills FROST’s glass. FROST looks across the aisle to see the attractive DARK- HAIRED WOMAN reading. Her champagne glass is untouched... He thinks for a moment, then.. FROST (cont’d) You don't like champagne?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLINE",
          "text": "Not on aeroplanes. \fFROST/NIXON (Yellow Revs) - 8/24/07 24.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "Yes. Dehydrates one terribly. The trick is to have a glass of water on the go too. The way the Viennese serve coffee,",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLINE",
          "text": "I‘ve never been to Vienna.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "You'd like it. It’s like Paris without the French. A silence. FROST looks over... FROST (cont‘d) Good book? She lifts the cover. It’s MIDDLEMARCH.. FROST (cont’d) Middlemarch. They say the town in the book was based on the place I grew up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLINE",
          "text": "Which was?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "Kempston. In Bedfordshire. Although, the truth is, we pretty much lived everywhere in our time. My father was a Minister.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLINE",
          "text": "Oh really? Which party?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "The Methodists. CAROLINE laughs. An attractive, infectious smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "What's your name?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLINE",
          "text": "Caroline.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "David. \f52",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FROST/NIXON (Yellow Revs) - 8/24/07 25.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLINE",
          "text": "Yes, I know, David Frost. (smiles to herself) “Hello, Good Evening, and Welcome” CAROLINE gets to her feet, and walks off. FROST’s smile fades. FROST follows her up to..",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. 747. DAY",
          "text": "The bar area up. FROST and CAROLINE take seats..",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLINE",
          "text": "I heard an interview with you, recently. On the radio. You were giving it from back of your Rolls Royce.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "(correcting) «Bentley.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLINE",
          "text": "+-on the phone! They said you were a person who defined the age we live in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "Really?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLINE",
          "text": "You and Vidal Sassoon. FROST's face falls.. eee",
          "sentiment": "neutral"
        },
        {
          "speaker": "OF",
          "text": "\fFROST/NIXON (Yellow Revs) - 8/24/07 26.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLINE",
          "text": "What made you exceptional, they said - was that you had achieved great fame without possessing any discernible quality.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "How kind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLINE",
          "text": "And that you fly around a great deal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "It‘s true.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLINE",
          "text": "Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "I like to keep busy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLINE",
          "text": "Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "I find it more interesting than keeping still.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLINE",
          "text": "Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "Because..there's plenty of time for that when I‘m dead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLINE",
          "text": "What a strange thing to say. CAROLINE looks at him closely..",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLINE",
          "text": "You have sad eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "Do I?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLINE",
          "text": "Has anyone told you that before?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "No. \fFROST/NIXON (Yellow Revs) - 8/24/07 27.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLINE",
          "text": "Are you a sad person?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "Let‘s talk a little bit about you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLINE",
          "text": "Of course, You feel more comfortable asking questions.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "How right you are. Why are you going to LA?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLINE",
          "text": "It's where my boyfriend lives.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "Pity.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLINE",
          "text": "With his new girlfriend.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PROST",
          "text": "Things are looking up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLINE",
          "text": "I'm going to pack together my belongings. And ship them back home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "To London.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLINE",
          "text": "Monte Carlo. It’s where my ex-husband lives. FROST turns..",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "You're complicated. CAROLINE smiles, takes this as a compliment..",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLINE",
          "text": "Thank you. How about you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "Am I complicated?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fFROST/NIXON (Yellow Revs) - 9/24/07 27A.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLINE",
          "text": "Are you single. It’s what you were asking, isn't it? \f53 FROST/NIXON (Yellow Revs) - 8/24/07 28,",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "Yes....I am.... (evasive) -..technically...I think. The captain's voice comes over the tannoy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPTAIN",
          "text": "This is your captain speaking. You may have noticed we’ve now begun our final descent into Los Angeles. If you could return to your seats, and fasten your seat-belts.. A STEWARDESS tells FROST and CAROLINE to return to their seats.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. 747",
          "text": "FROST and CAROLINE come down the stairs..",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLINE",
          "text": "How about you? Why are you going?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "To meet Richard Nixon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLINE",
          "text": "Really? They say he has the most enormous head. But the sexiest voice. Where is he now? In some dark, underground cave? Licking his wounds?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "Actually no. In his rather smart beachside villa in California.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLINE",
          "text": "Richard Nixon? In a beachside villa? How... incongruous.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "Yes. It's called ‘Casa Pacifica.’ I'm told he still drives a golf buggy with the Presidential crest on it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLINE",
          "text": "How interesting. It must be hard to let some things go. They reach their seats, where JOHN BIRT is waking up..",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f54-57 58 59 60 FROST/NIXON (Yellow Revs) - 8/24/07 29.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "You can come, if you like?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLINE",
          "text": "To meet Nixon?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "Why not?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLINE",
          "text": "Are you sure? I'd love that. ‘Ping’, the fasten seat-belt sign lights up..",
          "sentiment": "neutral"
        },
        {
          "speaker": "PROST",
          "text": "My office will call you first thing in the morning! And send a car. With a phone!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A blue Mercedes pulls up at the President's house. SECRET SERVICE BODYGUARDS keep watch outside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NIXON looks through a crack in the blinds to see FROST getting out of his car. NIXON stares at FROST’s fashionable clothes. The ease of smile. The beautiful girl on his arm. A flicker behind NIXON‘s eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NIXON, BRENNAN and SWIFTY LAZAR emerge from the house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "You found it okay? \f61 FROST/NIXON (Yellow Revs) - 8/24/07 30.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "Yes. Thank you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "Pleasure to meet you, Mr. Frost.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "And you, Sir. May I present Caroline Cushing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "Miss Cushing.. NIXON looks down. Notices CAROLINE is barefoot..",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLINE",
          "text": "The house. It’s so beautiful. And romantic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "Would you like a little tour? Stretch your legs after the journey?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLINE",
          "text": "Oh, I’d love that. CAROLINE puts on her shoes, NIXON, clearly enchanted, lea CAROLINE away. FROST and BIRT shoot a look at one another good start. They notice they are being watched by SECRET SERVICEMEN. Their smiles fade.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NIXON is showing FROST, BIRT & CAROLINE round the house. BRENNAN and SWIFTY LAZAR follow..",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "--this is the office where Brezhnev and I had our summit. Brezhnev sat there, Gromyko there, Dobrynin there. We talked for nine hours straight. FROST sees framed photographs of NIXON with world leaders shoots a smile at CAROLINE. Then notices BRENNAN is watch him. \fFROST/NIXON (Yellow Revs) - 8/24/07",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "After the meeting, as a souvenir of the visit, I remember we had a Lincoln specially made. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "30A,",
          "text": "\fFROST/NIXON (Yellow Revs) - 8/24/07 31. NIXON (cont'd) Dark blue, cherry wood, leather. All the trimmings. We got inside for the photographers. Brezhnev and myself — when, next thing I know, he starts the engine. BIRT sees NIXON’s desk, scattered with books, philosophy, economics, memoirs. Yellow-pads with notes. Memos. Elaborately hand-written.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "Now, the first rule of political life is you never let a President get behind the wheel of a car. Ever. We're not used to doing anything for ourselves - let alone drive. And the Chairman, the way he put his foot down, my guess is the last thing he drove was a tractor on a Ukrainian potato farm.. CAROLINE looks out of the window - sees a woman in the gardens, talking to groundsmen. NIXON’s wife. PAT NIXON.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "Anyway, he drove us out, through the estate. Finally we got out to a remote point on the coast out there, overlooking the sea. And he turned off the engine. And we talked. For two hours straight. Most politicians have tragedy in their early lives. I lost two brothers to tuberculosis. He watched his father die from the cancer he caught in the steelworks. He was a sad man. But a noble adversary. NIXON turns to face FROST, BIRT and CAROLINE. The tour ha come full circle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "But I wouldn’t want to be a Russian leader. They never know when they are being taped. An awkward silence. NIXON turns, looks at FROST..",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "So, until March, then. I look forward to it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "Thank you, Mr. President. So do I. \fFROST/NIXON (Yellow Revs) - 8/24/07 32.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "I‘ve never been challenged to a duel before. I guess that’s what this is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "Well, not really...",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "Of course, it is. I like that. NIXON takes FROST’s hand. The grip is suddenly hard. Vice like.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "No holds barred...no holds barred. FROST smiles nervously, withdraws his hand. He is about t go, when SWIFTY calls him back..",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWIFTY",
          "text": "Oh, Mr. Frost? Before you go..? There is still the small matter of the.. SWIFTY gestures, miming signing a cheque..",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "of course. I do beg your pardon. He gets out his cheque-book, starts writing...",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "Two hundred thousand dollars... NIXON notices something in FROST’s demeanor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "I do hope that isn‘t coming out of your own pocket. A nervous smile..",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "Believe me, Sir, I wish my pockets were that deep. {changing subject) Made out in the name of..?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWIFTY",
          "text": "(correcting) ‘Irving Paul Lazar.’",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fFPROST/NIXON (Yellow Revs) - 8/24/07 32A.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "‘Richard M. Nixon’.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FROST/NIXON (Yellow Revs) - 8/24/07 33. NIXON takes the cheque...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWIFTY",
          "text": "Will you give me the cheque, Sir?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "What are you talking about? The cheque is for me..",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWIFTY",
          "text": "I know. But I am your agent. From NIXON’s uncomprehending look..",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWIFTY",
          "text": "Believe me, this is the customary procedure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "But it makes no sense....I could just deposit it...take it to the bank...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWIFTY",
          "text": "Mr. President, I'll take care of it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "But..but..",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWIFTY",
          "text": "Will you give it to me - please! SWIFTY prizes the cheque from a reluctant NIXON. NIXON, f moment, locks quite forlorn..",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NIXON leads FROST, CAROLINE, BIRT et al out of the house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "Well, goodbye. (shaking hands) Mr. Frost. Ms. Cushing. NIXON notices CAROLINE has a camera..",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "Would you like to take a photograph?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLINE",
          "text": "Yes, I'd like that very much.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FROST/NIXON (Yellow Revs) - 8/24/07 34. NIXON beckons MANOLO then he, FROST and CAROLINE all pose a photo. ‘Flash’, the camera pops.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "There. You can put that in your apartment in New York and all your liberal friends can use it as a dartboard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLINE",
          "text": "Actually, I'm living in Monte Carlo at the moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "Really? She exits. NIXON watches CAROLINE go, then takes FROST aside...",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "Take my advice. You should marry that woman.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "Yes. Lovely, isn’t she?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "More important than that - she comes from Monacec. They pay no taxes there. NIXON smiles..",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "Good bye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "Goodbye.. NIXON and BRENNAN watch as FROST, CAROLINE, BIRT walk off The PRESIDENT waves. Then, after a beat..",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "I betcha it did.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENNAN",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "Come out of his own pocket. Y’know, he couldn’t look me in the eye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FROST/NIXON (Yellow Revs) — 8/24/07 35.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENNAN",
          "text": "I hear none of the Networks are biting. Without the Networks, the ad agencies don‘t want to know. If you ask me, there's a good chance this whole thing will never happen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "Really? So that meeting we just had - might have cost him two hundred thousand dollars?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENNAN",
          "text": "correct.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "Had I known that, I might have offered him a cup of tea. BRENNAN laughs. They watch FROST reach his car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "Did you notice his shoes?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENNAN",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "Italian. No laces. What do you think? My people tried to get me to wear a pair like that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENNAN",
          "text": "I think a man’s shoe should have laces, Sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "You do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENNAN",
          "text": "Yes, I do. Personally, I find those Italian shoes quite effeminate. NIXON clears his throat. A little disappointed. He had clearly liked the shoes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "Quite right. NIXON turns and walks back to the house..",
          "sentiment": "neutral"
        },
        {
          "speaker": "61B",
          "text": "62 63 64",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FROST/NIXON (Yellow Revs) - 8/24/07 36.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A network CHIEF sits behind his desk..",
          "sentiment": "neutral"
        },
        {
          "speaker": "NETWORK CHIEF",
          "text": "Why would an American Network hire a total outsider? Someone who's already had his own show cancelled, incidentally. .?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FROST listens on a pay-phone. His smile fades..",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "I see. Well, I’m sorry you feel that way. Obviously I think you’re making a terrible mistake. FROST hangs up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "NBC. That‘s the Networks out. All of them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIRT",
          "text": "Oh, dear. Well, that's the end of that, then. I’m sorry, David.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "Not so fast. FROST has a glint in his eye. Already forming an idea.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "Where's your adventurer'’s spirit?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Plaza Hotel. Fifth Ave, New York. FROST swivels on a chair, smoking a cigar...",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST, (0.S.)",
          "text": "+»»the idea is we pay for the programme and syndicate it ourselves. Completely by-passing the networks...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f65 FROST/NIXON (Yellow Revs) - 8/24/07 37.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FROST is on the telephone, speaking to his creditors in London. .",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "Never been done before. Historic stuff. BIRT enters, and signals FROST should wrap up. There are MEN standing in the doorway. FROST wraps up his call.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "+».0f course I'd match any contribution you make. Dollar for dollar. It’s made for you this one, Jimmy. Have a think, and call me back. Hangs up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIRT",
          "text": "David, I'd like you to meet Jim Reston and Bob Zelnick. Our two prospective cornermen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "Delighted to meet you.. BOB ZELNICK, dark haired, genial, early 40's...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIRT",
          "text": "Bob has been Washington correspondent for Public Radio for the past ten years. Is moving to ABC in the New Year.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZELNICK",
          "text": "The general view is that I’d been wasting my matinee-idol looks on radio. JIM RESTON, whippet-thin, beady-eyed. A complex, feisty persona..",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIRT",
          "text": "Jim teaches at the University of North Carolina, and is working on a book about the corruption, criminal dishonesty, paranoia and abuses of power of Richard Nixon. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fFROST/NIXON (Yellow Revs) - 8/24/07 37A. BIRT (cont'd) (a beat) His second on the subject.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FROST/NIXON (Yellow Revs) - 8/24/07 38.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RESTON",
          "text": "Fourth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "Delighted to have you both aboard. FROST shakes ZELNICK's hands. But before RESTON shakes, h clears his throat. An awkward moment..",
          "sentiment": "neutral"
        },
        {
          "speaker": "RESTON",
          "text": "Actually, before I sign on, I would like to hear what you were hoping to achieve with this interview. FROST stops. An incredulous smile..",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "What I want to achieve? FROST exchanges looks with JOHN BIRT..",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "Jim, I‘ve secured 12 taping days, close to thirty hours with the most compelling and controversial politician of our times. Isn’t that enough?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RESTON",
          "text": "Not for me. I‘d be giving up a year of my life - leaving my family - to work on a subject matter that means more than you can probably imagine. And the idea of doing all that without achieving what I want to personally - would be unthinkable to me..",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "What is it that you want to achieve?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RESTON",
          "text": "I'd like to give Richard Nixon the trial he never had.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PROST",
          "text": "Well...of course we will be asking difficult questions.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FROST/NIXON (Yellow Revs) - 8/24/07",
          "sentiment": "neutral"
        },
        {
          "speaker": "RESTON",
          "text": "“Difficult questions”? The man lost fifteen thousand Americans and a million Indo-Chinese during his administration. He only escaped jail because of Ford's pardon..",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "Yes, but equally, going after him in some knee-jerk way, assuming he’s a terrible guy..wouldn’t that only create more sympathy than anything else?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RESTON",
          "text": "Right now, I submit it’s impossible to feel anything close to sympathy for Richard Nixon. He devalued the Presidency and left the country that elected him in trauma. The American people need a conviction. Pure and simple. The integrity of our political system, of democracy as an idea entirely depends on it. And if in years to come people look back and say it was in this interview that Richard Wixon exonerated himself, that would be the worst crime of all. Did you know that Mike Wallace is doing a piece on this, and that in the bars around Capitol Hill and Georgetown this entire project is a joke? A stunned silence. Then..",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "Well, thank you for that Jim. Would you give us a couple of minutes? ZELNICK looks, ‘Me too?’ RESTON and ZELNICK go. INT. CORRIDOR OUTSIDE -— DAY RESTON and ZELNICK walk out. ZELNICK hisses..",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZELNICK",
          "text": "What are you doing? I went out on a limb for you. Keep that pinko shit to yourself. Some of us actually want this job.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FROST/NIXON (Yellow Revs) - 8/24/07 40.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RESTON",
          "text": "I do, too. But only if it’s done right. Little Lord Fauntleroy in there - “Sympathy for Richard Nixon?”",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Leaving FROST and BIRT alone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "Is Mike Wallace doing a piece on this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIRT",
          "text": "Apparently.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "Why didn’t you tell me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIRT",
          "text": "It isn’t relevant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "What's the angle? “British talk show host. Good with actresses. Not so good with stonewalling Presidents?”",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIRT",
          "text": "That‘s the general idea.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "Right. Well, it’s hard not to feel a little insulted by that. FROST puts on his jacket, then..",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "Bob‘s obviously a pro. But what are we going to do about Reston?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIRT",
          "text": "The man’s an idiot. Over-emotional. Send him home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "Well, I think he should stay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIRT",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "I liked his....passion. \fFROST/NIXON (Yellow Revs) - 8/24/07 40a.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIRT",
          "text": "He'll drive us all bloody mad. \f66 FROST/NIXON (Yellow Revs) - 8/24/07 41.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "Maybe. But sometimes being out of your comfort zone is a good thing. I'm told. ‘Pop, FROST opens a bottle of champagne..",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "Ask them back in. BIRT brings ZELNICK and RESTON back in. FROST pours champ into glasses..",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "To the trial of Richard Nixon!",
          "sentiment": "neutral"
        },
        {
          "speaker": "RESTON",
          "text": "Conviction. ZELNICK closes his eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "Very well. The conviction of Richard Nixon. FROST raises his glass. People clink uncertainly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The ballroom of a five star hotel in Houston. A sign outs tells us this is a convention of Texas orthodontists. NIXON in dinner-jacket and tie, speaking on the after-din circuit, perspiring heavily, (and clearly hating every mo of it)..",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "»sanyway, I took my seat next to Mrs. Mao at the banquet table. One of the challenges of life as a President is the endless round of cocktail parties...social engagements, banquets...people who know me would tell you that small talk is not one of my strong suits...particularly not in Mandarin...so, Mrs. Mao and I....we just..well, stared at one another. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f67 FROST/NIXON (Yellow Revs) - 8/24/07 42, NIXON (cont'd) Across the table, Mrs, Nixon and Chairman Mao himself...they stared at one another too...further down, Dr. Kissinger and their foreign minister...they were staring at one...well, you're getting the picture now. Anyway this particular dinner, I don‘t remember exactly the day in the Chinese Communist calender we were celebrating, some uprising in some Mongolian agricultural collective...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "‘Crash’, NIXON and BRENNAN and two SECRET SERVICEMEN burs through swing doors, walking down a corridor backstage. N is in a fury. Suddenly dark and frightening.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "I can't stand it, Jack! Reducing the Presidency to a series of banal anecdotes..I feel like a circus animal. Doing tricks! And I thought I made it clear, I didn’t want to take any questions on Watergate. GODDAMMIT! As soon as it came to question time, all those SONSOFBITCHES ever want to hear about is Watergate! It’s as if all my other achievements have ceased to exist.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENNAN",
          "text": "Well, you’re going to get your chance to talk about them sooner than you think.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "How? NIXON stops.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENNAN",
          "text": "Frost got there. He got the money.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENNAN",
          "text": "I hear most of it's borrowed - that friends have bailed him out, but the point is we start taping end of March. \f68",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FROST/NIXON (Yellow Revs) - 8/24/07 43.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "Really?!? NIXON’s anger dissipates. His face wreathed in smiles..",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "That's terrific. How much time is devoted to Watergate. .? They walk through doors, and into..",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The hotel kitchens. COOKS stops and stare. NIXON is being shown the secure, back way out of the hotel and to the ca park.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENNAN",
          "text": "+«-25%. Just one of four ninety-minute shows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "The other three are divided into..?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENNAN",
          "text": "Foreign Policy, Domestic Affairs and Nixon the Man.. NIXON stops..",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "“Nixon the man?” As opposed to what? “Nixon the horse?”",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENNAN",
          "text": "I imagine....it‘s some kind of biographical piece, Sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "(shudders) I can see it now. The deprived childhood. The father that beat me. The brothers that died, leaving me consumed with “survivor guilt”, Spare me. Still, the fact it’s come together is a good thing, no?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENNAN",
          "text": "Mr. President, it's fantastic. Frost is just not in your intellectual class. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fFROST/NIXON (Yellow Revs) - 8/24/07 BRENNAN (cont'd) You'll be able to dictate terms. Rebuild your reputation. If you ask me... 43A. \f69 FROST/NIXON (Yellow Revs) - 8/24/07 44.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NIXON and BRENNAN walk out into the car park. SECRET SERVICEMEN make sure the area is secure..",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENNAN",
          "text": "If this went well, Sir, if enough people saw it and revised their opinions - you could move back East. Way, way earlier than we'd expected.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "You think?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENNAN",
          "text": "I‘m certain,",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "Oh, Jack...I like San Clemente, make no mistake. It's a beautiful place. But it'd be good to get back to where the action is. The hunger in my belly is still there. NIXON visibly gets excited, then tails off as they approa the car..",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "Guess it all boils down to Watergate, huh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENNAN",
          "text": "Nothing to worry about. It’s not as if there will be any revelations. That stuff has been combed over a million times by journalists and Congressmen. And still no one’s pinned anything on you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "Still, it's been a while since I spoke about it on record. I'd better start doing my homework. It’d be good to know his strategy. Where’s he staying?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENNAN",
          "text": "At the Beverly Hilton. \f70 71 72",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "PROST/NIXON (Yellow Revs) - 8/24/07 45,",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "The Beverly Hilton, you say? NIXON rummages in his pocket..",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "I've got the numbers somewhere of a few fellas we could send in. Cubans. With CIA training.. NIXON looks up. Sees BRENNAN’s horrified expression..",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "Jesus, Jack. It was a joke! BRENNAN stares, then smiles in relief. They climb into th car, which drives off, accompanied by POLICE OUTRIDERS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JOHN BIRT speaks to the documentary crew..",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIRT",
          "text": "As it happens, we took the whole question of security very seriously.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "BIRT, RESTON and ZELNICK all sign forms..",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIRT, (V.0.)",
          "text": "We had strict confidentiality clauses for everyone involved.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "BIRT hands a box cof research files to a hotel EMPLOYEE w puts them in the hotel safe..",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIRT, (V.0.)",
          "text": "From day one we kept a locked safe for all our files. \f73 74 75",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FROST/NIXON (Yellow Revs) - 8/24/07 46.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Various shots: RESTON, ZELNICK, BIRT and FROST sit in a restaurant over a period of many weeks, working on the interviews, papers strewn all over the table..",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIRT, (V.O.)",
          "text": "Since the ex-President’s name attracted attention we would refer in telexes to ‘the subject’, and in restaurants Nixon would become William Holden or Charlton Heston.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "RESTON takes over the story...",
          "sentiment": "neutral"
        },
        {
          "speaker": "RESTON",
          "text": "As for the work? Over the months we divided it into three sections.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "BIRT, ZELNICK and RESTON, shirtsleeves and styrofoam, are strategizing. A television plays in the corner..",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIRT",
          "text": "+»-okay, how are we going to kick this off..? What should the first question be?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RESTON, (V.0.)",
          "text": "Birt took Vietnam. Bob took Foreign and Domestic Policy. I got Watergate and the Abuses of Power. And David? We never really saw much of David.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZELNICK",
          "text": "The first question should be a loosener. Say what a tough time it’s been. Express concern for Mrs. Nixon after her stroke. For the President after his phlebitis. And ask what kind of life he’s established for himself in retirement. 73 74 75",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FROST/NIXON (Yellow Revs) - 8/24/07 46A.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIRT",
          "text": "And the deafening ‘click’ you‘ll hear, Bob, will be forty million Americans switching off their TV's. \f76 77",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FROST/NIXON (Yellow Revs) - 8/24/07 Suddenly the television plays breaking news: a second assassination attempt on GERALD FORD...",
          "sentiment": "neutral"
        },
        {
          "speaker": "RESTON",
          "text": "(watching TV) Ouch! Take THAT for pardoning Nixon!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "BOB ZELNICK takes up the story...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZELNICK",
          "text": "Perhaps because I was the eldest, or because I had the darkest hair, I got to play Nixon in our rehearsals.",
          "sentiment": "neutral"
        },
        {
          "speaker": "47.",
          "text": "76 77 RESTON, ZELNICK and BIRT sit in a room strewn with papers files, research materials. ZELNICK sits to one side..",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZELNICK, (V.0.)",
          "text": "The fellas would throw questions at me, and, based on years of watching and writing about the President, I would anticipate what his line would be..",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIRT",
          "text": "On the White House taping system?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZELNICK, (AS NIXON)",
          "text": "Ours was not the first administration to use taping systems. Lyndon Johnson's White House had them. So did Kennedy's..",
          "sentiment": "neutral"
        },
        {
          "speaker": "RESTON",
          "text": "On the alleged abuses of power..?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZELNICK, (AS NIXON)",
          "text": "Let me tell you, other administrations were up to far worse..",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIRT",
          "text": "The illicit bombing of Cambodia.. \fFROST/NIXON (Yellow Revs) - 8/24/07 48,",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZELNICK, (AS NIXON)",
          "text": "Done with the secret approval and support of the Prince of Cambodia against a hostile force that had invaded his country..",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIRT",
          "text": "And just for fun. Jack Kennedy. ZELNICK's face darkens, (as NIXON)..",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZELNICK, (AS NIXON)",
          "text": "That man screwed anything that moved, fixed elections and took us into Vietnam! And the American people loved him for it! While I worked round the clock in their service, and they hated me! Look, now I’m sweating! Dammit! And Kennedy’s so GODDAM handsome! And blue-eyed! Women all OVER him!! The door opens. FROST and CAROLINE walk in. FROST is dres in tux pants. Jacket and bow-tie in hand. CAROLINE holds newspaper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "Finally! A friend in the American Press! FROST indicates to CAROLINE, who reads from the paper..",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLINE",
          "text": "Jack Anderson in the Washington Post. “If Richard Nixon was expecting an easy ride in the up-coming interviews with David Frost, it appears he might have made a mistake. Frost has hired a team of “crack investigators” with the aim of forcing him into admissions he has hitherto been unwilling to make.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIRT",
          "text": "\"Crack investigators?”",
          "sentiment": "neutral"
        },
        {
          "speaker": "RESTON",
          "text": "Can I be ‘Crack One’?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZELNICK",
          "text": "(eyes widening) Can I be ‘Deep Crack’? \fFROST/NIXON (Yellow Revs} - 8/24/07 48a. Everyone laughs. The phone rings. BIRT picks it up. RESTO approaches FROST - takes him to one side. \fFROST/NIXON (Yellow Revs) - 8/24/07 49,",
          "sentiment": "neutral"
        },
        {
          "speaker": "RESTON",
          "text": "David, researching my last book, I was pretty certain Nixon had a meeting with Charles Colson, his darkest henchman, sometime before June 23rd, but I never knew the exact date, so couldn't find the transcript. But if you gave me a week back in the Federal Courthouse library.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "A week? Goodness, Jim. We couldn't afford to lose you for that long..",
          "sentiment": "neutral"
        },
        {
          "speaker": "RESTON",
          "text": "If we’re going to nail him in these interviews, we’re gonna need to ambush him. Take him by surprise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "(pats RESTON‘s back) Den‘t worry. We'll get him anyway. BIRT catches FROST’s eye, covering the phone..",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIRT",
          "text": "Jack Brennan. He sounds a little emotional. FROST walks next door, (followed by CAROLINE), and picks the phone..",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "Jack! BRENNAN paces angrily in his San Clemente office. (We intercut between the two locations).",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENNAN",
          "text": "Watergate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "Yes, Jack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENNAN",
          "text": "Our lawyers want to agree on a definition of the word.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "I believe it’s a large hotel and office complex in Washington, Jack. \fFROST/NIXON (Yellow Revs) - 8/24/07 50.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENNAN",
          "text": "You know what I mean. For the interviews. We want to propose that “Watergate” is an umbrella term for everything negative. FROST walks out onto the balcony....",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "What..so all the other domestic charges against him..the Brookings Institute, the Plumbers Unit, the Enemies List..you’re saying that all goes into ‘Watergate’?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENNAN",
          "text": "Correct.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "That’s absurd. And a clear breach of the terms of our agreement.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENNAN",
          "text": "Okay, how would you define Watergate?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "That it covers just that. The Watergate break-in of June 17th and the subsequent cover-up and investigations.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENNAN",
          "text": "Fine, in which case the deal is off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "Fine - in which case you can expect a lawsuit for something in excess of $20 million in damages and lost earnings.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENNAN",
          "text": "The terms of the contract stipulate quite clearly that Watergate take up no more than 25% of the time!",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "Yes - but nowhere does it say that for the rest of the 75% he gets to drone on and sound Presidential. BRENNAN almost chokes.. \fFROST/NIXON (Yellow Revs) - 8/24/07 SOA.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENNAN",
          "text": "“Drone on?” Jesus Christ! Where’s your respect? Remember who you’re talking about. You media people, you’re so goddammed smug and self-righteous. You know as well as I do, that sixty per cent of what Nixon did in office was right, and thirty per cent might have ended up wrong, but he thought it was right at the time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "That still leaves ten percent where he was doing the wrong thing, and knew it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENNAN",
          "text": "I guarantee you, if you screw us on the sixty per cent, I’m going to ruin you if it takes the rest of my life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FROST/NIXON (Yellow Revs) - 8/24/07 51. FROST hangs up, visibly rattled. Thrown. Then walks into room, picking up his tux jacket on a chair..",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "How do I look?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLINE",
          "text": "Fine, David. Fine. FROST and CAROLINE go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RESTON",
          "text": "Why the monkey suit?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIRT",
          "text": "David has a film premier he needs to attend,",
          "sentiment": "neutral"
        },
        {
          "speaker": "RESTON",
          "text": "What? The night before we start taping? What‘s the movie?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIRT",
          "text": "‘The Slipper and the Rose’.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZELNICK",
          "text": "The Cinderella movie?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIRT",
          "text": "David is the executive producer!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZELNICK",
          "text": "The one with Richard Chamberlain singing “Ding, diddy, ding ding?”",
          "sentiment": "neutral"
        },
        {
          "speaker": "RESTON",
          "text": "You don’t think it might be an idea for our interviewer to be rested and focused on the job in hand?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIRT",
          "text": "Don't worry. David is a performer of the highest calibre who has been in pressure situations many times before. Come the hour, he’1ll be fine. BIRT exits. RESTON turns to ZELNICK.. \f78 79 80",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FROST/NIXON (Yellow Revs) - 8/24/07 52.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RESTON",
          "text": "Did he say..”performer\"?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZELNICK",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RESTON",
          "text": "That was the word he used?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZELNICK",
          "text": "Yes. He said “performer”.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RESTON",
          "text": "Not ‘journalist’? or ‘interviewer’?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZELNICK",
          "text": "No, he said ‘performer’.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RESTON",
          "text": "Out of interest...where are you at this moment. Psychically?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZELNICK",
          "text": "I am imagining the dust, the darkness, the agony and the unimaginable loneliness of the wilderness I am about to be despatched to by my Washington political colleagues.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FROST’s limousine arrives outside a cinema, with screamin CROWDS waiting. FROST and CAROLINE step out and into an explosion of PHOTOGRAPHERS‘ flashbulbs and REPORTERS questions..",
          "sentiment": "neutral"
        },
        {
          "speaker": "OMITTED 73",
          "text": "INT. CASA PACIFICA - NIXON‘S OFFICE - NIGHT - (1977) 80 NIXON sits in ‘Casa Pacifica’, in his study, preparing fo the interviews with his team of KEN KHACHIGIAN, RAY PRICE FRANK GANNON and DIANE SAWYER..",
          "sentiment": "neutral"
        },
        {
          "speaker": "KHACHIGIAN",
          "text": "--any opportunity you get, go right to foreign policy, right to Mao, right to Kruschev. \fFROST/NIXON (Yellow Revs) - 8/24/07 52A.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GANNON",
          "text": "Just go right!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FROST/NIXON (Yellow Revs) - 8/24/07 53. A knock at the door. BRENNAN bursts in..",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENNAN",
          "text": "Sir? Something I think you should see. BRENNAN turns on the TV. ON TV: FROST and CAROLINE at the premier, in the flashlig FROST smiling, waving at cameras. A REPORTER calls out..",
          "sentiment": "neutral"
        },
        {
          "speaker": "REPORTER, (ON TV)",
          "text": "Some people in the media have suggested you‘re not the right man for the job. That you'll be too soft on the President. What will you do if he stonewalls you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST, (ON TV)",
          "text": "I shall say so. Again and again..but I should say now, I’m not expecting his approach to be to stonewall. I’m hoping it will that of a cascade of candor,",
          "sentiment": "neutral"
        },
        {
          "speaker": "REPORTER, (ON TV)",
          "text": "“BR cascade of candor”? From Richard Nixon? You think that’s what you‘1l get?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST, (ON TV)",
          "text": "No. It was just a phrase I thought might appeal to you. NIXON watches the TV. Stares at FROST..",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "Strange fellow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GANNON",
          "text": "Started life as a comic, y‘know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "That right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAWYER",
          "text": "Almost married Diahann Carroll.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "Who?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GANNON",
          "text": "The singer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FROST/NIXON (Yellow Revs) - 8/24/07 53A.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "Isn‘t she black? \f81",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FROST/NIXON (Yellow Revs) - 8/24/07 54,",
          "sentiment": "neutral"
        },
        {
          "speaker": "GANNON",
          "text": "{patting file) All in the file which we put together as part of our general preparations. GANNON indicates a file on the desk. NIXON stares, then..",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "C'mon. Let’s get back to work. BRENNAN kills the TV. ‘ZAP‘, FROST vanishes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "RESTON, ZELNICK and BIRT are milling around. In silence. Dressed in suits. Clutching files. Pacing nervously. ‘Ping’, elevator doors open. FROST arrives with CAROLINE, FROST kisses her goodbye, then CAROLINE goes. FROST turns his colleagues...",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "Shall we? But ZELNICK, BIRT and RESTON are craning necks, watching CAROLINE go..",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "Gentlemen. .? They walk out to their CAR.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "And for the record, I’m going to be starting with John’s idea - “Why didn‘t you burn the tapes?”",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZELNICK",
          "text": "No, please God, no. That would be a disaster and open up the whole Watergate thing way ahead of our agreed time. What’s the point of having contractually set specific times to deal with certain subjects if we go and break it with the first question?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FROST/NIXON (Yellow Revs) - 8/24/07 54a.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIRT",
          "text": "Because this is war, isn’t it? Gloves off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f82 83",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FROST/NIXON (Yellow Revs) ~ 8/24/07 55.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "I like it. It's...‘ballsy’.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIRT",
          "text": "Strategically, it‘1ll give us the upper hand. FROST and BIRT get into the front of the car. RESTON and ZELNICK shoot a look at one another. Get into the back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SECRET SERVICEMEN wait patiently. A series of cars with darkened windows. The President’s motorcade. Engines runn GANNON, SAWYER, KHACHIGIAN and BRENNAN all climb into car Finally, NIXON, dressed in a dark, blue suit, emerges fro Casa Pacifica, and walks towards the waiting motorcade. He is about to climb into his car, when a VOICE calls out",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAT NIXON",
          "text": "Wait! Dick? NIXON turns to see his wife, PAT NIXON come up the path towards him. She comes up close. Their eyes meet. An intensity in her lock. In her hand, a white handkerchief. She puts the handkerchief in his top pocket. Another look between them. She straightens his lapel. The she turns around, and walks back into the house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FROST‘s car pulls up outside the location. Large trucks a parked outside. TECHNICIANS carrying lights, catering, generators, cables. FROST is immediately besieged by PHOTOGRAPHERS and TV CRE that have gathered outside. (RESTON and ZELNICK go into t house). Suddenly a ripple of excitement from outside. Shouts of \" here!\", as NIXON’s motorcade sweeps into the street. Blac sedans. Darkened windows. \f84 FROST/NIXON (Yellow Revs) - 8/24/07 56. Doors open. SECRET SERVICE get out. Ear-pieces. Walkie- talkies. Guns in holsters. It’s an impressive, intimidati entrance. Finally, a car door opens and a pair of classic black sho (with laces), hit the tarmac. NIXON gets out of his car, greeted by FROST. They shake hands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Watching from inside the house: RESTON stares. Seeing NIX in person for the first time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RESTON",
          "text": "¥’know, I've written four books about him, but this is the first time I’ve actually seen him in the flesh. RESTON stares as if mesmerized at NIXON as he poses for photographers, and walks towards the house..",
          "sentiment": "neutral"
        },
        {
          "speaker": "RESTON",
          "text": "He‘s taller than I imagined. And tanned..",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZELNICK",
          "text": "You going to shake his hand?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RESTON",
          "text": "You kidding me? After everything that prick’s done to this country..? FROST and NIXON walk into the house, followed by NIXON’s entourage. FROST turns to face RESTON..",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "May I present Jim Reston, one of my researchers,",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "Pleasure to meet you, Mr. Reston. NIXON extends his hand. RESTON stares, then inexplicably, hand slowly, involuntarily rises up..",
          "sentiment": "neutral"
        },
        {
          "speaker": "RESTON",
          "text": "Mr. President. RESTON and NIXON’s hands shake. NIXON and his retinue mov on. RESTON stares in shock. ZELNICK comes up to him..",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "85 FROST/NIXON (Yellow Revs) - 8/24/07 57.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZELNICK",
          "text": "That was devastating. Withering. You know, I doubt he’ll ever get over that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RESTON",
          "text": "Fuck off. ZELNICK, RESTON and BIRT smile, then walk towards the Fro team ‘observation room’, (a bedroom now filled with TV monitors relaying the footage from the set). They are about to disappear inside, when they look up to their opposite numbers: BRENNAN, KHACHIGIAN, SAWYER and GANNON enter their ‘observation room’. The two teams stop and stare at one another. Eyeball to eyeball. Then go in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FROST and NIXON remain on set, under studio lights, as HA MAKE-UP and SOUND TECHNICIANS make final adjustments..",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "Before we start, I just want to say how delighted we all are by Mrs. Nixon‘s recovery. MANOLO SANCHEZ brings NIXON a cup of tea on the President China...",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "Well, thank you. It’s true, she’s much better now, and is getting round to the business of replying to all the cards. Have a guess how many she received? From FROST’s blank look..",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "A hundred thousand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "Goodness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "Mostly from schoolchildren. Isn’t that interesting? (a beat) (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fFROST/NIXON (Yellow Revs) - 8/24/07 NIXON (cont'd) And from our point of view - I'd just like to say how pleased we are you got this all together.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "Thank you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "I understand it’s been quite a struggle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "Well...I...",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "How much has it cost? Do you mind me asking? C'mon. Between us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "Very well...two million.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "Two million? I didn’t realize we were making Ben Hur, But you've raised it all now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "Not quite. But getting there. Everyone has been kind. And deferred fees.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "Not quite everyone. NIXON smiles icily. Then takes out a handkerchief...",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "I'd like to put a handkerchief here, if I may. Is that out of shot? Contractually..I think..we made a provision that during each question I might dab my upper lip. Which you won't show when you cut it together.. A beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "You're probably aware of my history with perspiration.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "If you‘re referring to the TV debate with Jack Kennedy in 1960? 58.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fFROST/NIXON (Yellow Revs) - 8/24/07",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "They say that moisture on my upper lip cost me the Presidency. People who listened on the radio thought I’d won. Television and the close-up. So now they insist I bring my handkerchief and that I have my eyebrows trimmed. A silence..",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "Do you trim yours?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "Of course not. You’re light skinned and have blue eyes. And have no problems with perspiration, I imagine?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "Not that I'm aware.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "You were obviously born to be on the tube. A MAKE-UP LADY gives NIXON final touches..",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIRECTOR",
          "text": "Sixty seconds everyone.. NIXON clears his throat. He looks down. Then..",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "Those shoes. They're Italian, aren't they?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "My shoes..? I believe so.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "Interesting. A beat..",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "You don't find them too effeminate?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "86 87 88 FROST/NIXON (Yellow Revs) - 8/24/07 60.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "I suppose someone in your..ah..field can get away with them. NIXON stares at them enviously, as DAVIS, the STUDIO MANA calls out..",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAVIS",
          "text": "Five, four, three.. NIXON and FROST focus in anticipation, two athletes waiti for the gun, then DAVIS cues PROST..’Go!’",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "Mr. President, we are going to be covering a lot of subjects in a great deal of detail over the course of these interviews, but I'd like to begin completely out of context, by asking you one question, more than any other, almost every American and people all over the world want me to ask: “Why didn’t you burn the tapes?” NIXON stiffens, as if he’d received an electric shock. INT. NIXON TEAM OBSERVATION ROOM — DAY - (1977) 86 BRENNAN looks up. Under his breath..",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENNAN",
          "text": "Sonofabitch..",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ZELNICK stares anxiously at the TV monitor which has a cl up of NIXON’s face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZELNICK",
          "text": "{under his breath) God-damm-it..",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NIXON perceptibly flinches. Stares at FROST. Then, a bare perceptible flicker behind his eyes.. \fFROST/NIXON (Yellow Revs) — 8/24/07 él.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "Mr. Frost, I’m surprised by your question, since we have an agreement, a contractual agreement, I believe, that we would cover Watergate in our last taping session. But if your “viewers” really do have a “major concern”, then perhaps I should briefly respond to it now.. NIXON crosses his legs. Sits back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "What probably very few people realize is that the taping system in the White House was set up by my predecessor President Johnson - partly to avoid the necessity of having a secretary in every meeting, and partly to ensure there was a record kept of every verbal agreement - no matter how off- the-cuff or casual. Initially, on coming into the White House, I insisted on dismantling the system.. 89 INT. BRENNAN’S OFFICE - SAN CLEMENTE - DAY - (1982) 89 JACK BRENNAN smiles in satisfaction..",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENNAN",
          "text": "In boxing, there‘s always that moment, you see it in challengers’ faces. The instant they feel the power of the champ‘s first jab. A sickening moment, when they realize all the pep-talks, and the hype and the months of psyching themselves up has been delusional all along. You could see it in Frost’s face. If he hadn't known the calibre of the man he was up against before the interviews started, he knew it half way through that first answer..",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FROST’s face: staring at NIXON. Visibly shaken. \fFROST/NIXON (Yellow Revs) - 8/24/07 62.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "«+I hadn’t liked the idea at all but President Johnson had repeatedly said how crazy it would be to remove the system which he felt was the best way to preserve for history important White House transactions...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ZELNICK’s heart sinks, watching the monitors..",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZELNICK",
          "text": "So much for our “ballsy” opening..",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON, (ON TV)",
          "text": "You see, since the best advice is almost always of the confidential variety, now the tapes have been made public, people are unlikely ever to feel comfortable speaking in confidence at the White House..they are less likely to offer that advice so in the end it’s the whole political system..and by implication the country that suffers...",
          "sentiment": "neutral"
        },
        {
          "speaker": "RESTON",
          "text": "C'mon, David, shut him up! Change the line of attack! Miraculously, as if FROST had heard him...",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST, (ON MONITOR)",
          "text": "So when did you actually decide, at what moment did you know you were going to resign?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIRT",
          "text": "Good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NIXON deals with it effortlessly...",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "Oh, I remember exactly. It was July 23rd. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FROST/NIXON (Yellow Revs) - 8/24/07 63. NIXON (cont'd) After it was clear the Southern Democrats that were still against impeachment had the screws put on them by the Speaker of the House. That night I said to Al Haig, “That’s it. There goes the Presidency.” Of course, being Al, he tried to talk me out of it...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NIXON continues talking about GERALD FORD. RESTON turns t BIRT, an imploring look..",
          "sentiment": "neutral"
        },
        {
          "speaker": "RESTON",
          "text": "John, do something! This is desperate. Twenty-three minutes on the first question??",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIRT",
          "text": "OK. Let’‘s take a break. Let’s change the tapes.. BIRT gets up and walks out into the set..",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "BIRT walks out and calls for a break. Lights come up. NIX gets up from his chair, and is immediately fussed over by HAIR and MAKE-UP. BIRT takes FROST aside..",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIRT",
          "text": "What are you doing, David? You've got to stop him rambling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "It‘s all right - these are just introductory exchanges.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIRT",
          "text": "But this session only lasts two hours - nearly half of it’s gone. And you’re wasting valuable material. The moment he made the decision to resign. We should be scoring points with that..",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "You want me to switch to Vietnam? \f97 FROST/NIXON (Yellow Revs) ~ 8/24/07 64.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIRT",
          "text": "No!! You’ve got to get something out of that resignation night. That was Nixon at his lowest point. A total wreck. On his knees? Praying with Kissinger? Come on. You can nail him with that stuff. Meanwhile: in the other corner, NIXON is with BRENNAN, GANNON, KHACHIGIAN and DIANE SAWYER..",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "Was that okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GANNON",
          "text": "The best start imaginable.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "I didn't sound arrogant, or self- serving?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENNAN",
          "text": "Not at all. You sounded controlled, even-handed, statesman-like. Continue exactly the same way. Long answers. Control the space. Don’t let him in.. The two TEAMS go back to their observation rooms. FROST a NIXON resume their seats.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "DAVIS, (the STUDIO MANAGER), counts down, “Five, four..” NIXON wipes the perspiration from his face. FROST drinks a glass of water. The STUDIO MANAGER cues DAVID..",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "Reading the account of those extraordinary final days, it seems your most emotional moment was in that heart-to-heart you had with Henry Kissinger. Was that perhaps the most emotional moment of your career?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "Yes, it was perhaps as emotional a moment as I have ever had.. NIXON hesitates, a dramatic pause...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FROST/NIXON (Yellow Revs) - 8/24/07 65.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "--except, well, it’s hard to say what is the most emotional moment, because each is different. I remember the day Eisenhower died..",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Watching on the monitor, RESTON’s heart sinks..",
          "sentiment": "neutral"
        },
        {
          "speaker": "RESTON",
          "text": "Oh, no, don’t do this..",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON, (ON TV)",
          "text": "And the day I walked my eldest daughter Tricia down the aisle..",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZELNICK",
          "text": "Please, God no..",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NIXON continues..",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "And the day during the Impeachment hearings when Julie, my youngest, came into my office, threw her arms around me, kissed me and cried. She so seldom cried. She said, “Daddy, you're the finest man I know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "RESTON stares in disbelief...",
          "sentiment": "neutral"
        },
        {
          "speaker": "RESTON",
          "text": "\"Daddy, you’re the finest man I know?”",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON, (ON MONITOR)",
          "text": "Whatever you do I will support you, just go through the fire a little longer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "GANNON and BRENNAN smile in delight..",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FROST/NIXON (Yellow Revs) - 8/24/07 66.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENNAN",
          "text": "This is beautiful! INT. TV SET —- MONARCH BAY - DAY - (1977) 102 FROST has slumped in his chair..",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "+-and so there we were, Kissinger and I, in the Lincoln sitting-room, sipping Courvoisier, and together we began to reminisce about some of the great decisions we'd participated in; China, the Soviet Union, the peace settlement in Vietnam - plus domestically, of course, huge strides had been made in racial desegregation, and he said, \"Mr. President, I want you to know, it’s a crime you‘re leaving office, a disservice to the peace in the world that you helped build, and history is going to record that you were a great President”. Then his voice broke. Now, I can’t stand seeing someone cry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RESTON",
          "text": "You’re going to see me cry soon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "And so I started to cry too. But when I say ‘crying’, I don’t mean sobbing or anything like that. But there we were. Two grown men, who’d between them, seen the mountain tops, and many of the great crises of their times. And I put my arm around him, and TI said..”Let me tell you something I’ve never told anyone. Whenever I've had a tough decision to make I’ve come into this room for the purpose of praying. So if you don’t mind, could we just have a moment of silent prayer?” So we knelt down. In front of that table where Lincoln signed the Emancipation Proclamation... FROST looks up to see DAVIS the STUDIO MANAGER hovering..",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "Is there a problem?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FROST/NIXON (Yellow Revs) - 8/24/07 67. The STUDIO MANAGER indicates his watch..",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAVIS",
          "text": "That‘s time. We're over two hours.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "Really..? So soon?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "Right..well, Mr. President. I gather our time is up..",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "Pity. I was beginning to enjoy that.. BRENNAN walks on set, beaming..",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENNAN",
          "text": "That was terrific. Both of you. BIRT, ZELNICK and RESTON walk on. Ashen-faced. TECHNICIAN remove FROST and NIXON's microphones..",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "Funny. I was expecting questions on Vietnam. And we‘d prepared for that, hadn‘t we, Jack..? BRENNAN nods, ‘Absolutely’.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "Yes, so did I..",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "Guess we just got caught up reminiscing..",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "Indeed.. Handshakes with FROST..",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "The day after tomorrow, then? 10.00.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "Yes, indeed. FROST and NIXON shake hands, then NIXON and his entourage \f103 104",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FROST/NIXON (Yellow Revs) - 8/24/07 68.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NIXON exits the house to a volley of photographers’ flashlights and journalists’ questions. NIXON smiles..",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "By contrast: FROST and his team remain inside. In deathly silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "There’s no need to say anything..",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZELNICK",
          "text": "David, it was a disaster...",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "Not entirely. We can use some of that Kissinger stuff.. But, yes. I’m disappointed too.. FROST raises his hands in a defensive gesture..",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "But I wonder..could we possibly spare the post-mortem for now? I don‘t mean to minimize it, it’s just I need to get back to LA to meet some people from ‘Weed Eater’. FROST goes. ZELNICK turns, and stares at BIRT, who avoids eyes, looks down at his notes..",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZELNICK",
          "text": "‘Weed Eater?’",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIRT",
          "text": "I believe that’s what he said - yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZELNICK",
          "text": "What the hell is ‘Weed Eater?’",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIRT",
          "text": "I believe it’s some form of... (makes whirring noise) ++shorticultural mechanism. One of our sponsors. \fFROST/NIXON (Yellow Revs) - 8/24/07 68a.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RESTON",
          "text": "‘Weed Eater?’ What happened to Xerox, General Motors or IBM? \fFROST/NIXON (Yellow Revs) - 8/24/07 69.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIRT",
          "text": "I gather....not all of the Blue Chip accounts have come through. (seeing the bright side) But we have Alpo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RESTON",
          "text": "Dog food?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZELNICK",
          "text": "We've started taping. What are you saying? Are we close? John...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIRT",
          "text": "Look...I suggest you take this matter up with David.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RESTON",
          "text": "Are we close? BIRT clears his throat..",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIRT",
          "text": "I believe we're at thirty per cent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RESTON",
          "text": "To go? Or thirty per cent sold?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIRT",
          "text": "Look, you're really going to have to talk to.... Thirty per cent sold.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RESTON",
          "text": "Jeeee-sus.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZELNICK",
          "text": "I thought we were fully financed!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIRT",
          "text": "We were. But the finance was always conditional on advertising sales. And no one expected them to....fall apart like this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZELNICK",
          "text": "What's that based on?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RESTON",
          "text": "Credibility of the project. What else are advertising sales based on? Silence. BIRT stares at the RESTON and ZELNICK, then..",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FROST/NIXON (Yellow Revs) - 8/24/07 70.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIRT",
          "text": "Look, I understand your concern, but could I ask you to go a little easier on David in the next couple of days, bearing in mind the extraordinary pressure he’s under. At the moment, he’s effectively paying for it all himself. So he’s in for a lot more here than his reputation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZELNICK",
          "text": "And we're not?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FROST’s car pulls up. He dashes out. Leaves the car parke a restricted space.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST, (V.0.)",
          "text": "«..but I thought you made a firm commitment...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FROST rushes up a staircase.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST, (V.0.)",
          "text": "I don’t understand...why this sudden change of heart?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FROST sits alone in the waiting area of modest, uninspiri offices. Exhausted. Hollow-eyed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST, (V.0.)",
          "text": "Well, who's predictions are you basing that on...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FROST sits with the detached, unmoved EXECS from Weed Eat and pitches the interviews. It’s humiliating. They are clearly not that interested..",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FROST/NIXON (Yellow Revs) - 8/24/07 70A.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST, (ON PHONE)",
          "text": "But..that’s just madness! It’s Richard Nixon! These interviews will do mid 30's audience share, minimum...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "109 110 lil FROST/NIXON (Yellow Revs) - 8/24/07 71. The EXECS are unmoved. Their body language says it all.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CAROLINE is dressed-up to go out. Waiting for DAVID. She watches through a half-open door as FROST is on the phone behind a wall of cigar smoke..",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST, (ON PHONE)",
          "text": "Jimmy, David...back again like the proverbial bad penny, look - I hate to ask this of a friend...and I know you're already in for more than I asked for.. We CLOSE on CAROLINE’s face. Her voice fades in..",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLINE, (V.0.)",
          "text": "It’s strange...any normal person would just take a rest...or just give up... CAROLINE stares. A flicker of sadness. Then she goes. The door closes. FROST doesn't notice. Carries on the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST, (ON PHONE)",
          "text": "«I just need you to dig a little deeper..I’m RIGHT up against it now.. INT. CAROLINE’S HOUSE - LOS ANGELES - DAY - (1982) 110 CAROLINE speaks to the documentary crew..",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLINE",
          "text": "«..but that would have meant admitting failure. And David doesn’t DO failure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Flashlights pop as FROST and CAROLINE arrive in Monarch B FROST waves. Big smiles. All confidence. All show.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLINE, (V.0.)",
          "text": "Failure is for other people.. CAROLINE smiling, too. But we sense beginning to detach.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f112 113",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FROST/NIXON (Yellow Revs) - 8/24/07 72.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FROST sits in make-up. Desperately catching up on last-mi reading. Behind him, JOHN BIRT..",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIRT",
          "text": "I had a chance to review yesterday's tapes. RESTON and ZELNICK stand outside in the corridor, and are eavesdropping anxiously...",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "And. .?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIRT",
          "text": "Honestly? Far too soft, David.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "Go on. Beat me, John. Beat me with a stick!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIRT",
          "text": "I’m serious, David. You’ve GOT to make it more uncomfortable for him! Sit forward! Attack more! If he tails off, bang, jump in with another question. Don’t trade generalizations with him. Be specific. Above all, don’t let him give these self-serving, twenty-three minute homilies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "Right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIRT",
          "text": "And keep your distance before the tape starts running. He was toying with you yesterday. All that stuff about Ben Hur, and struggling to raise the money. Don‘t engage. Those are mind games. Never forget, you‘re in there with a major operator.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "Got it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FROST waits on set. Presently, NIXON and All the Presiden Men enter. NIXON walks up to FROST, a confident smile..",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "Ah, the Grand Inquisitor. \fFROST/NIXON (Yellow Revs) - 8/24/07 72a. FROST smiles back. Warily.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FROST/NIXON (Yellow Revs) - 8/24/07 73.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "No. Just your friendly neighborhood confidante. NIXON and FROST shake hands. Are about to take their seat “BANG” ~ a loud bang. One or two voices scream in shock. an instant the President's SECRET SERVICE guys rush into room..",
          "sentiment": "neutral"
        },
        {
          "speaker": "SECRET SERVICEMEN",
          "text": "Everyone OK? NIXON remains calm. And standing. The STUDIO MANAGER call out..",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAVIS",
          "text": "Okay - just a lightbulb that blew. NIXON smiles, seeing FROST’s alarm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "With all these security servicemen around, there’s no need to worry. As a President - you get used to this kind of thing. NIXON and FROST take their seats..",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "Pleasant evening last night?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "Ye-es. Thank you. MAKE-UP and SOUND TECHNICIANS do their final checks..",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "Did you do any fornicating?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "(visibly thrown) I beg your pardon? In the observation room: BIRT closes his eyes, “Oh, no”, DAVIS, the STUDIO MANAGER, counts down.. ‘Five, four, three..‘ Then cues FROST, who struggles to gather himself \fFROST/NIXON (Yellow Revs) — 8/24/07 74.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "Mr. President, you came to office promising peace, but no sooner did you get into the White House than US involvement in Vietnam deepened - and the war was prolonged with calamitous consequences. Did you feel you'd betrayed the people that had elected you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "You know, Mr. Frost, I’m an even— tempered man, but nothing upsets me more than when I hear blame for Vietnam being laid at my door. Vietnam was not my fault. It was my inheritance. Of course, I could have ‘bugged out,’ blamed it on my predecessors, and pulled the troops out early, and very possibly won some Scandinavian peace prize into the bargain, but this was an important test of American credibility. The whole world was watching to see if we have the “character” to see it through. But I believed in the cause. And sometimes what you believe in is the harder path. It could be said I was the last casualty of Vietnam...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "BIRT leans forward..",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIRT",
          "text": ".«..Cambodia, come on David.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST, (ON MONITOR)",
          "text": "«and Cambodia?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A flicker behind NIXON’s eyes..",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "Yes, and Cambodia.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fFROST/NIXON (Yellow Revs) - 8/24/07 75.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "An invasion which everyone advised you against. All the Pentagon and CIA intelligence suggested it would fail. So why did you do it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "Well, first of all, as a result of our incursion into Cambodia, we picked up 22,000 rifles, 15 million rounds of ammunition, 150,000 rockets and mortars belonging to the North Vietnamese, which would only otherwise have been directed onto American soldiers or innocent South Vietnamese civilians. Now, I can’t put a finger on the amount of lives that saved. I just know that as a result, our casualties went down and we were able to step up our withdrawal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "But one of the principal justifications you gave for the incursion was the supposed existence of the “Headquarters of the entire Communist military operation in South Vietnam”, a sort of “Bamboo Pentagon” which proved not to exist at all.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "Now, just a minute....",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "And by sending B52‘s to carpet bomb a country, wiping out whole civilian areas, you end up radicalizing a once moderate people, uniting them in Anti- American sentiment, and creating a monster in the Khmer Rouge which would lead to civil war and genocide..",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "BIRT speaks into a walkie-talkie..",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIRT",
          "text": "Okay, run VT..",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "117 FROST/NIXON (Yellow Revs) - 8/24/07 76.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Violent, distressing news footage fills several monitors the set..of devastated Cambodian villages, South Vietname soldiers clinging to the skids of American helicopters.. NIXON watches it. But as soon as the VT tape ends, he tur on FROST. Imperious. Defiant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "Look..it was never US policy to kill civilians, That’s the enemy's way. And if you’re asking the question, do I regret the casualties on both sides in the war? Of course, I do. I experienced real difficulties at home, as you know, as a result. With the universities and so forth. I attended a judicial conference in Williamsburg, Virginia, late in 1970 and as I walked into the hall to make a speech a little girl, I don’t think she was more than 16, broke through the line of people there, and ah...she just spat in my face, just covered my face with spit, and she said, “You are a murderer.” Of course I wiped the spit eff, went in and made the speech. And I was thinking, she was such a pretty girl, but at that moment she was so ugly, and it was the war that had made her so. I lost a great deal of sleep ever that particular incident. And the worry, the responsibility, let me tell you, it can wear you down. But whenever I had doubts, I remembered the construction worker in Philadelphia who came up to me and said, “Sir, I have only one criticism of that Cambodia thing. If you had gone in earlier, you might have captured the gun that killed my boy three months ago. So, in answer to your question, do I regret going into Cambodia? No. I wish I’d gone in sconer. And harder. At that, the STUDIO MANAGER walks on and calls ‘time!' Th lights come up. NIXON and FROST get to their feet. The tw TEAMS walk onto the set. \fFROST/NIXON (Yellow Revs) - 8/24/07 76A. A triumphant BRENNAN walks on and effusively shakes ZELNI and BIRT’s hands.. \f118 119 FROST/NIXON (Yellow Revs) - 8/24/07 77.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENNAN",
          "text": "Congratulations, this is terrific! We're getting some great material..! Neither BIRT nor ZELNICK can speak. They stare. Hollow-ey Pale. Traumatized.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NIXON and his team leave to popping flashlights, big smil good-natured banter with the NEWSMEN..",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "By contrast, FROST, BIRT, ZELNICK and RESTON stand in dea silence, as TECHNICIANS wrap up around them..",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "Better..?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIRT",
          "text": "It was. Unquestionably better.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PROST",
          "text": "I assumed a more challenging position like you said. Was more conscious of my body language. Asked what I thought were more penetrating questions. And didn‘t allow him to ramble quite as much..",
          "sentiment": "neutral"
        },
        {
          "speaker": "RESTON",
          "text": "But his replies were still too long. Ten minutes instead of twenty. And you weren't scoring where you had to. FROST flashes with irritation..",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "Can we make that ‘we’, Jim? ‘We’ weren‘t scoring where ‘we’ had to? I think that would help..",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZELNICK",
          "text": "And on Cambodia, a development of the war so morally repugnant, so utterly unjustifiable you let him go on and on..and without being challenged, some of his justifications almost sound reasonable.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "120",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FROST/NIXON (Yellow Revs) - 8/24/07 78,",
          "sentiment": "neutral"
        },
        {
          "speaker": "RESTON",
          "text": "Right now, for a liberal American, it's agony. It's like watching a dead man come back to life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "Well - it's still early days. What's next?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIRT",
          "text": "Foreign policy. FROST goes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZELNICK",
          "text": "Oh, God. The big power stuff? Russia? China? The Middle East?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIRT",
          "text": "Yes. Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZELNICK",
          "text": "(thinking FROST has gone) If he beats him up like that on Vietnam, what‘s he going to do with his real achievements? But FROST only reached the door. And heard every word.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "RESTON speaks to the documentary crew.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RESTON",
          "text": "The answer was grow by six inches. It was agony to watch. InT. TV SET - MONARCH BAY - DAY - (1977) 120 NIXON in the interviews. Energized. Tanned, confident and statesmanlike. FROST, by contrast, is slumped in his chai Hollow-eyed. Defeated.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "».ethat’s when Khruschev called me, BEGGING me to intervene...see he and Mao didn’t get along, and he knew that the Chairman would talk to me...no one else...I was the only one Mao trusted personally...man to man... \f121 122 123 124 FROST/NIXON (Yellow Revs) - 8/24/07 79.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The FROST TEAM watch in depressed silence as NIXON gives masterclass in geo-politics, and the benefits of diplomac",
          "sentiment": "neutral"
        },
        {
          "speaker": "RESTON, (V.0.)",
          "text": "I remember when it had come to working out the order we would be taping the sessions - I had always argued that we tape the Foreign Policy last.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON, (ON SCREEN)",
          "text": "«+--detente, as I understand it, or modern diplomacy, or political friendship, is a procedure whereby leaders of the major powers, having gotten to know one another personally over time can settle disputes diplomatically - in conversation - before reaching a flashpoint...",
          "sentiment": "neutral"
        },
        {
          "speaker": "RESTON",
          "text": "My reason was simple. Nixon was always going to shine in that arena, and the last thing we wanted was that he take that increased confidence into the all- important abuse of power sessions.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "RESTON speaks to the documentary crew..",
          "sentiment": "neutral"
        },
        {
          "speaker": "RESTON",
          "text": "Which, of course, is exactly what happened. And when David tried to lay a finger on him, Nixon made mincemeat of him..",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "‘Crash’, FROST, BIRT, RESTON and ZELNICK burst out of the house at Monarch Bay, mid-argument.. \fFROST/NIXON (Yellow Revs) ~ 8/24/07 79a.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZELNICK",
          "text": "What “revolution”, David? You let Nixon claim this country was in a state of revolution with protestors “bombing” and “assaulting” police officers? (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FROST/NIXON (Yellow Revs) - 8/24/07 80. ZELNICK (cont'd) Well, that’s not the way it looked to ME. All I could see was people protesting peacefully and legitimately against the Vietnam War... FROST is heading towards the beach..",
          "sentiment": "neutral"
        },
        {
          "speaker": "RESTON",
          "text": "By the end, the Huston Plan was beginning tc sound like a rational response.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "Well, I'm sorry you feel this way. But I simply cannot share your view.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZELNICK",
          "text": "About what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "About any of it, frankly. I thought today was a huge improvement.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RESTON",
          "text": "Are you nuts? Let me tell you how bad things were today. After the taping finished, I overheard two crew members say..they never voted for him when they had the chance. But if he ran for office again today, he’d get their support. You’re making him look Presidential, for Chrissakes. And forget the trivia! Who cares whether Nixon took the White House bed to Europe when he travelled?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "I de.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RESTON",
          "text": "Well, it’s irrelevant, and just the sort of banal anecdote that would distract at... RESTON stops, tailing off. Stops himself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "What? A silence. \fFROST/NIXON (Yellow Revs) - 8/24/07 gl.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "Go on. Say it. A silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "You were going to say “talk show host\"?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RESTON",
          "text": "Yes. A silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "Look, it’s useless me trying to answer your points. Frankly, I don’t share any of your sense of pessimism or alarm and this ridiculous self- flagellation, in my view, is just...depressing...and threatening to de-rail the whole enterprise. If there is anyone here who really has lost faith, and thinks we are going to fail, they better leave now, or it'll infect everyone else. A silence. Gulls wheel above them. Dive for fish.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "No one? Right. Good. Now I suggest instead of festering around the hotel for the next five days, we all go our separate ways over Easter. But before we go..Caroline and I would like you to join us for a little celebratory dinner at Patrick Terrail’s new place. FROST walks back towards the house. ZELNICK holds his hea can’t help laughing...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZELNICK",
          "text": "To celebrate what, David? The fact the project is going down the pan? And we're all going to be working at Burger King? FROST turns, a flash of anger.. \fFROST/NIXON (Yellow Revs) ~ 8/24/07 sla.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "It's my birthday, Bob. I'd like to celebrate my birthday with a few friends. \f125 FPROST/NIXON (Yellow Revs) ~ 8/24/07 82. With that, FROST turns and walks back to the car. OVER TH music fades in. The sound of festive singing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We‘re in the legendary Beverly Hills restaurant. In it’s heyday. A packed party. Squashed in a booth between two beautiful Hollywood types like out-of-place schoolteachers, are RESTON and ZELNICK. blur of naked flesh, as skimpily dressed WOMEN walk past.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZELNICK",
          "text": "Was that Hugh Hefner?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RESTON",
          "text": "I believe it was. With Michael York. And over there. On the piano, is that Neil Diamond and Sammy Kahn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IN ANOTHER CORNER",
          "text": "The two famous entertainers pay a duet with lyrics compos for the occasion...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIAMOND / KAHN",
          "text": "(to the tune of “Love and Marriage”) “Frost and Nixon, Frost and Nixon..go together like Prancer and Vixen..",
          "sentiment": "neutral"
        },
        {
          "speaker": "IN ANOTHER CORNER",
          "text": "JOHN BIRT is with CAROLINE and DAVID...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLINE",
          "text": "+-just putting it all together, David - it’s an extraordinary accomplishment, no one else could have done that..",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIRT",
          "text": "+-and the interviews will always exist as a valuable resource for future generations of academics, political historians...",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "That bad? FROST’s face: a flash of vulnerability. Then he looks up see two GUESTS, and his face bursts into a radiant smile. \f126 FROST/NIXON (Yellow Revs) - 8/24/07 83.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "Well, look who it is! Darling, you look wonderful! BIRT and CAROLINE can’t help smiling. Meanwhile, the duet builds to a climax..",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIAMOND / KAHN",
          "text": "\"Frost and Nixon, Frost and Nixon, it’s a situation that’s going to need some fixin'..” We CLOSE on NEIL DIAMOND’s hands...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATCH CUT TO",
          "text": "INT. CASA PACIFICA - NIXON’S OFFICE - DAY - (1977) 126 Another pair of hands, dancing on piano keyboards.. We're in Casa Pacifica. And the hands belong to NIXON who plays piano, the following day. JACK BRENNAN, DIANE SAWYER, KEN KHACHIGIAN and RAY PRICE when he finishes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAT NIXON",
          "text": "My, what a festive atmosphere. PAT NIXON has entered the room. She walks with a slight l The MEN jump to their feet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAT NIXON",
          "text": "Please, don’t get up. I take it from this the interviews have gone well?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENNAN",
          "text": "Better than that, Ma’am. It's a shutout. The President is sitting on an 11-0 lead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAT NIXON",
          "text": "Really? PAT NIXON looks over at her husband.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAT NIXON",
          "text": "Well, that’s most gratifying. {a polite smile) I’m so glad it’s all gone according to plan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "127 FROST/NIXON (Yellow Revs) - 8/24/07 84. PAT NIXON turns, then walks out of the room. Everyone sit Expects the former President to start playing again.. But NIXON‘s expression has darkened. Lost in thought. INT. FROST’S HOTEL SUITE - NIGHT - (1977) 127 FROST is sitting in his hotel-suite. Speaking on the telephone. His voice is low. Hushed. Defeated. Broken. CAROLINE stands in front of the mirror, getting dressed..",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST, (ON PHONE)",
          "text": "I see. Is there nothing we can do? Listens. A silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST, (ON PHONE)",
          "text": "Really? FROST’s face becomes ashen..",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST, (ON PHONE)",
          "text": "Right. Well....thanks for letting me know. FROST hangs up. Badly shaken.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "It’s true. They’ve dropped the Australian show.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLINE",
          "text": "Oh, David..",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "They felt I needed to ‘re-evaluate my priorities’. Now my producer is worried the London show will follow. I’m in this for everything I‘ve got. And there’s STILL no guarantee it will ever see the light of day. What have I done? What was I thinking? Why didn‘t anyone stop me? They should have physically stopped me. CAROLINE looks at him. Moved. Yet not sure what to do. Ho help. She goes to hug him, but he freezes, does not respo",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLINE",
          "text": "Look, let’s stay in tonight. I‘'1l go down to Trader Vic‘s and bring something back. Fish or steak, Which? (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "oh",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fFROST/NIXON (Yellow Revs) - 8/24/07 CAROLINE (cont'd) (a beat) David..? 84a, \f128 FROST/NIXON (Yellow Revs) - 8/24/07 85. But FROST is too distracted to hear. CAROLINE stares. At loss. Once again, he is unreachable.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLINE",
          "text": "I’ll call from the restaurant. CAROLINE takes a last look at him, and goes. Leaving FROS alone.. He continues to pace up and down restlessly. He stands in middle of the room. Visibly deflates.. It‘s an intensely private moment. His face is long. His e baggy and tired. For the first time his spirit seems brok Presently, the phone rings. FROST stares at it for a while. Cannot face it. Finally h goes to answer it. When he speaks, it’s with a quiet, defeated voice.,",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "I'll have a cheeseburger. But the slurring voice at the other end does not belong t CAROLINE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE, (ON PHONE)",
          "text": "Mmm. Sounds good. I used to love cheeseburgers. But Doctor Lundgren made me give them up. Switched me to cottage cheese and pineapple instead. He calls them my Hawaian Burgers. But they don’t taste like burgers at all. They taste like styrofoam, FROST freezes. Immediately recognizes NIXON, speaking fro San Clemente.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NIXON in his study high up in San Clemente. (We intercut between the two locations as necessary)..",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "I...ah..hope I’m not disturbing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FROST/NIXON (Yellow Revs) - 8/24/07 86.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "It’s a Friday night. You..ah..probably have someone there..whom you're entertaining..",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "Then what are you doing? NIXON is flicking through a file on his desk. We notice i full of pictures of FROST.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "A handsome young fellow. An eligible young, bachelor, alone on a Friday night?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "If you must know..I’m preparing for our final session.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "Ah, the all-important final session.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "‘Watergate’. NIXON continues to scan the file. We see newspaper headli about FROST's early career..",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "It's a small consolation to me that for the next couple of days, that word will be as much of a millstone around your neck as it has been around mine. Because I guess, the way you handle Watergate will determine whether these interviews are a success or failure. Should I be nervous?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "Well, I’m going to give it my best shot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "Quite right. No holds barred. No holds barred. You know, it’s strange. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FROST/NIXON (Yellow Revs) - 8/24/07 87. NIXON (cont'd) We've sat in chairs opposite one another, talking for hours, it seems days on end..and yet I've hardly gotten to know you. One of my people..ah..as part of the preparation of this interview..did a profile of you, and I’m sorry to say..I only got around to reading it tonight. There's some interesting stuff in there. NIXON’s eyes take in childhood photos of FROST, humble beginnings...",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "The Methodist background, modest circumstances. Then off to a grand university. Full of richer, posher types. What was it? Oxford?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "Cambridge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "Did the snobs there look down on you, too?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "Of course they did. That’s our tragedy, isn’t it, Mr. Frost? No matter how high we get, they still look down at us..",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "I..really..don’t know what you're talking about..",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "Yes, you do. C’mon. You know exactly. No matter how many awards - or how many column inches are written about you - or how high the elected office is for me - it still isn’t enough, am I right? We still feel like the little man? The loser they told us we were? A hundred times. The smart-asses at college. The high-ups. The well-born. The people who’s respect we really wanted. Really craved. And isn't that why we work so hard now? Why we fight for every inch? (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fFROST/NIXON (Yellow Revs) - 8/24/07 88. NIXON (cont'd) Scrambling our way up, in undignified fashion, whatever hillock or mountain it is, why we never tire, why we find energy or motivation when any sensible person would lie down, or relax. In the file: articles about FROST's failure in America. T network show being cancelled...",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "If we’re honest for a minute. If we reflect privately just for a moment...if we allow ourselves...a glimpse into that shadowy place we call our soul, isn’t that why we‘re here now...? The two of us? Looking for a way back? Into the sun? Into the limelight? Back onto the winner’s podium? Because we could feel it slipping away? We were headed, both of us, for the dirt. The place the snobs always told us we'd end up. Face in the dust. Humiliated all the more for having tried so pitifully hard. Well, to hell with that. We’re not going to let that happen. Either of us. We're going to show those bums, and make them choke on our continued success. Our continued headlines. Our continued awards, power and glory. We're going to make those motherfuckers choke. Am I right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "You are. Except only ONE of us can win.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "And I shall be your fiercest adversary. I shall come at you with everything I've got. Because the limelight can only shine on ONE of us. And for the other, it’1l be the ‘wilderness’. With nothing and no one for company, but those voices ringing in our heads. A pause. NIXON sways slightly...",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "You can probably tell..I‘ve had a drink. Not too many. Just one or two. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "129 FROST/NIXON (Yellow Revs) - 8/24/07 89. NIXON (cont'd) But believe me, when the time comes, I‘ll be focused and ready for battle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "I would expect nothing less.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "Well, good night, Mr. Frost.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "Good night, Mr. President. NIXON hangs up, and disappears into the darkness. At that moment the door opens and CAROLINE enters again..",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLINE",
          "text": "With or without cheese? She holds bags containing fast food..",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLINE",
          "text": "I brought burgers. She looks up, notices FROST’s expression...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLINE",
          "text": "David. .? FROST is deeply shaken. The blood has run from his lips.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "I’ve got to work.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FROST is working. His desk is covered in notes. White A4 legal pads. Books. Transcripts. Files prepared by his TEA Various constitutional papers, the Statute with regard to Obstruction of Justice. FROST’s eyes skim across the writing. Close on his PEN‘s as it circles key words. Key phrases. FROST listens to tapes. The President’s voice as he talks COLSON, EHRLICHMAN and HALDEMAN. . FROST pours over transcripts, his pen circling key phrase “I don’t care if they spend five years in jail..”",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f130 131 132 FROST/NIXON (Yellow Revs) - 8/24/07 90. FROST re-writes questions: re-orders them, numbering them Checking against his team’s predictions of NIXON‘s strate His answers. FROST grows tired: his pen circles various dates. June 20 Suddenly FROST’s eyes come to rest on a name. CHARLES COL FROST drinks coffee. Stares at the name, ‘Colson’ and the date, June 20th. Grabbing at straws now. He checks the time on his clock, then picks up the teleph and dials a number.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JIM RESTON picks up the phone. He’s at home with his WIFE a baby child. Political posters all over the walls. Peace signs with bullet holes around the fingers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "Jim? It’s David. Still in DC? Remember that hunch you had about the meeting Nixon had with Charles Colson? Before June 23rd?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RESTON",
          "text": "Oh, yeah. I wanted to go back to the Federal Court House Library.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "Well, I’ve got a date for you. June 20th.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A taxi pulls up. RESTON gets out. Carrying bag and briefc INT. THE BEVERLY HILTON - FROST’S BEDROOM - DAY - (1977) FROST is fast asleep - his desk is covered in notes and writings as he continues to work. The bell to his room rings... FROST goes to the door, opens it. Standing in the corrido outside is JIM RESTON.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "And..? \f133 134 135",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FROST/NIXON (Yellow Revs) - 8/24/07 gl. INT. CASA PACIFICA - NIXON‘S BEDROOM - SAME TIME - (1977) MANOLO SANCHEZ lays out NIXON‘s clothes in the President' bedroom. Through a half-open door, we see... NIXON running on the spot. As he has done every morning o his professional life. INT. LOBBY — THE BEVERLY HILTON - DAY - (1977) 134 BIRT and ZELNICK are assembled in the lobby of their hote BIRT anxiously checks his watch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIRT",
          "text": "It‘s 8.30. Where’s David? Bob? Have you seen him today?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZELNICK",
          "text": "Not yet. ‘Ping’, FROST, RESTON and CAROLINE appear from the elevat",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "Good morning. FROST looks at ZELNICK and BIRT..",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "C‘mon, let’s go.. FROST, RESTON and CAROLINE walk off towards the car. ZELN and BIRT are left staring at one another — thrown.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIRT",
          "text": "What's THAT about?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Smith house at Monarch Bay. FROST’s car pulls up. Ban 10.00. As FROST, RESTON, ZELNICK and BIRT get out of the car.. NIXON’s motorcade arrives. BIRT checks his watch..",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIRT",
          "text": "It's the first time he's late. \fFROST/NIXON (Yellow Revs) - 8/24/07 91A. Doors open. NIXON gets out of his car. Wearing sunglasses walks straight into the house. In silence. No eye contact with FROST. No words spoken. No greetings. No jokes. \f136 137 138",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FROST/NIXON (Yellow Revs) - 8/24/07 92. FROST exchanges a look with RESTON, then follows. The two teams are left facing one another. They avert eye and follow NIXON and FROST into the house in silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FROST and NIXON walk towards one another, as technicians final adjustments...",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "Mr. President.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "Mr. Frost. The two men shake hands, then take their seats.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "Well, if today’s session is anything like our phone-call, it should be explosive,",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "What phone-call?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "The phone-call to my hotel room? This time it’s NIXON who's thrown..",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAVIS",
          "text": "Five, four, three...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The DIRECTOR leans forward, then..",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIRECTOR",
          "text": "Cue David..",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The STAGE MANAGER cues FROST..",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FROST/NIXON (Yellow Revs) - 8/24/07 93.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "Looking back over your final year in office, do you feel you ever obstructed justice or were part of a conspiracy to cover-up or obstruct justice? NIXON gathers himself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "No, I don‘t. And I’m interested...you use the term ‘obstruction of justice’. You perhaps have not read the statute with regard to the obstruction of justice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PROST",
          "text": "As it happens, I have.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "You have, you say? Well, then you‘ll know it doesn’t just require an act. It requires a specific, corrupt motive. And in this case I didn’t have a corrupt motive. What I was doing was in the interests of political containment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "Be that as it may, the direct consequences of your actions would have been that two convicted burglars would have escaped criminal prosecution. How can that NOT be a cover-up or obstruction of justice?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "I think the record shows, Mr. Frost, that far from obstructing justice - I was actively facilitating it. When Pat Grey of the FBI called me on July 6th, I said, “Pat, go right ahead with your investigation.” Hardly what you'd call obstructing justice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "That may be. But for two weeks prior to July 6th we now know, you were desperately trying to contain or block the investigation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FROST/NIXON (Yellow Revs) - 8/24/07 93A.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "Now, hang on... \fFROST/NIXON (Yellow Revs) - 8/24/07",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "Obstruction of justice is obstruction of justice - if it’s for a minute or five minutes. And it’s no defence to say that your plan failed. I mean, if I try to rob a bank and fail, that’s no defence. I still tried to rob that bank.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "Now, wait a minute, Mr. Frost...there is no evidence of any kind..",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "-».the reason there is no evidence is because eighteen and a half minutes of the conversation with Bob Haldeman from this June period have mysteriously been erased.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "An unfortunate oversight. But Bob Haldeman is a rigorous and conscientious note taker. And his notes are there for all to see.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "Well, we found something rather better than his notes. FROST produces RESTON‘'s notes..",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "There’s one conversation with Charles Colson in particular, which I don’t think has ever been published..",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "Hasn‘t been published you say?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "No, but one of my researchers found it in Washington. Where it’s available to anyone who consults the records..",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "RESTON takes a deep breath..",
          "sentiment": "neutral"
        },
        {
          "speaker": "RESTON",
          "text": "Okay, baby - here we go. 94. 139 \f140 FROST/NIXON (Yellow Revs) - 8/24/07 95. RESTON indicates the TV monitors...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NIXON‘s",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "Oh, I just wondered if we'd seen it..",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "More than seen it, Mr. President, you spoke the actual words. face visibly jolts..",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "You've always claimed you first learned of the break-in on June 23rd. But this tape, made three days earlier, clearly shows that to be a falsehood. In it, you say to Colson, \"This whole investigation rests unless one of the seven begins to talk. That's the problem.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "What do we mean by “one of the seven begins to talk\"? NIXON is clearly rattled now. He reaches for the handkerc beside the table..",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "Then moving onto a conversation you had with John Dean on March 21st, the following year, in one transcript alone, in black and white, I picked out, One, “You could get a million dollars and you could get it in cash. I know where it could be gotten”. Two, “Your major guy to keep under control is Hunt”. Three, “Don’t we have to handle the Hunt situation?” Four, “Get the million bucks. It would seem to me that would be worthwhile.” Five, “Don't you agree that you'd better get the Hunt thing going?” Six, \"First you’ve got the Hunt problem. That ought to be handled.” Seven, “The money can be provided. Ehrlichman could provide the way to deliver it. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fFROST/NIXON (Yellow Revs) — 8/24/07 96. FROST (cont'd) That could be done.” Eight, “We've no choice with Hunt but the $120,000, or whatever it is, right?” Nine, “Christ, turn over any cash we’ve got.” FROST looks up at NIXON..",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "Now, it seems to me, that someone running a cover-up couldn’t have expressed it more clearly than that. Could they?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "Look! Let me stop you right there. You're doing something here which I am not doing, and I will not do throughout these broadcasts. You‘re quoting me out of context, out of order.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "You have always maintained that you knew nothing about any of this until March 21st. But in February your personal lawyer came to Washington to start the raising of $219,000 of hush money to be paid to the burglars. You seriously expect us to believe you had no knowledge of that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "None. I believed the money was for humanitarian purposes to help disadvantaged people with their defences,",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "Tt was being delivered on the tops of phone booths with aliases and at airports by people with gloves on. That's not normally the way lawyers’ fees are delivered.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "Well, I've made statements to this effect before. All that was Haldeman and Ehrlichman’s business. I knew nothing. \fFROST/NIXON (Yellow Revs) — 8/24/07 97.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "All right, if Haldeman and Ehrlichman were really the ones responsible, when you subsequently found out about it, why didn’t you call the police and have them arrested? Isn’t that just a cover-up of another kind? NIXON is struggling for air. His face is ravaged..",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "Maybe I should’ve done. Maybe I should’ve called the Feds into my office and said, “Here are the two men. Haul them down to the dock, fingerprint them and throw them into the can”. But I‘m just not made that way. These men, Haldeman and Ehrlichman, I knew their families. Known them since they were just kids. And I’ve always maintained - what they were doing - what we were ALL doing was not criminal. When you're in office, you have to do a lot of things that are not, in the strictest sense of the law, legal. But you do them because they’re in the greater interests of the nation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "Wait a minute...did I hear right? Are you really saying that there are certain situations where the President can decide whether it’s in the best interests of the nation and do something illegal?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "I'm saying that when the President does it, that means its not illegal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "i‘m sorry..?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "That’s what I believe. But I realize no one else shares that view. FROST leans forward.. \f141 142 143 144 FROST/NIXON (Yellow Revs) - 8/24/07 98.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "So, in that case....will you accept, then....to clear the air once and for all...that you were part of a cover- up, and you did break the law? NIXON’s face: in close-up. Staring. Frozen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "RESTON, ZELNICK and BIRT lean forward. Stare at the scree",
          "sentiment": "neutral"
        },
        {
          "speaker": "RESTON",
          "text": "Oh, my God. We got him!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "BRENNAN, GANNON and KHACHIGIAN lean forward. Stare at the screen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENNAN",
          "text": "Oh, shit! He's going to blow!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NIXON stares. Ravaged. Is about to speak, when...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENNAN",
          "text": "OK, let’s take a break there! JACK BRENNAN walks onto the set. Calling ‘Time!’",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "BIRT, RESTON and ZELNICK bolt upright. Horrified.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZELNICK",
          "text": "What! What's he doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RESTON",
          "text": "What the fuck’s going on! Is that it? BIRT jumps to his feet, grabs his file, and runs out, followed by ZELNICK... \fFROST/NIXON (Yellow Revs) - 8/24/07 98a.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "BIRT runs out onto the set...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FROST/NIXON (Yellow Revs) - 8/24/07 99.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIRT",
          "text": "What are you doing?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZELNICK",
          "text": "A break?!? Are you crazy? FROST throws his clipboard down, visibly irritated...",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "OK. Change the tapes. In the middle of all this, NIXON gets to his feet and qui slips off to his dressing-room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENNAN",
          "text": "David, can we talk a minute?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZELNICK",
          "text": "What the HELL'’s going on, Jack? He was about to blow and you know it!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENNAN",
          "text": "Fellas...this is a critical moment in his life..",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIRT",
          "text": "We could sue you for this!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZELNICK",
          "text": "You deliberately sabotaged the interview. BRENNAN raises his hands defensively...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENNAN",
          "text": "Look...we’re all in this together...I’m sure we can find a solution that works for everyone.. BRENNAN walks out, following NIXON..",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZELNICK",
          "text": "(calling after him) What are you talking about? What solution? This is an interview. ZELNICK is taken aside by FRANK GANNON, KEN KHACHIGIAN an RAY PRICE. \fFROST/NIXON (Yellow Revs) - 8/24/07 100.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NIXON’s dressing-room. BRENNAN closes the door behind him NIXON paces in the shadows...",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "What did you do? Throw in the towel, Jack? Take pity on me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENNAN",
          "text": "I just felt..if you were going to make some kind of...emotional disclosure..we should just take a moment to think it through..sketch it out. I just want to impress upon you how crucially important this moment is...and how many potentially devastating consequences unprepared emotional...disclosures could have.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "I know. But equally - to go on. And carry on denying it all? A long pause. NIXON thinks, wrestles with a decision..",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "I appreciate the gesture. He shakes BRENNAN‘s hand..",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "Thank you, Jack. NIXON turns and walks back to..",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "--the main set. Where FROST is waiting with BIRT and ZELN",
          "sentiment": "neutral"
        },
        {
          "speaker": "RESTON",
          "text": "He's coming back!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZELNICK",
          "text": "Be careful, David. They might have come up with something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIRT",
          "text": "It'll be fine, David. Pick up where you left off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FROST/NIXON (Yellow Revs) ~ 8/24/07 100A. FROST stares at NIXON as the PRESIDENT reappears..",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "148 149 FROST/NIXON (Yellow Revs) - 8/24/07 101.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The DIRECTOR sees FROST and NIXON back in their seats.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIRECTOR",
          "text": "Okay, everyone! Ten seconds..",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FROST takes his seat opposite NIXON. Not a word is exchan The two MEN stare at one another...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAVIS",
          "text": "Five, four, three.. The STUDIO MANAGER cues FROST, who leans in ruthlessly cl Exactly where they left off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "Mr. President, we were talking about the period March 21st to April 30th. About the mistakes you'd made and so on. I’m wondering...would you go further than mistakes? The word that seems not enough for people to understand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "Well, what word would you express?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "All right. Since you’ve asked me.. FROST throws down his clip-board..",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "..there are three things the American People would like to hear you say. One, there was probably more than mistakes. There was wrongdoing - yes, it might have been a crime too. Secondly, I did abuse the power I had as President. And thirdly, I put the American people through two years of agony and I apologize for that. And I know how difficult it is for anyone to admit that - most of all you. But I just feel if you don’t, you’d regret it the rest of your life. \fFROST/NIXON (Yellow Revs) - 8/24/07 101A. NIXON’s face: a flicker behind the eyes..",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FROST/NIXON (Yellow Revs) - 8/24/07 102.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "It‘s true, I made mistakes. Horrendous ones - ones that were not worthy of a President. Ones that did not meet the standards of excellence that I always dreamed of as a young boy. But if you remember, it was a difficult time. I'd been caught up in a “five front war”, against a partisan media, a partisan House of Congress, a partisan Ervin Committee... But NIXON tails off, as he catches himself...",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "But yes, I'd have to admit there were times I did not fully meet that responsibility, and...was involved in a ‘cover up’ as you call it. And for all those mistakes, I have a very deep regret. I still insist they were mistakes of the head, not mistakes of the heart...but they were my mistakes and I don‘t blame anyone else. I brought myself down. I gave them a sword. And they stuck it in...and they twisted it with relish..and I guess, if I'd been in their position, I’d have done the same..",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "And the American People?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "I let them down. I let down my friends. I let down the country. Worst of all, I let down our system of government and the dreams of all those young people that ought to get into government but now think it’s too corrupt. I let the American people down, and I have to carry that burden with me for the rest of my life. My political life is over. FROST stares at NIXON. Unable to believe what he has just witnessed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "RESTON speaks to the documentary crew... \f150 151 152 153 154 FROST/NIXON (Yellow Revs) - 8/24/07 103.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RESTON",
          "text": "The first and greatest sin of television is that it simplifies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The CAMERAMEN, hardened professionals one and all, stare. Unable to believe what they have just seen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RESTON, (V.0.)",
          "text": "Diminishes. Great, complex ideas..",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "BIRT, RESTON and ZELNICK stare at the monitors in their observation room. In silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RESTON, (V.0.)",
          "text": "Tranches of time..",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "BRENNAN, SAWYER, KHACHIGIAN and PRICE stare at the monito in their observation room. In silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RESTON, (V.0.)",
          "text": "Whole careers..",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The DIRECTOR, VISION-MIXER, EDITOR and LINE PRODUCER star their monitors, unable to believe what they have just see",
          "sentiment": "neutral"
        },
        {
          "speaker": "RESTON, (V.0.)",
          "text": "Become reduced to a single snapshot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JIM RESTON speaks to the documentary CREW..",
          "sentiment": "neutral"
        },
        {
          "speaker": "RESTON, (V.O.)",
          "text": "At first I couldn’t understand why Bob Zelnick was quite as euphoric as he was after the interviews. \f155 156 157",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FROST/NIXON (Yellow Revs) - 8/24/07 104.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "BOB ZELNICK shakes hands with BRENNAN and GANNON. Champag pops. Cigars are handed out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RESTON, (V.0.)",
          "text": "Or why John Birt felt moved to strip off and rush into the ocean to celebrate. An ecstatic JOHN BIRT tears off his clothes as he runs ac the beach, and throws himself into the ocean..",
          "sentiment": "neutral"
        },
        {
          "speaker": "RESTON, (V.0.)",
          "text": "But that was before I understood the reductive power of the close-up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT, UNIVERSITY LIBRARY",
          "text": "RESTON continues his documentary interview..",
          "sentiment": "neutral"
        },
        {
          "speaker": "RESTON",
          "text": "Because David had succeeded, on that final day, in getting, for a fleeting moment, what no investigative journalist, no state prosecutor, nor Judiciary committee, nor political enemy had managed to get...",
          "sentiment": "neutral"
        },
        {
          "speaker": "A TELEVISION SCREEN",
          "text": "NIXON’s face in close-up on a television screen..",
          "sentiment": "neutral"
        },
        {
          "speaker": "RESTON, (V.0.)",
          "text": "Richard Nixon’s face, swollen and ravaged by loneliness, self-loathing and defeat...",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON, (ON TV)",
          "text": "I let them down. I let down my friends. I let down the country...",
          "sentiment": "neutral"
        },
        {
          "speaker": "RESTON, (V.O.)",
          "text": "..filling every television screen in the country.. A quick-fire montage: of TELEVISIONS up and down the Unit States of America, East and West, North and South.. \f158 159 160 FROST/NIXON (Yellow Revs) - 8/24/07 105,",
          "sentiment": "neutral"
        },
        {
          "speaker": "RESTON, (V.0.)",
          "text": "++«the rest of the project and it’s failings would not only be forgotten. They would totally cease to exist.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NIXON shuffles out after the interviews. Clearly dazed, h bends down and pats a small dog belonging to a neighbor, muttering...",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "Is this what you call a Dachshund? The DOG walks back to his OWNER. NIXON stares, then walks towards his limo. PULL BACK TO REVEAL: this moment is witnessed by FROST, w stands by a window, locking out. In the house: celebrations have broken out all around him but FROST is not celebrating. His face looks almost sad: humble in victory. Filled with compassion. He watches as NIXON gets into his car, door h open by SECRET SERVICEMEN.. »..and drives away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TIME MAGAZINE and NEWSWEEK both carry pictures of FROST o their covers...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIRT, (V.0.)",
          "text": "The Nixon/Frost interviews were wildly successful. They attracted the largest audience for a news program in the history of American television, David made the cover of Time and Newsweek mnagazines..",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FROST and JOHN BIRT arrive back at their hotel where a co of JOURNALISTS and PHOTOGRAPHERS are waiting, (we recogni them as some of the same GUYS that gave FROST a hard time earlier)..",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "161 162 FROST/NIXON (Yellow Revs) - 8/24/07 106.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIRT, (V.0.)",
          "text": "---and inspired half the Political Press corps, as hard-bitten and unsentimental a bunch of assassins as you could wish to meet, to call him with messages of contrition and congratulation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JOHN BIRT finishes off his documentary interview..",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIRT",
          "text": "I believe David saw the former President Nixon just one more time. Before he left for London again, he drove up to San Clemente, to say goodbye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The sound of gulls wheeling. FROST and CAROLINE arrive outside Casa Pacifica. FROST carries a small parcel... NIXON approaches, wearing golf clothes. The two MEN shake hands..",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "Mr. Frost. Ms. Cushing. Please excuse my..ah..golf outfit. It’s the official uniform of the retired. He smiles embarrassedly..",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "So..on your way home?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "Into a bright new dawn of fresh enterprises, and challenges..",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "Let’s hope so. A haunted flicker behind NIXON's eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fFROST/NIXON (Yellow Revs) - 8/24/07 107.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "Good for you. The limelight continues to shine for one of us. A silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "I..ah..didn’t catch the interviews as they went out. But they tell me they were a great success. I gather the «.ah.. journalists that were so positive about you were not so kind to mee.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "Yes, I was sorry to see that..",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "No condolences necessary. I’ve grown to expect nothing else from those sons of whores.. NIXON turns to CAROLINE..",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "Forgive me, Ms. Cushing. I would have said “sons of bitches”, but Manolo here is a lover of dogs, and hates me to defame animals. MANOLO SANCHEZ arrives, immaculate as always, blazer etc. big, enthusiastic smile..",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANOLO",
          "text": "Can I get anyone anything?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "Tea? Perhaps some champagne...David? I have some caviar too, which the Shah of Iran sent me..",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "No. Thank you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "Are you sure? It’d be no trouble.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "No really. We must be.. NIXON extends his hand.. \fFROST/NIXON (Yellow Revs) - 8/24/07 108.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "Well, thank you for coming by. You were a worthy opponent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "Goodbye, Mr. President. They shake hands. FROST turns, is about to go, then..",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "Oh, I almost forgot. I brought you a present. FROST hands over a box..",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "Those shoes, you admired. I brought you a pair. NIXON opens the box. Takes a peek inside. Gucci loafers. There‘s something unexpectedly touching about it..",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "Well, thank you. I’m touched. FROST and CAROLINE go..",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "Safe trip, now, FROST and CAROLINE turn and walk off. But they haven't go very far, before..",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "Oh, David. One last thing. CAROLINE indicates she’s going to go ahead and wait. FROS turns, and walks back to NIXON alone..",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "Those parties of yours. The ones I read about in the papers. Tell me...do you actually enjoy them? FROST smiles, bemused..",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "Yes, of course.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "Really? You have no idea how fortunate that makes you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FROST/NIXON (Yellow Revs) - 8/24/07 109. A flicker behind NIXON’s eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "Liking people. And being liked. That..facility you have with people. That lightness. That charm. I don't have it. Never have. Makes you wonder why I chose a life which hinged on being liked. I’m better suited to a life of thought. Debate. Intellectual discipline. Say, maybe we got it wrong. Maybe you should have been the politician. And I the rigorous interviewer,",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "Maybe. FROST is about to turn, then..",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "Did I really call you that night?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "Did we discuss anything important? FROST thinks, then...",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROST",
          "text": "Cheeseburgers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIXON",
          "text": "Cheeseburgers? NIXON stares, as FROST turns and walks into the sunset, towards his car and a waiting CAROLINE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RESTON, (V.0.)",
          "text": "Despite being buried with full honours in 1994, Richard Nixon never again held public office of any kind. NIXON raises his arm, waves at FROST as he drives off...",
          "sentiment": "neutral"
        },
        {
          "speaker": "RESTON, (V.0.)",
          "text": "His most lasting legacy is that today any political wrongdoing is immediately given the suffix..‘gate’. \f163 164 165 FROST/NIXON (Yellow Revs) - 8/24/07 110.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FROST and CAROLINE drive along the Pacific Coastal Highwa the open-topped car back to Los Angeles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RESTON, (V.0.)",
          "text": "As for David? New York, London and Sydney welcomed him back with open arms. He even got back his table at Sardi’s. FROST smiles. CAROLINE’s hair blows in the wind..",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FROST and CAROLINE walk into a fashionable club in Beverl Hills. Immediately DRINKERS and DINERS get to their feet, applauding - surrounding FROST, congratulating him...",
          "sentiment": "neutral"
        },
        {
          "speaker": "RESTON, (V.0.)",
          "text": "His photo would appear in newspapers from time to time. At one party or another. In his crowds of air-kissing politicians, actors and high-fliers, it was tough te tell where the politics stopped and the showbiz started. CAROLINE is left alone. She watches FROST, in his element and smiles to herself. He’s fine. She slips quietly away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RESTON, (V.0.)",
          "text": "Maybe that was the point. Maybe, in the end, there is no difference. And David understood that better than anyone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NIXON sits outside. He looks down at the shoe-box, opens and pulls out his pair of Gucci loafers.. NIXON looks left and right. Checks no one is watching. Then he delicately puts on the shoes, takes a few steps. Gingerly. Unsure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fFROST/NIXON (Yellow Revs) - 8/24/07 110A. But as he walks, as he tries them out, from his expressio we can tell,. \fFROST/NIXON (Yellow Revs) - 8/24/07 111. He likes them. It's heartbreaking. NIXON carries on walking - into his garden, towards the O - into the long shadows created by the setting sun.. .-and gently his silhouette begins to fade away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FADE TO BLACK",
          "text": "The End",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_738"
    }
  ]
}