{
  "movie_id": "MOV751",
  "scenes": [
    {
      "location": "LOFT APARTMENT MANHATTAN",
      "time": "MORNING",
      "characters": [
        "T",
        "LATER",
        "76",
        "GRAINY IMAGE",
        "REDMOND",
        "S",
        "W",
        "INT. THE ENTRANCE WAY",
        "Y",
        "AS NECESSARY",
        "TV SCREEN",
        "A",
        "E",
        "4",
        "P"
      ],
      "dialogues": [
        {
          "speaker": "Unknown",
          "text": "1",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "STEVEN SCHWIMMER, a drama critic, asleep on his bed. He wears a sleep mask. 2 The bed is a mattress on a makeshift platform.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Papers strewn on the floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An exercise bike.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A desk with and old manual typewriter, reference works, periodicals, Styrofoam cups.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A cast-off sofa with pants, shirts, sweater, underwear an socks tossed haphazardly on the cushions and arms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A counter that sets apart the kitchen area. A portable TV on the counter. The remains of dinner for one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A row of stacked cardboard boxes with mail spilling out o the floor. Boxes are labeled in crayon: HATE MAIL.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A coffee table with a candle nub in a saucer and six glea rounds of ammunition scattered next to a Llama Comanche . Magnum with a checkered walnut stock -- overall length, n and a quarter inches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A Port-O-San toilet, about seven feet high, orange, scarr and dented -- scavenged from a construction site.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A snapshot on the bedside table. It's a blurry picture of Steven holding a cat. Steven wears a peaked cap, and a sh falls across his face. Next to the picture is a clock rad which comes on with a buzz as the clock shows nine AM.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "RADIO ANNOUNCER begins to speak --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(softly) Traffic flowing smoothly on the",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Deegan right now but if you're lucky enough to have a ticket for tonight's game, be sure to leave early because it's going to be bumper to bumper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Steven does not stir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "teven's loft is in an old squat building on 47th Street n Twelfth Avenue. The structure looks abandoned. Graffiti everywhere. Entranceway filled with debris.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Another day of traffic. Traffic everywhere I look. Cars stop and move and stop again. People sit at the wheel thinking their thoughts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The shimmering glass facade of the United Nations Plaza Apartments at 48th Street and First Avenue. A man visible a window on one of the high floors, a cup of coffee in hi hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Day in, day out. Red light, green light. Traffic on the major arteries and traffic in the little veins.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "From his POV we see the traffic below creeping along, nea at a standstill.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cars, vans, taxis, trucks, limos, Mopeds, bikes and buses. Emergency vehicles screaming and wailing. Birth and death, walk and don't walk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The man takes a sip of coffee.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Traffic yesterday, today and tomorrow. Bumper to bumper, soul to soul. This is Lone Eagle over and out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "4 The same man -- the playwright Nicky Rogan with his hand the air, hailing a cab. He is forty-five, vigorous, weari well-made sporty clothes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In a corner of the screen --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "5 Stalled in traffic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I used to drive a taxi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where you're going, mister?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nicky glances at the driver's name plate",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I used to drive a taxi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I used to be head of neurosurgery. Big hospital in USSR. This hospital, I'm not kidding.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Very big.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I opened thousands of brains.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What did you find?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Big mess every time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I loved my taxi. Went twelve hours nonstop. Stopped only to pee. I peed under the Manhattan bridge. Peed many times in parks and playgrounds.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "6 47th Street and Third Avenue. A man is dancing with a lif size cloth doll. His tape player is on the sidewalk, play and instrumental version of \"Beautiful Dreamer\" and there a cigar box for donations. A few people look on from a distance. The man wearing an old cutaway, with running sh and the doll has long red tresses and wears a frilly gown",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nicky emerges from a taxi at the corner and walks rapidly past the dancing man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nicky crosses the courtyard to Buchanan Apartments.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "7 JOANNA BOURNE reaching for the door. Joanna is fifty-ish, handsome, stylishly dressed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "8 Nicky and Joanna embracing with wordless abandon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They are in the hallway clutching each other, stumbling. walls on either side are hung with expensive art.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They grapple past the living room. Fleeting look at the paintings by Longo and Fischl, a poster by the Guerilla Girls.",
          "sentiment": "neutral"
        },
        {
          "speaker": "T",
          "text": "he edge of the bedroom. Nicky is crawling into the room a Joanna is hanging on to him, being dragged. They are full dressed except for one of Joanna's shoes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The bedroom. A Lichtenstein, a Hockney, a silk-screen of Joanna by Andy Warhol. A Jeff Koons piece. Nicky and Joan roll on the floor until they are halfway under the bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "9 Muffled sounds from the bedroom. We track to:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The maid's room. The maid is smoking a cigarette and read New York magazine. The cover is partly obscured by her ha but we can see a blurry black-and-white photo of a man hurrying along a street with a newspaper over his face, shielding himself from the camera. Over the photo, three words visible: THE PHANTOM WHO -- A second line of type i too small to be legible.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "10 Nicky and Joanna are undressing after the fact, very slow and distractedly. Joanna stands by a chair near the windo Nicky is on the other side of the bed and he alternates between standing and sitting as he takes off his clothes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Last night. Alan Albright called me a handsome woman. Second time he's done that. Son of a bitch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I hear Alan's sick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alan's very sick. He has to go to New Mexico and sit in a lukewarm solution.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know about Adele.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What about her?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She's dying.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JOANNA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She died.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I talked to her two days ago.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Apparently it didn't help. You know about Peter, of course.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NICKY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Our Peter?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter Redmond. They found out why he can't remember his lines. There's something living in his brain. A parasite he picked up in Borneo, doing the movie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Can he get through it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They're watching him closely. There's a special rehearsal set for this afternoon. To bolster his confidence. And that's not all.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've got bigger problems, Joanna. Personal problems.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's not all, Nicky. I've been backing your plays for fifteen years. And I've never been more depressed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "About what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "S",
          "text": "teven Schwimmer. The most powerful critic in America gets his first crack at Nicky Rogan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NICKY (hiding his concern) Look. All I want is a haircut. I'm not worried about this guy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JOANNA Ever since he started reviewing the Broadway theater, nobody in this business has been worried about anything else.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NICKY They can send their heartless brilliant boy-critic. There's a much bigger thing going on than tonight's opening.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JOANNA What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NICKY The Red Sox",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JOANNA You mean the World Series? I thought the Red Sox were winning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NICKY Three games to two. But if you know their history, you realize there's a tragedy in the making. I've been carrying this franchise on my back since I was six years old.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JOANNA It can't be all that personal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joanna enters the walk-in closet to finish undressing and a nightdress.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NICKY If you have a team you've followed all your life, and they raise your hopes and crush them, and lift them and crush them, do you want me to tell you what it's like? It's like feeling your childhood die over and over.     J JOANNA I mean Nicky, really, no.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nicky follows her into the closet, still in his shirt and boxer shorts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JOANNA I'm proud of this play. It's so different from anything you've done.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NICKY This is how we've managed to last.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JOANNA We're able to surprise each other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NICKY In and out of bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JOANNA Because we're completely mismatched.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NICKY We don't even like each other, do we?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nicky walks out of the closet, takes off his shirt, gets bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JOANNA I used to tell myself. Talent is more erotic when it's wasted. Will I see you tonight?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NICKY The Red Sox blow a chance to win their first World Series since 1918. You expect me to miss that for an opening night?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joanna emerges from the closet in her nightdress and gets into bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JOANNA It makes me so mad. Steven Schwimmer ready to strike. The exterminating angel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NICKY It's all worked out. They'll lose tonight. Then they'll lose tomorrow. I see it with stunning clarity.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's your best play, Nicky.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They'll lose because they're my team.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He will absolutely hate it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "11",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Steven is just waking up. The radio plays soft music.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He reaches over and hits the off button, then activates t cassette player. He struggles out of bed and Sufi music begins to fill the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He stands at the foot of the bed, a man in his mid-twenti hollow-chested, slightly potbellied, wearing rumpled paja bottoms and a Mostly Mozart T-shirt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He does not remove the sleep mask.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The music has a sensuous, driving beat. Voices begin to chant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Steven holds his arms parallel to the floor. Slowly he be to turn, clockwise. The beat picks up and he whirls more quickly, his mouth coming open.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now he begins to whirl about the room. The chanting grows intensity. Although he is blindfolded, Steve deftly avoid running into furniture and other objects.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Steven stops whirling at the precise moment the music sto playing. He is back at the foot of the bed, arms stretche wide.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "12 Creeping along. Nicky leaning toward the driver.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I wrapped my sandwiches in tinfoil. I ate and drove. I had one of those big checkered cabs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You are going where?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Crosstown.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Very bad today.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Driver's nameplate --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I cleaned out the ashtrays religiously.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I am sitting here five years in traffic. It is one continuous traffic since I arrive. Why must it be?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A taxi pulls up alongside. Nicky notices the young woman the rear seat. It is his daughter Laurel. He opens his window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laurel, stay there. (to his driver) Keep the meter running. And try to stay abreast.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nicky leaves his taxi and gets into Laurel's.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "13 Nicky pushes in next to her. Laurel is eighteen, slightly overweight, with a pleasant and expressive face. She is carrying books in a nylon haversack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I never see you anymore. Where are you all day?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I go to college. I thought you knew.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do you want to get some coffee?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't drink coffee, Daddy. And this is not what we should be talking about.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NICKY What do you want to talk about? I'll talk about anything. What's this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nicky lifts a small radio and headset out of her bag.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "LAUREL I'm seeing your play tonight, remember?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NICKY Why do you need a radio?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "LAUREL So at the intermission I can listen to the ball game. Do you know that mother is seeing a prominent divorce lawyer?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NICKY That's completely crazy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "LAUREL Is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NICKY Don't talk like that. How prominent? What are you implying?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "LAUREL She's doing like those Iranians. `I divorce thee. I divorce thee. I divorce thee'",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NICKY (indicating driver) And he hears it the same time I hear it? What happened to family secrets?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Driver's nameplate ---",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "LAUREL Mother is totally, you know, upset.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NICKY Abulhassas, we'll be getting out here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nicky pays the driver.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "14 Nicky stands alongside the first taxi and pays his origin driver. Laurel reluctantly exits the second taxi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "15",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "47th Street between First and Second Avenue.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nicky and Laurel enter the coffee shop they are greeted b the owner, a hefty Greek named GEORGE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nicky, you don't come in for a while. Everything's okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hello George. You're so healthy and thick-bodied I want to punch you in the chest. This is my daughter Laurel. Just to hear the sound it makes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I saw your picture in the paper. Two papers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That means they're getting ready to kill me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's not what I hear. I have four, five actors working here. `His best play since \"Yessiree Bob\" I'm telling you, they say it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He doesn't want to hear it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He leads them toward a booth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "16 Nicky is launched into a full breakfast. Laurel has a tea in a cup -- no water.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If lawyers for the mob are called controversial, why are divorce lawyers called prominent?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "LAUREL Because they get outstanding settlements. And Mother is determined that this time there's no turning back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NICKY I just had breakfast with her. She didn't say a word about this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A young waiter recognizes Nicky and unobtrusively points out to another waiter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "LAUREL Because you refuse to believe she's serious. You've always refused.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NICKY Don't be so steely-eyed. It's that course you're taking in criminology.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "LAUREL Oh please. Not now. (beat) She wants you to stop seeing What's- Her-Name. Finally. Now and forever. Do you think that's too much to ask? For a wife of nineteen years.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NICKY You're too young to be studying criminal behavior. It's making you obsessive.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "LAUREL She is kicking you out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NICKY Your mother and I have something between us that's too strong to damage permanently. Believe me, I know this. That's right, nineteen years. And what about the days and minutes? Sharing small moments, sharing memories, raising a beautiful child. We're wedded in the deepest and strongest ways. Lillian isn't only my wife. She's my best friend.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nicky shrugs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bullshit, Daddy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "17 Nicky and Laurel stand on a short line at the cash regist each holding a check.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mother won't tell me how long you've been seeing this person. She's embarrassed to tell me. So why don't you tell me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't call her Mother all the time. It makes her sound tragic and unforgiving. What happened to Mom?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I didn't turn her into Mother. You did.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This person and I are a thing of the total past. I promise you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nicky takes Laurel's check away from her, intending to pa himself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laurel snatches it back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Know what Mother said to me? Daddy's demons are so intense he doesn't even know he's lying.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "18 Bank towers. The Bank of India, Banco di Napoli, Bear Stearns, the Bank of New York, The Chemical Bank, Manufacturers Hanover. A sense of real institutions loomi over the busy street. The bank names engraved on bronze markers, carved in granite, incised on glass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Street level. A glimpse of the bronze statue called \"Taxi Park Avenue\" -- a man with and attache case and raincoat, hailing a cab. The real people hailing cabs, well-dressed and women striding along with briefcases -- purposeful, successful.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "19 Nicky rides again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's life, it's taxis. People trying to make contacts, make deals, meet their lovers. Taxis are sexy. You can't have Manhattan without taxis. I was proud of my taxi. I kept my taxi clean.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nicky shifts his gaze. He sees Elliot Litvak slinking acr the street, looking faintly unclean and shows a trace of smile. He watches Elliot enter the lobby of the Chemical Bank.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "20 Elliot is at a cash machine, making an elaborate transact",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nicky appears, approaching the adjacent machine. Elliot s him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nicky. I was thinking about you. I went to the preview last night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't want to hear about it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nicky attends to his own transaction.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(whispering) A lovely piece of theater. Small but important.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shut up, Elliot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Quietly effective.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nicky takes his cash and begins to move away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We don't appreciate what they've built for us. We're artists who are too dumb to see that this is the peak moment of Western culture.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're an artist. I'm a craftsman.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Press a button and they give us money.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ride with me. We need a haircut.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "21",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stalled between Park and Madison. The driver has opened t door and is standing just outside the cab, trying to determine the cause of delay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(whispering) How is Lillian? I haven't seen her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She wants a divorce.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't talk like that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's over, finished and done with.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That sounds so final. But are we really surprised?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm completely stunned. I don't want this to happen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But didn't we know it would happen?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't needle me, Elliot. Tell me how bad you feel. We're suppose to feel bad together. This is what friends do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(whispering) Joanna Bourne. So rich and crisp. This woman lets you touch her body? You put your hands on her personal parts?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nicky hits Elliot -- a token blow to the arm. Elliot thin about it, then hits back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They swat each other, half kiddingly, each of them leanin away from the other to prevent being hit in the face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "22 A whitish brown mist is building the west. There is a sen of scurrying people. 2",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "3",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The driver re-enters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We must abandon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do you mean, we must abandon?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ruptured steam pipe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ruptured steam pipe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Asbestos lining. Do not inhale.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We must abandon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Contaminated substance. Very dangerous. Shooting mud.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do not inhale.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We must abandon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ruptured steam pipe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Very dangerous.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Asbestos lining.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We must abandon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do not inhale.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Driver's name plate --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nicky pays him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "24",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The driver flees eastward. Nicky and Elliot run across Madison Avenue. A snowstorm of asbestos is shooting out o man hole cover west of Fifth Avenue, reducing visibility near zero. Cars and people are white shadows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The two men, with collars raised and hands over heads hur into a restaurant on 47th Street between Madison and Fift 2",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "5 A small narrow room. Handsome wall paintings -- a Tuscan town. Very slow day.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nicky and Elliot sitting with a carafe of wine, a bottle mineral water and some bread sticks. Glancing at menus intermittently.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm trying to think. When did you start looking so terrible? You look awful.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can tell you the year, the day, the night, the minute.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You used to love life. You don't exude this any more.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do I exude?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Suffering. You exude a person who sits in a small dark apartment eating soft white bread.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tonight you find out what it means to suffer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tonight. What's tonight?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shit. They don't have any carrot soup.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You mean because What's-His-Name.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You will suffer because he is in the theater. And you will suffer a thousandfold when his review appears.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's just a review.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It is just a review. Do not inhale. Very dangerous.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's the fuss? I don't get it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's what I said eighteen months ago.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What happened eighteen months ago?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Before his Broadway days. He reviewed the one-act I did at the Fulton Fish Market. We did this play at four AM, outdoors in the rain. One performance. For the fish handlers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And he was there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Steven Schwimmer. I memorized every word of this review.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's awful.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I recite it to myself with masochistic relish.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NICKY A year and a half later? You're still brooding?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A patron approaches the table and stares at Nicky with a fixed grin of crazed recognition.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MAN Yessirree Bob! Yessisree Bob!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nicky's jaw becomes set and he pours himself a glass of w as the man backs off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ELLIOT You don't know about obscure writers, Nicky. How we have our anger to nurture and love. Our murderous fantasies for any amount of fame, money , power and sex.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The waitress comes by. She is Paisley Porter, attractive, her mid-twenties.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "PAISLEY Guys ready to order?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ELLIOT Paisley Porter. I didn't know you were waiting tables.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "PAISLEY Elliot?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ELLIOT (to Nicky) This is a great young out-of-work actress.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "AISLEY Elliot Litvak. Have you been ill? And Mr. Rogan. How nice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NICKY What's good?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "PAISLEY We have a very nice pasta today. Alla Putanesca.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ELLIOT Say it again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alla puttanesca.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Nicky) Isn't she great? What did I tell you? A talent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "26 The food has arrived. Nicky is eating compulsively -- in contrast to Elliot, who sips his mineral water, dabs his mouth with a napkin, looks around the restaurant between bites. When Nicky is finished with his food, he begins picking among the items on Elliot's plate. Elliot uses hi fork to deflect Nicky's fork and the two men have a brief duel with utensils, fencing silently but intently, using knives and spoons to vary action. 2",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "7 The asbestos mist still clings. Men in protective suits a masks move slowly, like moon walkers. Halted traffic, abandoned cars. Mud covering the sidewalks and shop windo A gauzy stillness, dreamlike.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "28 Stillness. A slow whirling 360-degree shot. The kitchen a is empty. The door of the portable toilet is open and no is inside. The makeshift wardrobe is empty except for fou five hangers with shirts and jackets. There is no one at desk or exercise bike.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A sound, faint but persistent, like an intake of air.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The bathroom. The toilet bowl has been ripped out and tak away, leaving a hole in the floor. Brownish water drips f the tap into the wash basin, which is indelibly stained. drip makes a two-part sound and it matches the rhythm of intake of air. One-two. Pause. One-two. The bathtub has b sprayed by a graffiti artist. Multi-colored swirls and arabesques.",
          "sentiment": "neutral"
        },
        {
          "speaker": "S",
          "text": "teven is sitting on a mat in the tub, arms in the air and folded so that his fists are close to his ears. He is in lotus position, breathing in serious meditation -- a deep intake of breath followed by a softer expulsion, matching beat of the dripping faucet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He is still wearing the sleep mask.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "29 The kitchen staff is eating at a group of tables pushed together. Nicky's table has been absorbed by this cluster he sits reading the sports section in a tabloid and havin espresso with his cigar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Elliot, Paisley and actor-waiter stand at the small bar i conversation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Next to Nicky, two kitchen workers talk about the ball ga",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I got a good feeling about tonight",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We got Ojeda going. He pitched beautiful last time out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Plus Darryl's due for a big game.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I hate the Mets.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How come?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "When the Mets lose, they just lose. It's a flat feeling. But the Red Sox -- here we have a rich history of interesting ways to lose a crucial game. Defeats that keep you awake, that pound in your head like the hammer of fate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Paisley walks across the room toward the kitchen. Nicky pauses to watch her, then resumes speaking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You can analyze a Red Sox defeat day and night for a month and still uncover layers of complex feelings - - feelings you didn't know you were capable of. The pain has a memory all of it's own.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "30 The parking lot is empty. The stands are empty. A few mem of the crew move the batting cage into place for batting practice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "31 The empty visitor's locker room. Uniforms hang on the doo of the lockers in preparation for tonight's game. We see 3    names Henderson, Stanley, Buckner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "2 Cramped quarters. Intensely claustrophobic. Elliot at the urinal. Nicky at the hand-dryer. An actor-waiter standing between them at the sink.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(quoting Steven Schwimmer) `One thing saves Elliot Litvak's work from complete mediocrity, and this is his lack of ambition.'",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It gets funnier.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(zipping up) It gets funnier. See, Nicky? They chart the laughs. This from a critic who lives like a fallen monk. Whose address is a carefully guarded secret.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A critic who has to disguise himself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do you mean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "To go to the theater. Wears I don't know what. Make-up, padding.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Because he is so deeply hated by so many people in the business.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He has to disguise himself, Nicky.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "For his own safety and peace of mind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The waiter squeezes past and leaves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do you want me to tell you what it was like, reading that review at the newstand with trucks rumbling past and street vendors facing Mecca?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What was it like?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I said, `I'm dead'. He killed me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "33 Elliot standing near the front window, in a shaft of sunlight, examining a white after-dinner candy. He puts i his pocket for later.",
          "sentiment": "neutral"
        },
        {
          "speaker": "P",
          "text": "aisley eating lunch at the end of the long table, looking to see Nicky approach with liqueur and a glass on wine. H sits opposite her, placing the wineglass in front of her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You've worked with Elliot?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I was in the fish-market play. What happened to him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There was a review.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I think I remember.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So does Elliot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not one of Steven's finer moments.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh. You know him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A little.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And he has finer moments now and then.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He has -- something. A funny little quality I find --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Endearing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Engaging.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Elliot wants to kill him with a railroad spike.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A little drastic maybe?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Say it again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know what.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alla puttanesca.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "One more time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. THE ENTRANCE WAY",
          "text": "34 Elliot watches Nicky embrace Giorgio. Nicky carries the tabloid he'd been reading -- the \"Daily News\". Elliot and Nicky stand at the door and watch the whitish mist that continues to linger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is it safe?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do we care?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I think we Nought to wait.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I say we go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You say we go?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do not inhale.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm not ready.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Here we go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They pull up their collars and run outside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "35 The street is deserted. Nicky holds the newspaper over hi face for protection. Each man has an arm in the air, tryi to hail a taxi. They are standing near a trash receptacle that carries an advertisement for \"New York Magazine\". It a reproduction of the cover that we'd glimpsed earlier in Joanna's apartment when her maid was reading the magazine furtive man shielding his face with the newspaper -- and headline about a Phantom. Nicky and Elliot do not see the receptacle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A bus comes down the street with a large horizontal ad covering its right side. It is the same ad -- five of the actually, five \"New York Magazine\" covers side by side. Elliot is trying to hail a cab and doesn't notice the ad. the bus bears down, Nicky steps out of the way, removing newspaper from his face and getting a clear look at the f photos on the side of the bus -- a man concealing his fac with a newspaper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nicky reads the text under the logo of \"New York Magazine",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "THE PHANTOM WHO HAUNTS BROADWAY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Learning to hate Steven Schwimmer",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nicky stares after the bus. Another bus comes along, carr the same ad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nicky watches darkly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "36 This is the diamond district. Store signs reading:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Antique Jewelry     We Buy Diamonds     Gold Emporium Wholesale Jewelry       All Brand-Name Watches Reduced",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "37 Nicky is reading the newspaper. The driver is speaking Chinese into his two-way radio. Squawky replies from the dispatcher in machine gun Chinese.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The man has taken over my mind. He's not only out there. He's in my head and I can't get rid of him. I can't write a word without imagining his response. I'm paralyzed as an artist.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't have the problems that artists have.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You've been saying that for years.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(mockingly) `I'm just a professional. A dues- playing member of a guild.' Because you're afraid, Nicky. That's the darkest part of you. You don't think you're good enough.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nicky lowers the newspaper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Driver's nameplate:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "38 About a dozen people gathered together including several diamond merchants in their beards, black suits and fur ha They are watching the man in the cutaway dancing with his cloth doll. Someone places a donation in the cigar box. F the tape player: \"Dancing in the Dark.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Elliot ends up near the Gotham Book Mart, on the north si of the street. Nicky looks right past him into the bookst window. He sees something that interests him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where are you going?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't wait Efor me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What about the haircut?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "39 Nicky walks along the main aisle, looking at a woman stan in the poetry nook.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Only a few people in the shop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He enters the back room and gets a glimpse of a woman wal through the opposite doorway back into the main room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He squeezes past a browser and looks through the doorway. Someone is just leaving the shop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He walks to the rear of the store, where the office is located. The door is open, the room is empty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He re-enters the main room and sees a woman seated on the step of the stairway that leads to the basement stacks. H back is to Nicky and she is reading a book. He approaches slowly and then squats by the doorway to get a closer loo her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She turns. It is Paisley Porter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "40 Nicky and Paisley in a corner of the back room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You keep slipping away. How do you do that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I was one of those silent, listening children. Glued to the shadows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I was all noise. Played the radio loud. Battled constantly with my brother and sister. Here I am, world.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I hear good things about the new play.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So do I. Over and over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter Redmond is an actor I admire enormously.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Would you like to meet him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He doesn't want to meet some out-of- work ingenue.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm trying to prolong our afternoon. In case you haven't noticed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The fact is, I have to get going.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is it true?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is what true?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He wears a disguise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Steven goes to extremes to protect his privacy. No friends. No phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But you're his friend.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sort of. Sometimes. You're not building an obsession about Steven, are you? Look. I understand opening- night jitters, but you've got one of the great actors in American theater starring in your play.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "4",
          "sentiment": "neutral"
        },
        {
          "speaker": "4",
          "text": "47th Street between Broadway and Eighth Avenue.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "42 Nicky has been cornered just inside the entrance by the s manager, a small, fierce woman named RENEE SIMON.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can't take this anymore. He forgets simple lines. He forgets where to stand. We tell him and tell him and tell him. I know he's a sweet man. I love Peter. It's not his fault. But I've never worked in a show where the leading man has",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "4              parasites in his brain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "3 Nicky sits down in the orchestra, looking darkly into spa brooding. He surveys the set, a working class kitchen, be it a backdrop of dark streets and looming tennaments. A portly well-dressed man appears, moving along the row tow Nicky. This is SIDNEY FABRIKANT, the producer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "aybe we ought to postpone the opening.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joanna loves this play. She has sunk tons of money. She is completely Ncommitted.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "appreciate that, Sidney. But our leading man can't remember his lines. And his understudy can't carry the play.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nicky looks out at the rehearsal in progress on stage. Th director, JACK HASKINS and the actor PETER REDMOND (50)confer, move about gesturing and blocking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I had lunch with Joanna. She said she told you about Peter. You weren't concerned, she said.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "hat was this morning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So what happened since? You're worried about this kid who writes these reviews?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nicky looks across the theatre. Paisley Porter sits alone tenth row center, watching rehearsal with rapt attention.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "'m not worried about this kid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well I am. Worried sick. Everybody quotes Steven Schwimmer. He's here to announce the death of civilization. He kills a play every time he farts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Postpone. We have every right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Too late. All the elements are in place. Delay the opening and we lose the theater.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've had three straight washouts, Sidney.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(deliciously) You're dangling from the last letter of your last name.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "44",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The actor sitting on the sofa. Nicky on one knee, leaning towards him in intimate conversation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sidney remains optimistic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sidney.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sidney Fabrikant. Our producer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I was educated by nuns.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Y",
          "text": "es.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I have excellent long-term memory.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I kissed Shirley Felder on the teeth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, Peter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But my parasite is consuming all the new memories. Eating my lines.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You have to see the words. Try to build a mental picture of the script. Imagine your lines high- lighted with a felt tip pen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What color?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What was your favorite color crayon, growing up?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Burnt sienna.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mine was cobalt blue.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is your history, isn't it? Nicky? All around us. And my parasite is consuming it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I kissed her while she was laughing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can see her face so clearly. Dear God. My heart was flying out of my chest with love.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "45 Jack Haskins and Renee Simon",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I hear he got the parasite in Burma. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I heard Borneo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why do we blame the Third World for our parasites? Maybe he got it in Denver or Minneapolis.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maybe he got it in Borneo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "46 Nicky and Peter still conferring. Jack and Renee approach",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I feel shaky about one line in particular. If I can get past this line. I think I can handle the last long speech.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Which line, Peter?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Son says to the Father, This could be it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And the Father replies?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's the line I can't ever, for the life of me remember. I just can't get it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's the same line. The Father simply repeats what the Son says to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This could be it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This could be it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know it sounds easy. But something happens between the time I hear the line and the time I'm suppose to Jrepeat it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This could be it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(long pause) This could be it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let's work on it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(long pause) Let's work on it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "47 Nicky and Paisley Porter make their way out of the theatr",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do you think he can do it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's a very sweet man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where are you going now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Someone waiting for you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No one's waiting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There's a certain kind of wounded young man who uses his oddness to get laid. Is that our Steven?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If I'm sleeping with him, and I haven't said I am, then so what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(quietly) So everything. That's so what. So I begin to hate him. So I want to do him grave harm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But you don't even know me. How can you care what I do with whom?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know you both. Enough. How much knowledge does it take before a man does something crazy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do you want to talk about doing crazy things.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Never mind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "48 They enter lobby daylight, squint a little.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What? Come on, Paisley.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Our Steven not only disguises himself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He goes to the theater armed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MUTED BACKGROUND VOICES ON THE LOBBY PA: Jack Haskins and Peter Redmond.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This could Pbe it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This could be it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They look up at the speaker.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He feels he has to defend himself if necessary.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm actually beginning to enjoy this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "49",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wide of the theater. Nicky says goodbye to Paisley.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Reverse angle, Elliot watches them from across the street",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "icky goes back inside the theatre. Paisley walks west on 47th street.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Elliot waits for a moment, then follows her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "50 The Port-O-San. Steven emerges and goes to the stacked cardboard boxes against the wall. His hate mail. He is wearing a bath towel like a prayer shawl over his sweat clothes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He drags one of the boxes to the ratty armchair. He sits the chair by the filthy window that looks west toward the early-setting sun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He takes a letter from the box, opens it, reads it, lets fall to the floor. Takes another letter, opens it --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There is a knock at the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Steven tenses, does not move.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Another knock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He moves warily toward the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Steven, it's me. Will you open please.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Steven releases the dead-bolt lock and opens the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You've come to me. I wanted to believe you would one day.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I haven't come to you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But you're here. So you must have come to me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "5",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "1",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Steven is back in the chair by the window. Paisley nervou prowls the loft.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In other words I never understood until today how much pain and anxiety you've been causing with your reviews. Steven, it's so unfair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Of course it's unfair. The truth is always unfair. Why do you think I live this way? Hiding out. Stealing electricity from a lamp post. Because people who write the truth are outcasts of society. I can't live openly, in a nice clean doorman building, with my name on the mailbox. They'd come after me in packs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not if you stopped hurting people. Write the truth gently.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The truth is never gentle. Listen to me carefully. Each of us lives in the thinnest possible wrapping of wishes and dreams. Truth is the force that penetrates this wispy skin. It hurts and maims. ( reaching down to clutch a fistful of letters) Look how they hate me for telling the truth. It's an education, Paisley. The College of Raw Nerves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "STEVEN(cont'd) Letters dripping blood. Cries of revenge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes. I've seen your victims. One past and one future. I thought I might convince you to reconsider.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And I thought, at last, she's here, she wants me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't want you, Steven.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Paisley moves towards the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stay. Teach me to be compassionate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm going home to my machine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "52 Elliot looks up and sees Paisley emerging from Steven's building. He crosses the street toward her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "W",
          "text": "hen Paisley sees him, she seems to freeze.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "53 47th Street between Broadway and Eight Avenue.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nicky walking slowly backwards, arm raised, trying to hai cab. It is getting dark. He glances left, sees a large tw panel poster in front of the theater. One half is a black white photo -- a younger Nicky Rogan, in a tuxedo, holdin award in his raised hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The other half is all type --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The new Nicky ogan",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He sees someone enter the theater lobby. It is his daught Laurel. He follows, catching up to her at the end of a sh line of people at the ticket window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laurel. Tickets are all set. I double-checked.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thanks, Daddy. But I just need one. Mother's not going.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Opening night?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know -- why should a bitter divorce interfere with tradition?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laurel reaches the window and speaks to the clerk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rogan, Laurel. You also have a Rogan, Lillian. She won't need it. Sell it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Take it yourself. Take a date.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't have a date. I don't want a date.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They leave the window with Laurel's ticket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And you blame me. It's because we never talk. Let's talk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I have a class. I'm late.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Can we talk later? Will you be at the party?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm not sure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She is out the door, hurrying across the street. Nicky st under the marquee, calling out to her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll find you. After the show. Somewhere.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "54 Moving very slowly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Driver's nameplate --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A man is hit the other day by another taxi. I mean he is flying. Crash against the windscreen. Right here in my face. Blood is everywhere.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I never left the garage without my Windex.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I was barrister in Kenya. I said to him, get off from here. I cannot drive with your body on my windscreen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I drove twelve hours straight through. Ate at the wheel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You have to eat at the wheel. You cannot get anywhere.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's the drama. We're waiting for life to continue. Where do you pee, Ibrahmin?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Under the Manhattan Bridge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's where I peed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "55 47th Street between Eighth and Ninth Avenue. A hotel, a h school, brownstones with fire escapes. 5",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "6 Michael, Nicky's father, is making an omelette on the old stove. He is pushing eighty, slow-moving, with a two-day stubble.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Knock at the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Michael goes to the intercom, inches from the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(into speaker) Who is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm at the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(into speaker) Go way. I'll call a cop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pop, will you let me in?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(into speaker) Where the hell are you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Right here. At the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Michael goes to the door and looks through the peephole.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AS NECESSARY",
          "text": "57",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do you want?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's me. Nicky.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nicky comes on Sunday's.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where are your glasses? Go get them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If it's you, what are you doing here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm on my way to get a haircut.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where does Nicky get his hair cut?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nicky stands against the door, speaking softly into the peephole.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Across Ninth Avenue. Dodgie's. Where you've been getting your hair cut for fifty years. Where Uncle Billy and Uncle Marty got their hair cut. Where Jim Rorty shot a man for cheating at poker.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It was rummy, not poker. But I'll take a chance and let you in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "58 Michael is eating his omelette at a small enamel-topped t in the kitchen. Nicky stands by the boxlike refrigerator, drinking a beer. This is the kitchen that is the centerpi of the theatre set. The new play is Nicky's young life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's a constant shock to me, how small this place is. How did we do it? Five people in these little rooms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Get yourself something to eat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nicky takes some eggs out of the refrigerator.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We must have been heroic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Five's not so many. There were families with seven kids. A grandmother. A dimwit uncle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lillian says it once a week. `Why doesn't he come live with us?'",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know the answer to that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I do know the answer to that. Why don't we watch the ball game later? We'll go to Mannion's.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They're only gonna lose.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NICKY Of course they're gonna lose. We'll watch them lose. What good is heartbreak if we don't experience it firsthand?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MICHAEL The Red Sox are your problem. I never understood about you and the Red Sox. Everybody rooted for the Yankees.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nicky is scrambling the eggs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NICKY Remember 1949? Last two games of the season. Against the Yankees. The Sox lost on Saturday. Then they lost on Sunday. First I cried for twenty-four hours. Then I had fist- fights the rest of the week.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MICHAEL It's one thing for kids. You get older, you Nhave other things.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NICKY It's all connected, Pop. It's one life. Baseball is memory. How do fathers and sons show their love? They go to a ball game together. Thirty-five years later, they sit in the kitchen and remember.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MICHAEL But the son is suppose to stop crying.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NICKY I could have grown up happy. A Yankee fan. A divorce lawyer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nicky sees his father's glasses on a shelf above the stov He puts them on the table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NICKY You'll need these. Tonight. For the play.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MICHAEL Don't make me sit through one of your plays.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, Pop. I know you don't like the commotion of opening night. But I especially want you to see this play. It's new territory for me. And for you too. I have to know what you think.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Since when did that matter?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let's not start that again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My back is killing me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where's your elastic brace?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can't find it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're suppose to wear it when your back gives you trouble.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I lost it. I lose everything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll go get you another one. You have to wear it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nicky takes a roll off the counter, makes a sandwich for scrambled eggs, takes a bite and heads for the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Be right back. Take a good look at me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Michael puts on his glasses.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So I know who I'm letting in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nicky leaves the apartment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "59 The man in the cutaway dances with his doll. The tape mac plays \"In The Still of the Night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\" The street is completely empty except for the dancer. Nicky, a small paper bag in his hand, reenters his father building.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "60 The room bears some resemblance to the living room set at the Barrymore. Michael sits at the end of the sofa, weary Nicky is taking an athletic bandage -- about four feet lo and three inches wide -- out of the package.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He sits in a chair that is set perpendicular to Michael's of the sofa, so that Nicky is looking at his father in profile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "`Why doesn't he come live with us?' Because everything is here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know, Pop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm lucky they don't knock down the building. It could happen anytime. And everything worth remembering is right here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I think the building's okay. At least for the time being.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You didn't think it was okay when you lived here. You wanted to get out so fast I thought you were running a marathon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Normal boy's ambition. I like coming back. You know that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You tell your friends your father used to work the docks. Callused hands. But you had an attitude when you were growing up that wasn't easy for your mother and me to understand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nicky is gradually unbuttoning his father's shirt so that can wrap the bandage around the old man's chest and back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I was in a hurry to do big things, make big mistakes. Any mistakes were okay as long as it was big. But I'm trying to see these things clearly and honestly. That's the play they're going to kill starting tonight. There's a guy out there getting ready to rip it apart. And that's us. Who we were and where we come from.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So what are you going to do about it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do you want me to do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Show him who we are.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nicky takes off the shirt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Michael struggles out of his T-shirt and we see that he i wearing the elastic bandage he thought he had lost.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He is sitting with his head tilted up, eyes closed, and i unaware that he is wearing the bandage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nicky takes the new bandage, winds it tightly and puts it back in the box.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "His father has gone to sleep.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "61 It is dark and cold. Nicky emerges and walks west, diagon across the street, to a barbershop on the other side of N Avenue.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "lliot is on the stoop waiting for him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "62 Nicky sits in the barber chair. Elliot pulls up a custome chair and sits with his back to the mirror, more or less facing Nicky. The barber, an elderly hawk-eyed man named Dodgie, begins his preparations for Nicky's haircut.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He carries a gun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ELLIOT Then you should carry a gun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He places the sheet over Nicky's upper body and fastens i the neck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NICKY I used to carry a gun when I drove a cab.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ELLIOT Where is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NICKY I gave it away. I thought, I'm a writer now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ELLIOT That was a big mistake.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "DODGIE You should never be without a gun. In this city?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ELLIOT If he carries a gun, you have to carry a gun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NICKY We're making too much of this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ELLIOT No, we're not.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NICKY I'm not a lonely spooky writer like you. Nursing a hundred grudges. I'm a man who loves life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ELLIOT We're talking about something deeper than grudges. How do we respond to personal attack?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "DODGIE In this city? And you don't carry a gun?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ELLIOT How do we maintain our dignity and self-respect?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NICKY In other words why should we suffer silently at this kind of abuse? The man is out there ruining lives.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ELLIOT It's your best play, Nicky.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NICKY He'll hate it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ELLIOT He'll kill it. He'll write a review so devastating it will shatter your career and cause the most unmanageable psychic grief. What happens to your apartment on the East River? Your house in Connecticut, where you watch things grow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dodgie goes to the cabinet on which the cash register sit He opens the cabinet door, slides out a drawer and remove some hand towels. There is something there he wants Nicky see. An old pockmarked revolver.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nicky sees the gun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NICKY We were thinking of putting in a pool.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ELLIOT (quoting) `The most interesting thing about Elliot Litvak is that he writes the way he looks -- fuzzy, grubby and shifty-eyed.' (beat) I'm telling you as a friend.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NICKY What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ELLIOT There are things that speak to us from the past.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "DODGIE In this city you don't walk five feet out the door and there is somebody trying to take what's yours.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ELLIOT Your truth is locked in your past. Find it. Know it for what it is. (beat) Shoot him, Nicky.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shoot him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ELLIOT The American theater doesn't need people like that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NICKY Shoot him, Nicky. Not that we really mean it. But where does he live?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ELLIOT Keep going west. Last building before the river.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NICKY How do you Eknow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "LLIOT Paisley Porter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NICKY What do you mean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ELLIOT About an hour and a half ago. I saw her come out of a place. She said she was visiting a friend. But she wouldn't tell me who.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NICKY Had to be him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ELLIOT She was very evasive.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nicky gets out of the chair. Dodgie removes the sheet for and Elliot smooths down his clothes and hair, like a pair grooms attending a warrior.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nicky goes to the cabinet, gets the gun. He returns to th chair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NICKY I'm enjoying this more every minute.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Elliot takes an after-dinner candy out of his pocket -- t candy he pocketed in the Italian restaurant after lunch. blows the lint off and eats it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How do you want the sideburns.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Elegant and refined.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "63",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Crowds of people pouring down the ramps from the train station, hurrying, late.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The umpire's room -- six men nibbling cookies, smoking a minute cigarette, adjusting equipment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An unidentified room somewhere in there lower reaches of stadium. Twenty cases of Great Western champagne stacked ready for the postgame celebration.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "64 Steven shaving. He does it symmetrically. A stroke under left sideburn; a stroke under the right sideburn. Left si of jaw; right side of jaw.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Steven standing in his shorts, applying putty to his jaw make it square. Then a false mustache and a wavy blond hairpiece. Then a thick bronze makeup paste.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Steven in front of a full-length mirror near the bed, put on a bulletproof vest, which gives him a solid appearance bulking his caved-in chest and concealing his pot belly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Steven putting on black trousers, a brash shirt with a br bow tie, which he tips slightly askew. A pair of black an white shoes with elevator heels. Then his shoulder holste",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Steven leaning over the coffee table, inserting bullets i the chamber of the revolver.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "With the gun in his holster, he stands in front of the mirror. Takes the gun out, aims it, puts it back in the holster.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Does a dazzling karate move.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Steven putting on a metallic rayon sport coat. A long sil scarf.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We see a handsome, dashing young man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He puts on a pair of dark glasses and heads for the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "65 pening night crowd. The sidewalk is mobbed. Limousines an taxis pulling up. Men in tuxedos, other men scalping tick",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The TV crew with a female reporter doing interviews: talk to Joanna Bourne and Sidney Fabrikant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A couple of ten-year-old break dancers entertain the well heeled opening night crowd. 6",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "6",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stuck in traffic. Nicky in the rear seat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The driver is a black woman around fifty. Next to her in front seat is her grandson, Matthew, who is ten.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The interior of the taxi is homelike. A plastic drinking magnetically rooted to the dashboard. A small battery- operated fan next to the cup. The steering wheel is upholstered. There are family photographs on the dashboar and visors.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Matthew's schoolbooks are next to him on the front seat. is doing his homework.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Driver's name plate --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I loved my taxi. A checkered cab. Big and rumbly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm looking at you trying to think. Put your face in the mirror. I know I recognize you from somewhere.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Everybody else does. Why not you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're Frankie Lazzaro. The gangster from Rhode Island.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh yeah?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TOYOTA Matthew, look at him. When I lived in Roxbury, the media followed this man everywhere. He was bigger than ten movie stars. (to Nicky) Where's your white Lincoln limo?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nicky is delighted at the mistake and alters his voice slightly, using a gangsterish inflection.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NICKY (to Matthew) Some little kid stole the hubcaps.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TOYOTA The most charming gangster in New England. Where are we going, Mr. Lazzaro?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NICKY Call me Frankie. And it looks like we're going nowhere.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TOYOTA Might be an accident on the West Side Highway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NICKY How come you got the kid with you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TOYOTA Matthew's my grandson.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NICKY A grandmother. God bless you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TOYOTA He does bless me, each and every day. Matthew's mother works a hospital shift, so I pick him up at school. We stop for a meal usually around this time. He does his homework and gets some experience meeting people. But we never had a famous mobster before.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NICKY It's the kid's lucky day.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TOYOTA This is one charming crook. If shooting people is charming.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now that's a complicated subject.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's a simple subject.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look, we're stuck here front and back. It's dinnertime for you, game time for me. Let's park the cab and go to Mannion's. What do you say, Matthew? We'll drink beer and talk baseball.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRAINY IMAGE",
          "text": "67 Filling the screen. Actual footage. A man in a parachute coming down on an expanse of grass. It is the infield at Stadium. He carries a sign reading \"Let's Go, Mets\". Secu men hustle the parachutist off the field and into the Met dugout as the game begins.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "68 We see that the image is on a TV screen over the bar. The place is crowded, a neighborhood tavern.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Near the door: Nicky embracing the owner, a beefy man nam Georgie. People coming and going.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Georgie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nicky, God bless. You're well? Your family's well? That's all that counts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you absolutely sure?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey. I love this guy. Be good. Stay well. I'm serious: Give my best to everybody.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They embrace.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Faces lining the bar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TV images from the game.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "People at tables standing occasionally for a better look the game.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "69 Nicky sits facing Toyota and Matthew. A young waiter is placing their food on the table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What happens if somebody comes in here right now and shoots you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This place becomes famous. Tour buses. Blind people feeling around for bullet holes in the wall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You see what you're doing, don't you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What am I doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're charming the boy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, Toyota. He asked me a question.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Frankie Lazzaro. Coming down the courthouse steps every day in the media. Children see this. They think you're the Secretary of the Treasury.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's my cousin, Angelo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "70 The actor Peter Redmond and the director Jack Haskins. A second actor, who is about fifteen, witnesses the exchang",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This could be it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This could be it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This could be it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This could be it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Does it feel comfortable?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Does what feel comfortable?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This could be it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This could be it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "71 People cluster around TV sets.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Raucous noise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A waiter with a tray of food standing transfixed, watchin the game.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nicky is now sitting next to Matthew and they are watchin the game.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's it like to shoot somebody?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I respect a kid who does his homework in a taxi. But let's put a lid on the questions.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Go on, tell him. Tell the truth. Tell him how you feel, shooting a piece of hot metal in somebody's flesh who was once a child, who was once the same age as this boy. Somebody's flesh who was innocent once.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's complicated. It's a whole life. A person doesn't commit an act of violence out of nowhere. There are strong forces at work.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TV audio: derisive shouts from the stadium crowd directed",
          "sentiment": "neutral"
        },
        {
          "speaker": "A",
          "text": "Red Sox players.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Action on the field.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dew-eeey! Rog-errr!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The bar crowd picks up the chant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TV images. The Red Sox have scored and lead 2-0.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "72 Nicky stands to see the action better. His jacket swings and Toyota sees the revolver tucked into his waistband.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "73 eople seating themselves in the orchestra.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Noise from the tavern TV continues to be heard from the subjective viewpoint of a man in the theater who has a miniature TV and earphones.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Steven Schwimmer in an aisle seat in the orchestra. He se Paisley sitting in the theatre some distance away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "House lights go down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Two figures hurrying down the aisle. An usher leading a y woman. The woman is Laurel Rogan, Nicky's daughter, weari her headset antennas.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laurel squeezes past some people and takes her seat, and Steven, sitting three rows back, watches her with interes",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The curtain comes open.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "74 Cheering from the bar crowd.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nicky is a little disheveled. He has finished his dinner is eating from Toyota's plate finishing and watching the game.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're a family man, Frankie?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wife and daughter. My father's still alive.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NICKY(cont'd) He outlives me, starting tonight. Because the Mets just tied the score. It was only a matter of time, wasn't it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An how many years does it take a person to make his family safe and secure and happy, and then in one dumb moment, what does he do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know Toyota. What does he do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And the people he hurts the most are the people who love him. Despite who he is and what he does for a living. We're always saying we want to take control of our lives. You don't want to take control. You want to lose control. Jesus knows it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nicky is standing again but he's not looking at the TV sc this time. His gaze is directed at someone who has just entered the tavern.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A woman stands at the entrance, middle-aged and somewhat anxious, looking for someone. She is Lillian Rogan, Nicky wife.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's a complicated subject.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's a simple subject.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nicky gestures that he will be right back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "75",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Your father said you might be here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Two-all after six.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've been looking for you because I want to let you know what's been going on before you read about it in a gossip column.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We stranded five runners in the first two innings. This will come back to haunt us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I want to be fair-minded, Nicky.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All right. What's been going on?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've been talking to a prominent divorce lawyer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How prominent?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He has his own submarine. I'll be getting everything that matters. I'll get New York and I'll get Connecticut.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Happy roars from the bar crowd.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A young waiter arrives with menus.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll have whatever she's having.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Waiter) I don't want to be responsible for his food. Just a small green salad. And a Perrier.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bring me the bay scallops with mercury poisoning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yessiree, Bob.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Get the hell out of here. I don't want you bringing our food. Send a real waiter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "76",
          "text": "TV images: action on the field.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Crowd at the bar. Noise like a massive pulse beat. Bar cr picks up chant from stadium crowd.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rog-errrr! Dew-eeey!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "77 Dinner has arrived with a bottle of wine. A cigarette bur in the ashtray in front of Lillian.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Opening night, Lillian.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who the hell cares?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The whole thing is my fault. I took unfair advantage of your patience and understanding. You understand me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's always been my problem.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And you've been extremely patient.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know why, don't you? Because I am patient, chain-smoking Lillian.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You smoked because I smoked. We were falling in love, remember? I used to see certain movies only because you had seen them. I wanted to see what you saw.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'd forgotten that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I went because you went. You smoked because I smoked.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's very lovely actually.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NICKY Laurel wants us to be honest and open. Let's be open with each other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "LILLIAN Be open with me. I'd like that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NICKY There may be things you'd rather not know about.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "LILLIAN I want to know. We haven't talked this way in years.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NICKY I had an affair -- are you sure you want to hear this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "LILLIAN Joanne Bourne.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NICKY Alma Wetzel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "LILLIAN Nicky, no. This is insupportable. How could you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NICKY I'm a man. She's, you know, a woman.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "LILLIAN She's my gynecologist.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lillian begins to weep lightly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NICKY I am really, deeply sorry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "LILLIAN It violates so many trusts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NICKY It was an animal thing. No real intimacy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "LILLIAN I never thought of Dr. Wetzel as having a sex life outside the office.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We did it in the office. She thought her apartment was too impersonal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm glad we're having this talk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I feel great. I feel impeccably alive. I'm elated. Eat something. Please. I love you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "7",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "8",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Moans from the bar crowd.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TV images.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Scoreboard: Red Sox lead 3-2 in the seventh inning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "79 Nicky with one arm raised, hailing a taxi. He and Lillian kiss sweetly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A taxi pulls up and Lillian gets in. She and Nicky hold h through the window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You look awful, sweetheart. Get a haircut. Get a lawyer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Across the street, the man in the cutaway is dancing with doll. The tape machine plays, \"In the Wee Small Hours of Morning.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "80 Nicky rejoins Toyota and Matthew. He carries the wine bot and his glass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Great game. Red Sox are winning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They're always winning. Until they lose.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Your problem is you take the easy way out. Losing is easy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Winning is easy. Losing is complicated. It's a lifetime's work.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It may be work but it's not honest work. Faith is the real work.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Clemens has a blister. Look. They're pinch-hitting for him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mike Greenwell comes up to hit for Clemens. Two pitches, strikes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's a twenty-four-game winner. He pitches seven solid innings. We scratch out a one-run lead. Of course he gets a blister. Of course they put up Greenwell even though Baylor's sitting on the bench. Of course Greenwell strikes out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Third pitch. Greenwell strikes out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "81",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You made him strike out. You wished it on him. You want to lose. It's too hard for you to believe in something. It's hard to have faith. It's hard Nwork to trust somebody.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(reciting) \"It looked extremely rocky for the Boston nine that day.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're afraid to risk believing. Believe in them. Believe in your self. Take a risk. It will humanize you as a person.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I want to believe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If you believed, you wouldn't be walking around with a handgun in your belt. What does that tell me? You want to make the night come down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "82",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "iew from the wings. Jack Haskins and Renee Simon looking",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The stage. Peter Redmond as the Father sits at the end of sofa. The fifteen-year-old actor who plays the Son approa him, sitting on a footstool and leaning close.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I always thought a night's sleep is what you get for a hard day's work. But these last weeks I lie there helpless. Hour after hour. I've come close to praying for the first time since I was your age. Pray to God to put Sme out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I talked to the doctor again, Pop. He said she's not getting any better. He wants to talk to you. I think he means right away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How bad is she?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This could be it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter stares at the Son, a look of desolation slowly ente his face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In the wings, Renee looks at Jack. She is equally desolat",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "83 Laurel in the audience leans forward, waiting for the nex line.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "teven Schwimmer watches, giving nothing away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "84 eter staring at the Son. The Son looking increasingly bewildered.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sound of coughing in the audience.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "85 Renee takes a newspaper off a chair, offers a section to Jack, keeps the rest for herself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "8    Sound of coughing intensifies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "6 Boisterous noise from the bar crowd.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Two women exchanging high fives.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TV images.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Scoreboard: 3-3 after nine innings.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "87 Nicky is finishing his wine. Matthew is next to him, standing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Say it and you'll believe it. Life is good. Say it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I want to say it because my whole life may depend on these next few moments.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then say it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Life is good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Speak it like it's real. Matthew.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Life is good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Life is good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Raucous, mocking cries from the Bar Crowd.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hen-duuu! Hen-duuu!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What are people?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Matthew.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "People are dependable.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know if I can say that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "People are dependable.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "People are dependable.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let's see what Henderson does.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dave Henderson stands at the plate to lead off the Red So tenth. 8",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "8 A real waiter arrives -- obese, slow-moving, with hair curling out of his ears -- and he brings ice cream for Matthew, coffee for Toyota and a stinger for Nicky.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Finally, I get a waiter who doesn't know \"Macbeth\".",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But I know you, don't I? I seen you on a poster in the theater district. I'll think of your name in just a --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nicky lifts his hand to stop the man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hen-duuu!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then a moan and deep silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nicky disengages from the altercation and looks at the TV screen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dave Henderson has hit a home run and the Red Sox now lea 3.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "89",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Toyota and Matthew are jubilant, and Nicky is quick to jo them. It is the only lively table in the place.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "People are dependable.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Life is good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Baseball is life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Red Sox push across another run when Barrett singles, driving home Boggs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Enjoy your ice cream, kid. When you're an old man it'll come back to you. The same deep sweet soft toothy taste. And you'll remember where you were and what you saw.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Scoreboard shows: Red Sox 5, Mets 3, going into the last the tenth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "90 he theater is nearly emptied out. A few people still head toward the exits. Laurel Rogan remains seated, wearing he headset, listening to the ball game. She is concentrating deeply, fists clenched.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Only one other person is still seated, three rows back. I Steven and he is looking intently at Laurel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The house lights dim.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "91 Toyota, Matthew and Nicky are huddled closely, watching t screen. Matthew is seated now and Nicky leans over him fr behind, framing the boy's head in his hands so that Matth attention will be directed unswervingly to the action on screen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The bar crowd is somber.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nicky drops his mob accent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is something no one has been privileged to see in almost seventy years. Very few people now alive can say that they have seen what you are about to see, Matthew. The Red Sox win a World Series. This is deeply, intensely personal. All the mistakes I've made, all the envy, fear and violence that's encased in this little envelope we call a person -- all washed away in the next few minutes. And your grandmother knows why.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Because God loves a winner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He used to love losers. But the laws of physics changed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Backman flies out to Jim Rice. One out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "92",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Backman flies to Rice. It's like a beautiful song lyric.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hernandez flied out to Henderson.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "93",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All the times I died when the Red Sox lost an important game they should have won. All the awful things I said to my mother and father. To Tmy wife and daughter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Washed away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Because life is good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Because faith is rewarded.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "94 Attendants putting plastic in front of the lockers to pre champagne damage. Camera crew setting up. Men wheeling th twenty cases of champagne into the clubhouse. A man peeli foil from the tops of the bottles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "95",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All the failures, all the fatalism.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Washed away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "One more out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Carter singles to left.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The bar crowd remains silent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "One more out. One more out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mitchell singles to center.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Slight stirring among the bar patrons. A few people, abou exit, return to the bar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's all right, Frankie. Just a little touch of suspense. Life is good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Baseball is life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "One more little out. A nubber. A pop-up. All year long, thousands of outs. We want one more little out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Knight singles to right center. Carter scores and Mitchel goes to third. The score is 5-4.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The whole tavern is rocking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "96",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't worry. It's a test.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's a test all right. They're bringing in Stanley.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bob Stanley trots in from the bullpen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's Stanley. It's the Steamer. Fate has spoken to this man in the depths of the night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What did it say?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A thousand things.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "97",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're hurting my head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nicky releases his grip on Matthew's head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The bar crowd begins to chant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mookie, Mookie, Mookie, Mookie!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mookie Wilson stands in against Bob Stanley.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're still winning. That's what counts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "First pitch to Wilson -- he swings and misses.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Silence from the bar crowd, cheers from Nicky's table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Second pitch to Wilson -- he fouls it off. No balls, two strikes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sound begins to fade. Wilson fouls off a pitch. Wilson ta a ball, outside. Wilson fouls off another pitch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Absolute, unnatural silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stanley prepares to throw. The silence suddenly breaks an for the first time we hear the TV Announcers clearly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Sox are one pitch away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "One pitch away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stanley's getting ready.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This could be it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This could be it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "98 Nicky recognizing the line from his play.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This could be it!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This could be it!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This could be it!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This could be it!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nicky is charged with excitement, hearing the line as a favorable sign, a positive connection between the play an the game.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stanley winds up and throws. It's a wild pitch. Mitchell comes in from third with the tying run.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The bar crowd erupts in cheers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "99 Shock and dread.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's all right. It's a tie game. We can still win it next inning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nicky drinks his stinger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mookie, Mookie, Mookie, Mookie!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is the time. Trust in people. Believe in life. Faith is hard work. Don't give in. Don't give up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Life is true.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Life is real.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Trust your team.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stanley delivers to Wilson. Sound fades away. Action is super slow motion.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wilson swings and hits a bouncing ball toward first base. Stanley moves off the mound to cover first. Wilson drops bat and races down the line. Bill Buckner, the first base ranges to his left to field the ball.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "100 Nicky watches as if in a trance. Complete silence around He is separate from everybody else, the only clearly defi figure in a group of shadowy and indistinct people.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nicky's viewpoint. An image of Bill Buckner in silvery li expanding out of the TV screen to fill the larger environment. Moving soundlessly in slow motion, Buckner fields the bouncing ball and heads toward the bag. He bea Wilson to the base by an eyelash and the inning ends with teams tied at 5-5.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Frozen moment: Buckner holding his glove hand aloft, the securely gripped. In the drama of the moment, Buckner see to be crying out a word or name, but his face is twisted tension and exertion and we can't make out what he is say",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "101 Laurel Rogan, seen from behind, is somewhat slumped in he seat. She turns off the radio, removes the headset and ri She moves along the row toward the aisle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She appears to be the only person in the theater.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She moves trudgingly up the aisle toward the exit. At the head of the aisle she is startled by a figure standing in dimness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It is Steven Schwimmer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They look at each other. Sound of the cleaning crew in th lobby and then a door opening at the rear of the orchestr Light from a flashlight plays across the seats and walls. beam hits Laurel first and then Steven.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The beam holds on Steven. What Laurel sees is a strikingl handsome young man, dramatically lighted . He takes off h dark glasses, so she can see his eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "102 Cramped space. Nicky at the washbasin, disheveled but hap washing his face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "One man at the urinal. SECOND MAN behind him, waiting his turn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nicky drying his face with a paper towel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Great game.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Unbelievable.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NICKY Classic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SECOND MAN Scintillating.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FIRST MAN I still don't believe it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NICKY Have to hurry back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SECOND MAN Hurry back. Hurry back to what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NICKY Eleventh inning. What else?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FIRST MAN (zipping up) I think you're a little confused. Nothing personal friend.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NICKY What are you talking about?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FIRST MAN What are we talking about?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NICKY Yes. What are you implying?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The second man approaches the urinal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SECOND MAN Game six is history,pal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NICKY You're not making sense.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FIRST MAN We're not making sense.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SECOND MAN Did you see Mookie hit the ball?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NICKY Of course I saw it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FIRST MAN Did you see the winning run score?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're not making sense. Make sense.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nicky throws his paper towel at the men. No one moves. Th are trying to interpret this action.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're implying I missed something. What did I Fmiss?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You missed the boat, Popeye the Sailorman.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nicky charges the men. He and the First Man wrestle each other into the stall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hold him till I zip up, Tommy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nicky and the First Man are grappling in the stall. Secon Man hurriedly washes his hands at the basin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Baseball is life. Life is good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Al three men in the stall, wrestling. Nicky has one foot the bowl as someone's elbow strikes the handles and the toilet flushes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "103",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The crowd is slowly breaking up. A few people still clust near the TV sets, which are showing replays.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nicky is standing alone near a small set at the back on t room. His clothing torn and stained. One shoe and pants l dripping wet. A bruise on his forehead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He is watching a replay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wilson hits the ball. It bounces twice, then goes under Buckner's glove. Knight scores from the third with the winning run. A 6-5 victory for the Mets.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The main light in the tavern goes out. The TV sets keep replaying Buckner's error. Regular speed, slow motion, co black and white.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nicky stands in the darkness, brooding.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "104 The condemned building where Steven Schwimmer lives. The street is deserted.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "105",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Steven and Laurel on the sofa. He is unbuttoning her blou",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Two sources of light. A candle on the coffee table. The s TV set on the counter -- showing a newscast, with sound turned off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why won't you tell me your name?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's only our first date.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Steven undoes the last button.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm willing to tell you my name.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Names are incredibly intimate. We barely know each other. Trust me on this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She decides she will trust him. They kiss softly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You have to tell me what you thought of the play.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "First you tell me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Brilliantly moving.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She begins to remove his jacket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What else?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Packs an emotional wallop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What else?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A flat-out hit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Together they get his jacket off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you majoring in theater criticism.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laurel sees the shoulder holster and gun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Criminology.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They kiss passionately.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If you're wondering about the firearm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This building is not secure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They are all over the sofa, working on the removal of Steven's shirt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "106 Nicky makes his way past the debris. The front door is go the inner door smashed and battered -- door knobs gone an locking mechanism ripped out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He starts up the stairs past a dead or sleeping body.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "107 On the sofa, Laurel is straddling Steven, whose shirt is almost completely off, exposing his bulletproof vest. Lau is blouseless and barefoot, with her unzipped skirt still and her bra dangling from one shoulder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I have this thing where I have to know a person is being honest with me before, you know, I can feel completely free to be myself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're strangers in the night. The last thing we want is honesty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do we want?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mystery. Deception.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Deception isn't something I personally consider sexy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's sexy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Knowing who a person is. Down deep.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Even if the truth about a person is sad or depressing or shocking?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You won't even tell me your name. What's shocking about a name?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Steven maneuvers himself into a sitting position so that and Laurel face each other at equal height and at close quarters. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Even if the truth requires a certain adjustment?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Steven begins removing the cosmetic putty around his naturally shallow chin. He uses Laurel's hair clip to scr his jaw clean. Then he peels off his fake mustache. And borrows Laurel's dangling bra cup to wipe the bronzing ag off his face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "108 Nicky stands with his back to Steven's door. His gun is o He holds it up near his face, muzzle pointed up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He looks at the gun as if it had feelings and personality and he speaks to it as to a sympathetic friend.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I used to go to the movies all the time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NICKY(cont'd) I saw a hundred situations like this. A man and a gun -- and a locked door. Lee Marvin or Steve McQueen. And I used to say to Lillian because we went to a hundred movies that we saw together or that I saw because she had seen them, and I'd say, `Watch him kick in the door with one kick,' And it might be Steve McQueen or Jeff Chandler, holding the gun up like this, and he would turn and kick the door and it would fly open at once, and I would say to Lillian, `How completely phony. Whoever made this movie has no idea how hard it is to kick in an actual door in real life.' I still love Lillian. But it's not easy to kick in a door. I knew they would lose and they lost, so what are we so upset about? They lost tonight, they'll lose tomorrow. It's written on the wind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "1",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "09 Laurel is on her feet, backing away slightly. Steven remo his shoes and stands in his stocking feet, noticeably sho than he'd been earlier.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He begins to unstrap the bulletproof vest, causing Laurel retreat further.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "110",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "These wives named Lillian. I used to say to her, `You don't kick a door once or twice and expect it to open. It's only in the movies a man can kick in a door with such amazing ease. Because a real door requires a tremendous and prolonged pounding before it finally gives way.' He's a great player...how could that ball go through his legs?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nicky turns, steps back and kicks the door. It opens at o",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "111 Steven and Laurel are briefly immobilized by shock as the door comes flying open.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nicky moves toward the candle-lit couple.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laurel realizes who he is and stands by the sofa. She zip her skirt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nicky is trying to understand what he sees, then he gets",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(quiet) Laurel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nicky holds his gun hand aloft, repeating the image of Bi Buckner with the baseball in his glove -- Nicky's hallucination.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then Nicky issues a cry, a sound from the time before hum acquired language. It is the audible anguish of his life, from the fetus onward.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We hear what he is saying in overlapping echoes and we realize he is crying out a name. We recognize the look on face and the formation of syllables on his lips as elemen we'd seen earlier -- on Buckner's face when he shouted something as he made N the \"third out\" of the tenth inning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ste-vennnn Schwim-merrrr!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laurel reacts with horror to the revelation of Steven's identity. She rearranges her bra.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nicky stumbles, drops his gun. It goes off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Steven flees toward the shadows at the back of the loft, hand moving toward the gun in his shoulder holster.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nicky picks up his gun and begins to stalk him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Steven fires twice striking a nearby lamp. The room is da now. Lit only by the blue glow of the TV.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The TV sports roundup, which has been showing football highlights, has switched to baseball -- highlights of the Sox-Mets.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nicky reaches Laurel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NICKY (crying out) This is my daughterrrrr!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Steven is wide-eyed at the news.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "LAUREL I don't think he knew, Daddy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nicky sees the photo of Steven and his cat. He shoots twi blows it away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "LAUREL Daddy, I'm sorry. But he was so beautiful. I trusted him. When I saw what he really looks like --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A voice from shadows:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "STEVEN (OS) Am I really so deeply repugnant?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "LAUREL Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NICKY Go home, Laurel. Tell your mother I will be late.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nicky walks toward Steven's voice, toward the shadows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NICKY You're going to die. You're a dead man. You're dead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He notices Laurel following behind him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NICKY Look. I'm sorry you keep running into dishonest men. But you're only eighteen. We can still turn it around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "LAUREL Except I won't have a father anymore.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NICKY I'll see you all the time. I'll get a place right nearby. One room. No distractions. We'll talk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He shouts into the darkness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NICKY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laurel puts her hand on his shoulder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "LAUREL What will we talk about?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NICKY Everything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nicky sees one of the New York Magazine ads, Steven Schwimmer's face mounted on the cardboard. He fires three times, wiping out Schwimmer's eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "LAUREL Will I believe you when you tell me something?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NICKY There's nothing left for me to lie about.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nicky starts into the darkness only to see Steven emerge the shadows, his gun lowered. Oddly, he seems distracted something on another part of the room. He is looking at t TV set on the counter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nicky watches him approach the kitchen area. He follows, raised.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Steven sits on a stool to watch TV.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nicky approaches warily, his gun aimed at Steven's head, which is blue-lit by the TV screen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NICKY You're dead. I see you on a morgue slab drained of all fluids.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laurel follows at a distance to see what they're so interested in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nicky puts the gun muzzle flush against Steven's temple.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NICKY I see the outline of your body in chalk on this very floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "LAUREL (whispering) Daddy, wait.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Steven is watching slow-motion footage of Bill Buckner missing the slow roller.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "STEVEN Then they lost?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NICKY Why does it matter?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "STEVEN If they lost tonight, they'll lose tomorrow. It's all over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NICKY Why do you care?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "STEVEN They're my team.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NICKY No. They're not your team. They're my team.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nicky cocks the hammer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "STEVEN They're my team, too. I grew up on Boyleston Street. Right by Fenway Park. I went to fifty or sixty games a year. All by myself. I was one of those kids with scabby elbows. I called out to the players. `Look over here. Hi, I'm Steven. My parents are divorced.'",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NICKY I went to college in Boston so I could be near the Red Sox. I took summer classes and the cut them to go to the game. My wife is from Boston. Lillian Ziegler?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "STEVEN The Red Sox were my world. I surrendered my existence to a team that couldn't win the big one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NICKY If you're such a devoted fan, why were you at the play tonight instead of the game? Answer carefully. This is important. You could have gone to the theater last night. There was no game last night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "STEVEN Because I can't bear to watch. When they lose, I die inside. It's like some little person named Steve just crumples up and dies. I wait for the scores. I still die, hearing the scores, but it's over in a second. I can't survive the game pitch by pitch, inning by inning. I've done it too many times. And I can't do it anymore.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nicky lowers the gun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NICKY I was six years old the day Pesky hesitated throwing home and Slaughter scored all the way from first. That's when I knew the Red Sox were my team. Pity and terror.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "STEVEN When I traveled through Asia this summer, I went to tremendous trouble and expense to rent a car with a phone so I could call up Sports Phone in New York and get the scores. I drove through the war in Afghanistan calling Sports Phone like every hour on the hour, for updates.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NICKY What about my play?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "LAUREL Yes. And no more evasive tactics.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "STEVEN It's your best play, Nicky.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "LAUREL See, Daddy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "STEVEN I've seen it twice. I went back tonight to be sure. It's a brave and honest piece of work.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What else?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "STEVEN An artistry and sensitivity you've never shown before.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NICKY And you're not saying that because of the gun in my hand?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "STEVEN You're out of bullets.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nicky points the gun at the palm of his own left hand and pulls the trigger. A click.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "LAUREL See, Daddy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "STEVEN And Peter Redmond helped immensely. These pauses were exquisitely timed. He made us wait and wait. He built a gorgeous tension and suspense.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NICKY We worked very hard on the pauses.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nicky places it on the counter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "STEVEN I called Sports Phone from Lhasa, Tibet. Freezing in my little rented Fiat. Sheep on a hillside. Rocky debris dating back millions and millions of years, from the time the Himalayas thrust up when the plates of India and Asia collided. Red Sox 3, White Sox 2. A moment in the history of the world.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nicky takes Steven's head and moves it tenderly against h chest. When Nicky releases the head, he has Steven's toup in his hand. He looks at it briefly, then hands it to Lau",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "112 A yellow taxi comes speeding past, moving eastward on 48t Street. We see it from various perspectives and elevation It is a large checkered cab, the only thing moving in the night. Steam comes billowing from funnel vents. The taxi catches every light just before it turns red.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "113 Nicky is driving, his face showing intense satisfaction. Laurel sits next to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Driver's name plate ---",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The driver sits in the middle of the rear seat, looking somewhat nervous.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Faster, Daddy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "114 The taxi crosses Park Avenue, speeding past the bronze st of a man hailing a cab.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It approaches First Avenue, where a road divider bisects thoroughfare. Nicky swings into a sharp turns, barely averting contact with the divider, and stops abruptly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Three doors open. On the empty street, Nicky hands the dr a wad of bills. Then he and Laurel step over the divider. puts his arm around her shoulders and they cross the aven to the glass tower where they live.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The sun begins to climb out of the East River.",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_752"
    }
  ]
}