{
  "movie_id": "MOV756",
  "scenes": [
    {
      "time": "DAY",
      "characters": [
        "FIELD",
        "THE GREAT PORTICO",
        "COURTYARD",
        "GANDHI",
        "HIGH",
        "BIRLA HOUSE",
        "DELHI AIRPORT",
        "TRAIN STATION. INTERIOR. DUSK.",
        "TREE",
        "INDIAN ROAD",
        "GOVERNMENT BUILDING",
        "FUNERAL PYRE",
        "RESUME THE POLICE",
        "NEHRU'S PRIVATE CHAMBERS",
        "AGA KHAN'S PALACE",
        "POLICE STATION OFFICE",
        "DHARASANA SALT WORKS",
        "WINDING BUMPY ROAD",
        "THE VICE-REGAL PALACE",
        "ASHRAM STATION",
        "\"Y\" JUNCTION OF TWO COUNTRY ROADS",
        "SQUARE IN CALCUTTA",
        "TWILIGHT",
        "FIELD BY THE ROAD",
        "GANDHI'S ASHRAM",
        "THE BEACH AT DANDI",
        "LORD IRWIN'S OFFICE",
        "BA AND MIRABEHN'S ROOM",
        "THE POLICE STATION",
        "THE ASHRAM",
        "BA'S ROOM",
        "SMALL WAREHOUSE",
        "EXTERIOR",
        "GANDHI'S VISIT TO ENGLAND AND THE ALL-GOVERNMENT CONFEREN",
        "THE GARDEN",
        "GANDHI'S BUNGALOW",
        "THE ROAD TO THE ASHRAM",
        "THE RED FORT",
        "TAHIB'S HOUSE",
        "HINDU/MUSLIM RIOT SEQUENCE",
        "RAJPATH AND VICE-REGAL PALACE",
        "DAY",
        "AN OUTSIDE STAIRCASE",
        "NIGHT",
        "HOSPITAL",
        "TAHIB'S ROOF",
        "WALLED GARDEN IN THE PALACE",
        "THE BAY",
        "ON A BANNERED PLATFORM",
        "CALCUTTA STREET",
        "NEHRU'S OFFICE",
        "A SUCCESSION OF BLACK-AND-WHITE \"NEWSREEL\" SEQUENCES OF",
        "THE CIRCUIT COURT",
        "CHAURI CHAURA",
        "GOVERNMENT COUNCIL ROOM",
        "LATER",
        "WALL BY A BEACH",
        "CALCUTTA",
        "THE PATH TO THE ASHRAM",
        "CONNECTING STREET",
        "WALL AND YARD",
        "AN INDIAN VILLAGE",
        "JINNAH'S DRAWING ROOM",
        "A SMALL INDIAN STORE",
        "SMALL COURTYARD OF THE PALACE",
        "THE PATH TO GANDHI'S ASHRAM",
        "PRANAMI TEMPLE",
        "DUSTY ROAD",
        "OPEN TERRAIN AND RAILROAD",
        "VICE-REGAL PALACE",
        "GANDHI'S ROOM",
        "THE RIVER",
        "FADE IN"
      ],
      "dialogues": [
        {
          "speaker": "THE VICE-REGAL PALACE",
          "text": "The imposing capitol building of the British Raj in India We establish then cut into",
          "sentiment": "neutral"
        },
        {
          "speaker": "GOVERNMENT COUNCIL ROOM",
          "text": "Featuring the Viceroy, Lord Chelmsford.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You must understand, gentlemen, that  His Majesty's Government -- and the  British people -- repudiate both the  massacre and the philosophy that  prompted it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chelmsford is pacing along one side of a large conference table. Just in front of this is the \"British\" side -- two generals (a full general and a brigadier), a naval office two senior civil servants, a senior police officer. Acros from them is the \"Indian\" side: Gandhi, Nehru, Patel, Jin Azad. This time Gandhi is in the middle and speaks with t full authority of a leader. The Indian side acknowledges Chelmsford's disclaimer --  coolly, but accepting it. That lifts Chelmsford's hopes a little.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What I would like to do is to come  to some compromise over the new civil  legis --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If you will excuse me, Your  Excellency, it is our view that  matters have gone beyond  \"legislation.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It is spoken with the cold determination of a man still a It stops Chelmsford in mid-pace.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We think it is time you recognized  that you are masters in someone else's  home. (It chills, stiffens;  Gandhi proceeds only  an iota softer) Despite the best intentions of the  best of you, you must, in the nature  of things, humiliate us to control  us. General Dyer is but an extreme  example of the principle. It is time  you left.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The British are stunned almost to speechlessness -- the  audacity, the impossibility of it -- and from Gandhi of a people. The senior civil servant, Kinnoch, is the first t recover.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "With respect, Mr. Gandhi, without  British administration, this country  would be reduced to chaos.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(patient, ironic) Mr. Kinnoch, I beg you to accept  that there is no people on earth who  would not prefer their own bad  government to the \"good\" government  of an alien power.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(indignantly, choked) My dear sir -- India is British!  We're hardly an alien power!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gandhi and the others just look at him. Chelmsford is realist enough to recognize that a faux pas has been made, and he strives to get the meeting back on course he intends.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Even if His Majesty could waive all  other considerations, he has a duty  to the millions of his Muslim subjects  who are a minority in this realm.  And experience has taught that his  troops and his administration are  essential in order to keep the peace.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He has deliberately if delicately caught the eye of both  Jinnah and Maulana Azad during this. Gandhi knows the tro this can cause and he answers more for those on his side  than the Viceroy's.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All nations contain religious  minorities. Like other countries,  ours will have its problems. (Flat, irrevocable) But they will be ours -- not yours.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Its finality is such that for a moment there is no respon at all, but then the General smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And how do you propose to make them  yours? You don't think we're just  going to walk out of India.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "His smile flitters cynically on the mouths of the others his side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes... in the end you will walk out.  Because one hundred thousand  Englishmen simply cannot control  three hundred fifty million Indians  if the Indians refuse to co-operate.  And that is what we intend to achieve --  peaceful, non-violent, non-co- operation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He looks at them all, then up at Lord Chelmsford behind t",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Until you yourself see the wisdom of  leaving... your Excellency.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LATER",
          "text": "Close shot -- a crystal decanter. The top is lifted, whis pours. The camera pulls back. We are still in the Council Room, time has passed. The Indian delegation has gone, and the  British are relaxing as a servant pours.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(mocking his exchange  with Gandhi) \"You don't just expect us to walk  out?\" \"Yes.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And they all laugh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Extraordinary little man! \"Nonviolent,  non-co-operation\" -- for a moment I  almost thought they were actually  going to do something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There are some smiles, but not all of them are quite so  amused.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(thoughtfully) Yes -- but it would be wise to be  very cautious for a time. The Anti- Terrorist Act will remain on the  statutes, but on no account is Gandhi  to be arrested. Whatever mischief he  causes, I have no intention of making  a martyr of him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It is an instruction they all find correct.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIELD",
          "text": "A roar of approval from a huge crowd. We are featuring tw British soldiers, their faces partially lit by a flickeri torch light that reveals their tense wariness. Another angle. And we can see its cause. A huge crowd is  gathered around a platform -- torches sprinkled through i and their mood is confident, belligerent. As their defian roar carries through the night air we see that Gandhi sit cross-legged on the platform. Nehru is with him. Patel, n for the first time in an Indian tunic, and Azad, also in Indian tunic. Desai, Gandhi's new male secretary, is with them. But it is Ba who is speaking at the microphone, who has brought the shout of defiance from the crowd.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(simple, direct) ...but now something worse is  happening. When Gandhiji and I were  growing up, women wove their own  cloth. But now there are millions  who have no work because those who  can buy all they need from England.  I say with Gandhiji, there is no  beauty in the finest cloth if it  makes hunger and unhappiness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It is the end of her speech and she makes the pranam and  turns away. There is applause and noise, but Ba does not  acknowledge it; she simply sits cross-legged behind Gandh who is talking with Patel and Nehru. At last he rises, an the noise and applause increase to something like chaos. In close shot we see other British soldiers watching on t perimeter of the crowd and they are now made even more wa by the enthusiasm of this greeting. Gandhi fiddles with h glasses, preoccupied; finally he looks out over the crowd and holds up a hand -- almost lazily -- and gradually, bu quite definitely, the crowd stills.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My message tonight is the message I  have given to your brothers  everywhere. To gain independence we  must prove worthy of it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We intercut with the crowd, listening raptly. Gandhi hold up one finger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There must be Hindu-Muslim unity --  always. (A second finger.) Secondly, no Indian must be treated  as the English treat us so we must  remove untouchability from our lives,  and from our hearts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Neither of these goals is easy, and the audience reaction shows it. Now Gandhi raises a third finger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Third -- we must defy the British.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And the crowd breaks into stamping and applause. Gandhi l it run for a time, then stills it with the one small gest as before.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not with violence that will inflame  their will, but with firmness that  will open their eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This has sobered the audience somewhat. Now he looks out  across them as though seeking something. Then",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "English factories make the cloth --  that makes our poverty. (A reaction.) All those who wish to make the English  see, bring me the cloth from  Manchester and Leeds that you wear  tonight, and we will light a fire  that will be seen in Delhi -- and  London!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There is an excited stir; he silences it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And if, like me, you are left with  only one piece of homespun -- wear  it with dignity!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Close shot -- the ground. As suitcoats, shirts, vests,  trousers, are flung into a pile. Featuring the two British soldiers -- later -- on the edg of the crowd, staring off, their faces now brightly lit b darting flames. Their point of view. A huge triangular pile burns before platform, an excited half-naked crowd swirling in the sha around it. Resume the two British soldiers. They look at  each other with a kind of fear a rampant crowd can excite those who must hold it...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASHRAM STATION",
          "text": "The small train station near the ashram. Kallenbach stand by a new (early 1920s) Ford touring car, watching as a tr pulls into the station. As people start to jump off the train he moves forward. Featuring Patel, getting out of a compartment marked \"Sec Class.\" He lugs a bedroll and a bag. Despite the Indian t he now wears he cannot help but look and act like the  incisive, patrician lawyer he is under the skin. As he mo through the crowded platform.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Excuse me -- just let me get out of  your way, please. (Someone reaches for  his bedroll and bag.) No, thank you, I'll manage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He looks up; it is Kallenbach who is the insistent \"helpe",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(joyous -- it's been  a long time) Ah, Herman! (Of the bags) No, no -- don't destroy my good  intentions. I'm feeling guilty about  traveling Second Class.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kallenbach is smiling too. He reaches for the bags again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I do it as a friend -- and admirer --  not a servant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ah, in that case!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And grandly, he relinquishes the bags and looks back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maulana is made of sterner stuff.  Our trains met in Bombay, but he's  back there in that lot somewhere.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Their point of view. In the chaos of the Third Class we s Maulana Azad coming out of a section of the coach. He is  carrying a baby wrapped in rags. The child's mother with little ones hanging on her has followed him out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There he is -- out Gandhi-ing Gandhi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Azad hands the woman the baby and she obviously thanks hi He makes a little salaam to her and moves through the  confusion of the platform toward the camera. Resume Patel and Kallenbach.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(shaking his head at  it all) When I think what our \"beloved  Mahatma\" asks, I don't know how he  ever got such a hold over us. Is he  back?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes. Now that things are moving he's  going to write and only take part  when it's necessary.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Azad approaches them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Patel) It was a Hindu child and it tried to  wet on me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He and Kallenbach clasp with their free hands, both grinn",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Of course. A Muslim beef eater --  I'm only surprised he missed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He was a she.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ah, that explains it. (He grins.) Well, do I carry your luggage as  penance or --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There's another passenger -- a Miss  Slade. (He turns  automatically, as  Patel and Azad do,  toward the First  Class section.) She's the daughter of an English  admiral. (Patel and Azad look  back at him in quick  surprise. Kallenbach  smiles.) She's been corresponding with him  for a year.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And the camera pans with their glances at they look back  with real interest toward the First Class coach. Porters are unloading the baggage of two or three passeng here and helping some others (English and Indian) to boar In the foreground we see a tall Indian woman in a red sar Farther along there is a large stack of luggage being add to by a porter. An English woman is hovering about it. Sh is well dressed, but rather dreary and unprepossessing, a the camera zooms in toward her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And what does the daughter of an  English admiral propose to do in an  ashram -- sink us?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(quietly -- his manner) From the looks of the luggage, yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Patel grins. Like most witty men, he loves wit in others.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She wants to make her home with us --  and Gandhiji has agreed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Patel groans. They turn back to the train and just as the do, the tall Indian woman in the red sari tips a porter,  taking one small bag from him and turns: Mirabehn (Madele Slade) is tall, quite pretty and extremely English despit the sari. The minute she turns, she stops on seeing the n startled Kallenbach.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You'd be Mr. Kallenbach.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kallenbach recovers sufficiently to --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...And you would be Miss Slade.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(proudly) I prefer the name Gandhiji has given  me -- Mirabehn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The word means \"daughter.\" Patel and Azad stare at each o in something like bafflement.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE ROAD TO THE ASHRAM",
          "text": "An ox labors along in harness. We follow him for a moment then move along the traces of the harness to the Ford tou car that it is pulling. In the car Kallenbach and Mirabeh sit in the front seat, Patel and Azad in the back. Closer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(of the car) It was a gift and it only worked a  few weeks, but when Gandhi came home  he struck on this idea. He calls it  his ox-Ford. Comfortable -- and yet  more our pace.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He does what little steering is necessary and Mirabehn sm at it all, finding everything delightful. She peers ahead the direction of the distant ashram.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Might Mr. Nehru be there too?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(glibly) The irresponsible young Nehru is in  prison -- again. Though there is a  rumor that under pressure from your  country, they will let him out --  again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mirabehn has turned to look at him. She has the same  sophomoric eagerness and intensity as the young Gandhi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You can't know how closely we follow  your struggle -- (to Patel personally) how many in England admired what you  did in Bardoli. It must have taken  enormous courage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, in this country one must decide  if one is more afraid of the  government or Gandhi. (Of Azad, Kallenbach  and himself) For us, it's Gandhi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mirabehn is enthralled by the wit, the modesty that under the words. She faces Kallenbach.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(a note of wonder) And you're German...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And do you feel Indian?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She thinks she does, and that he would want to.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It surprises, but it doesn't deflate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But you've been with him so long --  why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kallenbach, whose size and stillness carry the aura of so great piece of primitive sculpture -- solid, true,  disturbingly profound -- searches inside himself for the  answer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...I'd come to believe I would never  meet a truly honest man. And then I  met one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It is so profoundly simple and deeply felt that it obviou touches the deeply emotional Mirabehn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GANDHI'S BUNGALOW",
          "text": "Ba has a spinning wheel on the small porch and Gandhi is  sitting next to her with another. He is trying to imitate her action -- which is fast and dexterous -- and he gets a terrible jumble. Ba watches, laughing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stop -- stop...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She leans across and tries to extricate his fingers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "God gave you ten thumbs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(morosely) Eleven.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And Ba laughs again and Gandhi smiles, tapping her with  playful reproval on the top of her bent head. There are  footsteps and Gandhi looks up. Patel stands in the doorwa Gandhi's face changes to something like elation. A beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sardar...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It means \"leader\" and it is the name the peasants have gi Patel. Gandhi uses it with an intonation of novelty and  respect. He stands and crosses to Patel, clutching him  emotionally, and it brings a bit of emotion from the  sophisticated Patel. Gandhi holds him back to look at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What you've done is a miracle. You  have made all India proud.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Patel gets hold of himself, and affects his usual glib  cynicism.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It must have been the only Non-violent  campaign ever led by a man who wanted  to kill everybody every day.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(laughs) Not true! (He means himself.) The secret is mastering the urge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He smiles again, then, his arm still around Patel's shoul he turns to greet the others. Azad looks at him, then  facetiously, as though to put down Patel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He came Second Class.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gandhi laughs again, squeezing Patel's shoulder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, we can't expect miracles all  the time. (Then to Azad, more  soberly) Your news I understand is not so  good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Azad shakes his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gandhi reaches forward and touches his hand, and he sees  Mirabehn on the porch. For a moment their eyes meet and t Mirabehn moves forward quickly and takes his hand, kissin it, tears running down her cheek. Gandhi touches the top her head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come, come -- you will be my  daughter...",
          "sentiment": "neutral"
        },
        {
          "speaker": "LATER",
          "text": "The camera is on a row of sandals by the door -- Patel's, Azad's, Desai's, Gandhi's. It pans to the room. Gandhi si facing Patel and Azad, Desai in the background, making no of the discussion. Gandhi is carding fiber to thread as t talk. Mirabehn, seated like the others, is almost in the  circle, sitting near Ba, and listening like her. Ba's spi never stops.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...but then some rioting broke out  between Hindus and Muslims -- violent,  terrible...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gandhi looks up at Azad, Azad shakes his head solemnly",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Whether it was provoked... (he shrugs, a hint of  suspicion) But it gave them an excuse to impose  martial law throughout Bengal. (He looks at Gandhi,  shaking his head  grimly.) Some of the things the military have  done...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But he does not go on. It has a terrible sobriety.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is the campaign weakening?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Azad shakes his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The marches and protests are bigger  if anything but with the censorship  here (a nod toward Mirabehn) they know more in England than we  do, and it saps the courage to think  you may be suffering alone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gandhi reaches out and touches his hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They are not alone. And martial law  only shows how desperate the British  are.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He holds Azad's eyes, giving strength. Then he turns to  Mirabehn, made more aware of her by Azad's reference. For moment he looks at her sari.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is that homespun? Or cotton from  Leeds?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The tone suggests he thinks it is homespun. Mirabehn nods little choked that his attention is turned to her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I -- I sent for it, from here. I  dyed it myself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gandhi smiles approvingly. Then a shadow --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do the workers in England make  of what we're doing? It must have  produced hardship.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mirabehn beams.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It has. But you'd be surprised. They  understand -- they really do. It's  not the workers you have to worry  about.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good. (A glance toward Ba.) Ba will have to teach you to spin  too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I would rather march.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "First spin. Let the others march for  a time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mirabehn nods and looks resignedly at Ba. Ba is spinning. She smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "First lesson: To march, wear shoes,  to spin, do not.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mirabehn looks down at the shoes on her feet -- and then the others and their bare feet -- and she looks up in  grinning, self-conscious embarrassment. Ba smiles at her  affectionately.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll teach you all our foolishness,  and you must teach me yours.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mirabehn looks at her, accepting the warmth behind the  teasing. It is the beginning of an enduring friendship.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHAURI CHAURA",
          "text": "A small town. Featuring the faces of six Indian police  constables as a torch light parade passes them. There are enough of them in their group to be watching the marchers with a challenging disdain. The marchers are men in loin- clothes and tunics; they brandish torn and ripped English cloth and shout in unison.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Home Rule! Long live Gandhi! Buy  Indian! Long live Gandhi!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We have cut to the parade -- and it is the tail end, goin around a corner ahead. Some of the marchers wave their cl tauntingly at the police. One policeman suddenly steps ou and grabs at a piece of cloth waved at him. He pulls it  viciously from the marcher.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll stuff your damn mouth with it!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He chases the marcher and boots him with his foot. Anothe marcher runs at the policeman, swinging at him with his p of cloth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Leave him alone -- he wasn't harming  you!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Another angle -- sudden. He is whacked across the face wi a billy club and falls, clutching his face and spouting b from his nose. Another angle. The police are now all attacking, swinging clubs and kicking at the tail-enders of the march. And th tail-enders begin to scream",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Help! Help us! as they try to scramble  away from the attack. Out of shot we  can still hear the disappearing chant:  \"Home Rule! Long live Gandhi!\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONNECTING STREET",
          "text": "The parade is on this street. A tail-ender, blood streami down his face, runs around the corner. lose shot -- the t ender. As he stops",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(screaming) Help! Help us!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Another angle. Some of the marchers turn at the shout.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RESUME THE POLICE",
          "text": "A few of the tail-enders watching, some running clear of police, some being beaten. Two police have a man on the ground. One policeman looks",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Their point of view. The corner where the parade has  disappeared. It is now packed with more marchers, more  flooding in from behind. We see the whole street, the marchers massed near the cor spread out, staring at the police, who are now frozen in  their mayhem, staring off at the marchers. For a second, utter silence. And then the police begin to back away from their victims The marchers start to move forward. The police draw their guns, and the marchers suddenly run at them, a guttural r as though they were one single wild beast. Featuring the police. They start to run, some turning to  fire at the pursuing crowd, then running on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE POLICE STATION",
          "text": "A small building for this small town. A policeman on duty holds the door and the fleeing police, first one, then tw more, then the last three, run into the building. The crowd surges around it, smashing windows, hurling sto Close shot. English cloth shirts pushed together and igni Second close shot. Trousers, already aflame, being hurled through a broken window. All around, the noise of the ang surging crowd, stones raining on the building. Shouts: \"O Out!\" Later. A corner of the building engulfed in flames. The c pulls back and we see the whole building swept with fire. The heat of it keeps the crowd back but they are still  shouting \"Out -- Out! -- Out\" -- and a sudden cheer. At the door of the flaming building. One policeman appear his face blackened with soot, his hands up over his head. Another appears in the smoke behind him, and they start t come out -- not only the original six but the five or six others who were in the building -- rushing suddenly from heat of the fire. Close shot -- the crowd. We are close on the body of the  first policeman as he runs into the crowd and on the inst we see a sword slash at his arm. Another angle. The crowd massed around the fallen figure, flash of the sword going up over the heads -- a breathles pause -- and it comes down again... savagely. Later. The flames of the crumbled building. The crowd has gone and we only hear the roar of the flames. The camera  pans across the flames, and we see a skull, charred flesh still clinging to it, the eyes black holes, the teeth bar as it burns in the fire.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JINNAH'S DRAWING ROOM",
          "text": "Close shot -- Gandhi. His face drawn, stunned, as he star emptily at the floor. He is sitting on the carpet in the  center of the room. A moment of silence and then we begin hear the tick of a clock, the sounds of others moving in room, and finally",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's one bit of news they haven't  censored.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Another angle. Patel leans with one arm on a table, his m as devastated as Gandhi's; he is looking at an Indian pap on the table by his hand. A moment then",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, it's all over the world... (ironically) India's \"non-violence.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He has been standing, looking out of a window. He turns, tosses a newspaper on a desk. It is a New York Times and just glimpse the picture of the severed head lying in the smoldering ashes. And now we see Nehru and Azad in the background too. And  Desai. Jinnah as usual in a finely cut European suit, the others are dressed in tunics of homespun as they will be the end.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(bleakly) What can we do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(sepulchrally) We must end the campaign.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They turn to him -- a sense of surprise, but they don't r believe he means the statement.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "After what they did at the massacre --  it's only an eye for an eye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(he hasn't moved; the  same tone) An eye for an eye only ends up making  the whole world blind. (Now he looks up at  them.) We must stop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(a baffled smile) Gandhiji -- do you know the sacrifices  people have made?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He looks at him. Gandhi doesn't move. Patel looks up  hopelessly at Jinnah. Azad keeps his eyes fixed on Gandhi sensing, fearing what is going to happen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We would never get the same commitment  again -- ever.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He looks at Gandhi with a mounting sense of annoyance. Gandhi is listening, but still withdrawn into himself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If we obtain our freedom by murder  and bloodshed I want no part of it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(pleading) It was one incident.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(quietly) Tell that to the families of the  policemen who died.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jinnah turns away in anger. Patel sighs. Nehru feels help but he continues to try.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bapu -- the whole nation is marching.  They wouldn't stop, even if we asked  them to.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gandhi stares into nothing -- mulling that. Finally",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I will ask. And I will fast as penance  for my part in arousing such emotions --  and I will not stop until they stop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nehru stares at him -- surprised. Azad is not.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(disgustedly) God! You can be sure the British  won't censor that! They'll put it on  every street corner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gandhi does not react. And Nehru ignores the thought too, because like Azad his mind is already on the real danger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But -- but Gandhiji people are  aroused... they won't stop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gandhi looks up at him -- a resigned fatalism.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If I die, perhaps they will...",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE ASHRAM",
          "text": "Mirabehn walks across the grounds toward Gandhi's bungalo She carries a small tray with a pitcher and a glass. We s a few people working in the background, and a mass of peo camped near the entrance, some sprawled, some sitting, so standing -- all waiting. The steps of Gandhi's bungalow. A doctor in a white tunic sits on the porch, reading. On a small table beside him w stethoscope and the equipment to measure blood pressure. looks up at Mirabehn as she mounts the steps, and nods.  Mirabehn reaches the doorway and is suddenly brought up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TWILIGHT",
          "text": "In the shadows, Ba sits by Gandhi's mat bed. She is holdi him as he heaves in a spasm of dry retching, his face to wall. When he is finished, he lies almost limp in her arm and she gently lowers him to the mat. She strokes his hea Mirabehn stiffens herself. She is not yet devotee and nur She removes her sandals and walks across the room. Ba looks up at her. She glances at the jug and glass, the nods. She turns to Gandhi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(softly) I must get ready for evening prayers.  Mirabehn is here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She strokes his sweating head again, touches his shoulder and gets up. For a moment the two women hold each other's gaze, then Ba smiles weakly, and leans her head into the  taller Mirabehn's shoulder. With her free hand Mirabehn  touches Ba's head. Then Ba straightens, and leaves withou looking back. Mirabehn bends and sits by Gandhi's side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've brought your drinking water.  May I turn you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gandhi struggles to turn, and Mirabehn helps him. When he turns we see that his face is wet with sweat from the dry heaving and his hands and arms are quivering and he canno stop them. She looks at him nervously, then pours a glass from the pitcher.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There is a little lemon juice in it.  That is all.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She turns back, and propping up his head, helps him to si",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Herman has gone to meet Pandit Nehru --  there was a telegram. Almost  everywhere it has stopped.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gandhi swallows with difficulty. He pauses, letting his h fall back and she lowers it down to the mat again. He tri to smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "When it is everywhere, then my prayers  will be answered.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mirabehn looks daunted by his intractability.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do you find me stubborn?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(her own honesty) I don't know... I know you are right.  I don't know that this is right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gandhi signals her down to him. She bends so she is looki at the floor and he is speaking almost into her ear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(hoarse, strained) When I despair, I remember that all  through history the way of truth and  love has always won.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We intercut their faces, very close, as he speaks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There have been tyrants and murderers,  and for a time they can seem  invincible. But in the end they always  fall. Think of it -- always... When  you are in doubt that that is God's  way, the way the world is meant to  be... think of that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "During the very last of it Mirabehn has turned her face t him, touched with emotion.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(the paternal smile) And then -- try to do it His way. (A tear runs down  Mirabehn's face. She  touches his shoulder.  Gandhi just leans  his head back in  exhaustion.) And now -- could I have another feast  of lemon juice?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mirabehn straightens up, smiling, wiping the tear from he cheek with mock discipline. She starts to pour water from the pitcher into the glass again, then she turns suddenly her attention caught. Her point of view. The doorway. Nehru stands in it. Kalle and Desai are a step or two behind him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Panditji -- come in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She stands, moving back from Gandhi. Nehru crosses and kneels in Mirabehn's place. Gandhi look up at him and his eyes light. He moves his shaking hand o and Nehru clasps it. A moment of personal feeling between them, then",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jinnah, Patel, all of Congress has  called for the end of non-co- operation. There's not been one  demonstration. All over India people  are praying that you will end the  fast. They're walking in the streets,  offering garlands to the police --  and to British soldiers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It is a victory. Gandhi's face cracks into a tearful grin",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(croaked) Perhaps -- perhaps I have overdone  it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And Nehru chokes with emotion and laughter at the same ti He buries his head on Gandhi's hand, clutching it to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE ASHRAM",
          "text": "Bright sunshine. A little boy is pulling a goat by a teth He turns with a bright smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good morning, Bapu!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Reverse angle. Gandhi is walking, holding Ba's shoulder f support with one hand, and Mirabehn's with the other. It some days later.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good morning. (Of the goat) Don't let her go. If she bumps me I  am done for.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The boy grins at Gandhi's feigned alarm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't worry. I milk her every day,  she's not --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The sound of a motor disturbs them. Gandhi turns. His point of view. Coming into the entrance, along the bu path are two police cars (early 1920s Morris). They have stop because they are impeded by Gandhi's ox-Ford. Four Indian policeman hop quickly out of the second car. British police superintendent, and his British deputy get more decorously out of the first. Another angle. Gandhi has turned with his two props, Ba a Mirabehn. The police are approaching him. Kallenbach is  running from the fields. Nehru is hurrying from another  building carrying sheaves of page proofs. Other ashramite converge from the fields and buildings. The British police superintendent (who is Scottish) stops before Gandhi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(a beat) Sedition.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(it is too absurd) You can't be serious! This man has  just stopped a revolution!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(uncomfortably; he  knows) That's as may be. I only know what I  am charged to perform.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nehru stares at him and the policemen with growing  incredulity.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't believe it -- even the British  can't be that stupid!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Panditji -- please, help me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It stops Nehru. He looks at Gandhi and sighs in unmastere frustration, but he moves to Gandhi's side. Gandhi turns Mirabehn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You must help Herman -- and Ba. (He releases her, and  says more loudly to  the others) I have been on many trips -- it is  just another trip.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He smiles at them, then slips his free hand on Nehru's  shoulder and he turns to the superintendent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I am at your command.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Featuring Gandhi, Ba and Nehru, as they walk to the car b the somewhat surprised superintendent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Nehru) If there is one protest -- one riot --  a disgrace of any kind, I will fast  again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He looks at Nehru firmly. Nehru knows him well enough now not to argue -- even at this, though his face shows the  struggle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(and now he smiles --  Gandhi to Nehru,  special) I know India is not ready for my  kind of independence. If I am sent  to jail, perhaps that is the best  protest our country can make at this  time. And if it helps India, I have  never refused to take His Majesty's  hospitality.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He laughs and Nehru struggles to join in the joke.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE CIRCUIT COURT",
          "text": "A quiet hum in a packed courtroom. Armed sepoys line the  wall. Featuring Judge Broomfield and the clerk. The Judge is  flipping through documents on the case, a troubled frown his face. At last, he shuts the folder and nods to the cl The clerk turns and says in a moderately loud voice --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Call the prisoner to the bar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The sergeant-at-arms turns and moves to the door at the s of the bench. The courtroom immediately falls silent. The sergeant-at-arms opens the door -- a moment -- and Gandhi enters slowly. He has recovered a bit more, but he still  moves slowly. Featuring Judge Broomfield. As Gandhi enters, he lowers h glasses, places them on his desk, and rises, facing Gandh Featuring two English court reporters. One nudges the oth in astonishment, signaling off toward the judge. Their point of view. The clerk, confused as well as  astonished, see the judge standing, facing Gandhi in resp and dutifully, he too stands. Resume the reporters. A disbelieving exchange of glances, the sound of others standing around them. They glance bac Full shot -- the courtroom. The whole court rises, the  astounded reporters the last of all. Featuring Gandhi. He takes the prisoner's stand. He looks around, a little surprised, a little affected by the  demonstration. He looks up at the judge. For a minute the eyes meet, the judge makes a little bow to Gandhi. Gandhi reciprocates... and the judge sits down. Featuring the reporters shrugging incredulously to each o as they sit once more. Later. The Advocate General is speaking from a folded jou",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...\"Non-co-operation has one aim:  the overthrow of the Government.  Sedition must become our creed. We  must give no quarter, nor can we  expect any.\" (He looks up at Gandhi.) Signed M. K. Gandhi, in your journal  Young India, dated twenty-second  March of this year. Do you deny  writing it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not at all. (To the judge) And I will save the Court's time,  M'Lord, by stating under oath that  to this day I believe non-co-operation  with evil is a duty. And that British  rule of India is evil.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There is a little shock of reaction around the courtroom. The Advocate General smiles with a brittle disdain, then turns to the judge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Prosecution rests, M'Lord.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The judge nods. He turns, glancing at the empty table for defense counsel, and then to Gandhi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I take it you will conduct your own  defense, Mr. Gandhi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I have no defense, My Lord. I am  guilty as charged. (Then testingly) And if you truly believe in the system  of law you administer in my country,  you must inflict on me the severest  penalty possible.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It is almost a cruel challenge to the obviously humane  Broomfield. The reporters scribble, watching the Judge even as they w because the mere doubt in the Judge's face reflects on th whole position of the British to India. Featuring Judge Broomfield. He lowers his glasses soberly staring at them for a moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It is impossible for me to ignore  that you are in a different category  from any person I have ever tried,  or am likely to try.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He looks up at Gandhi and his own respect for him is almo poignantly manifest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(a long beat) It is nevertheless my duty to sentence  you -- to six years' imprisonment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A stunned intake of breath from the whole courtroom, then absolute silence the clerk scribbles the sentence in his  notebook. A pause. The Judge lowers his eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(a personal statement,  not a real hope) If however His Majesty's Government  could -- at some later date -- see  fit to reduce that term, no one would  be better pleased than I.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He folds, and refolds his glasses and then without lookin at anyone he rises. The court rises and he walks stiffly his chambers. Featuring Gandhi. He stands, staring at Broomfield, and n it is his face that shows the respect.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INDIAN ROAD",
          "text": "Long shot. From far above the hills we see a car travelin along the road. Its style tells us some years have passed Featuring Walker -- close. The reporter from the New York Times, whom we first saw as a younger man in South Africa He is in an open car, turning back to look at something, face intrigued by what he sees.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(English accent) Yes, I'm sure that's exactly what  they hoped. Put him in prison a few  years and with luck he'd be forgotten.  And maybe they'd even subdue him...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We see from Walker's point of view an Indian woman walkin along the road, leading a tall camel that carries sacks o produce. Two young girls in ragged saris walk with her, a a boy of eight leads a smaller camel behind them. They ar staring off at the car. Resume Walker. He swings back around, fascinated with wha he is seeing of India. The car is an early 1930s Morris M",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, he certainly wasn't forgotten!  And as soon as he got out he was  back tramping the country, preaching  non-violence and demanding a free  India. Everybody knows another  showdown's coming -- but when, and  over what --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He shrugs, \"Nobody knows\"...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, I read you account of that  crowd in Calcutta and that he was  twisting the Lion's tail again...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Collins has suddenly slowed the car, then swerves around pair of elephants hauling logs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(falteringly) ...and I knew something had to give.  And I was determined to be here when  it did.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How does a reporter in Central America  learn that Gandhi was born in  Porbandar anyway?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, I've been a Gandhi buff for a  long time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Collins glances at him in surprise as he steers the car a another procession of camels heading toward the port.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He certainly makes good copy. (A laugh.) The other day Winston Churchill called  him \"that half-naked Indian fakir.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Walker smiles too, but it soon passes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I met him once.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Collins looks at him in real surprise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You mean Gandhi?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(nods) Back in South Africa... (reflectively) long time ago.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What was he like?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lots of hair... and a little like a  college freshman -- trying to figure  everything out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, he must've found some of the  answers...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He honks as he goes around a wooden-wheeled cart.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRANAMI TEMPLE",
          "text": "Simple. Austere. Filtered light. Featuring Gandhi -- clos He is looking straight ahead. Reverse angle. Across the emptiness of the temple, Ba fac him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(a step forward) \"In every worthy wish of yours, I  shall be your helpmate.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Another angle featuring Walker and Collins, who are sitti alone, in the cool shadows of the temple, watching with  fascination as Gandhi and Ba repeat their marriage ceremo for them, Walker jotting notes occasionally, but his eyes always glued to Gandhi and Ba, who are in part lost in  memories and echoes of a significance only they can know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(a step) \"Take a fourth step, that we may be  ever full of joy.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wide shot. Showing the two of them before the altar of th temple, moving closer to each other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(a step) \"I will ever live devoted to you,  speaking words of love and praying  for your happiness.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Close shot -- Gandhi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"Take a fifth step, that we may serve  the people.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"I will follow close behind you and  help to serve the people.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Featuring Walker, now too entranced by the ceremony, by t depth of layered emotions in Gandhi and Ba's voices and e to take any notes...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"Take a sixth step, that we may follow  our vows in life.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"I will follow you in all our vows  and duties.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ba and Gandhi. Near to meeting now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(a last step) \"Take the seventh step, that we may  ever live as friends.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ba takes the last step, so that they are face to face. A  beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"You are my best friend... my highest  guru, and my sovereign lord.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "For a moment their eyes hold -- the many dreams, and hope and pain -- the love of many years. Walker watches, his own face taut with emotion. Resume Gandhi and Ba. And Gandhi slowly lifts his hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then I put a sweetened wheat cake in  her mouth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He touches Ba's lips with his extended fingers and she ki them gently.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And I put a sweetened wheat cake in  his mouth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She has lifted her fingers to his mouth and he kisses the gently. Featuring Walker and Collins both touched, the overtly cy American obviously even more than the likeable Englishman Gandhi turns to them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And with that we were pronounced man  and wife. (Solemnly) We were both thirteen...",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE BAY",
          "text": "A tiny, beautiful city rising steeply out of the Arabian with tall, thick-walled buildings, half-fortresses, half- homes, their white walls tinted amber and gold now by the early light of the sun. Featuring Gandhi, sitting on a promontory watching the su in solemn meditation... He becomes aware of the sound of  footsteps and he turns to see Walker approaching, a littl knapsack over his shoulder. Gandhi smiles. Walker comes t his side, looking out over the bay and city, truly impres",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's beautiful.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Even as a boy I thought so.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Walker looks down at him. Gandhi scowls up in the early l",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Trying to keep track of you is making  me change all my sleeping habits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gandhi smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And you've come all this way because  you think something is going to  happen?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hm. (Then weightedly) Is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Perhaps. I've come here to think  about it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They both watch the waves beat on the shore a moment, the changing hues of the sunrise on the whites of Porbandar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(musing) Do you remember much of South Africa?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A great deal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've traveled so far -- and thought  so much. (He smiles in self- mockery, and turns  toward the city.) As you can see, my city was a sea  city -- always filled with Hindus  and Muslims and Sikhs and Jews and  Persians. (He looks at Walker.) The temple where you were yesterday  is of my family's sect, the Pranami.  It was Hindu of course but the priests  used to read from the Muslim Koran  and the Hindu Gita, moving from one  to the other as though it mattered  not at all which book was read as  long as God was worshipped.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He looks out to sea, and we intercut his face with Walker the sea, and the town itself as the sun turns it white.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "When I was a boy I used to sing a  song in that temple: \"A true disciple  knows another's woes as his own. He  bows to all and despises none...  Earthly possessions hold him not.\"  Like all boys I said the words, not  thinking of what they meant or how  they might be influencing me. (He looks at Walker...  then out to the sea  again, shaking his  head.) I've traveled so far... and all I've  done is come back home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Walker studies him as this profound man reaches, in his m years, a profound insight. Featuring Gandhi staring out to sea, his mind locked in  reflection, and suddenly his head lifts, his eyes become  alert, he is caught by some excitement which he weighs fo moment, then he stands, his manner suddenly tingling with optimism. Walker stares at him, then at what Gandhi seems to be loo at. His point of view. The waves lapping the shore below them Walker turns back to Gandhi, puzzled. But there is no  mistaking the sudden glow in Gandhi's face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know what you're going to do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gandhi looks at him, a teasing smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It would have been very uncivil of  me to let you make such a long trip  for nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The grin broadens, and then he starts briskly down the  promontory. Walker scrambles up after him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where are you going?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gulls fly over them, squawking in the growing light. Gand pauses, looking up at the gulls, then back down to the se",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm going back to the ashram (then firmly) and then I'm going to prove to the  new Viceroy that the King's writ no  longer runs in India!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He turns from the sea to Walker, his eyes confident, elat then he continues on down the promontory. Still baffled,  Walker glances at the sea, at him, then hurries after. Full shot. The waves running against the shore...",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORD IRWIN'S OFFICE",
          "text": "Close shot -- the Viceroy, a \"new one,\" Lord Irwin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Salt?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Another angle. He is looking in astonishment at his princ secretary. His ADC, a general, a brigadier, a senior poli officer are with him. Like him they hold the same offices but are a new team.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, sir. He is going to march to  the sea and make salt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Irwin looks at him, still trying to penetrate the signifi of the act. The senior police officer helps.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There is a Royal Monopoly on the  manufacture of salt, sir. It's illegal  to make it or sell it without a  Government license.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Irwin has listened; it's beginning to make a little sense",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All right -- he's breaking the law.  What will he be depriving us of, two  rupees of salt tax?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's not a serious attack on the  revenue, sir. Its primary importance  is symbolic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't patronize me, Charles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The principal secretary blanches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, sir. I -- in this climate, sir,  nothing lives without water -- or  salt. Our absolute control of it is  a control on the pulse of India.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Irwin looks at his ADC, then paces a bit, pondering it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And that's the basis of this  \"Declaration of Independence\"?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, sir. The day he sets off everyone  is supposed to raise the flag of  \"Free India.\" Then he walks some two  hundred and forty miles to the sea  and makes salt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A moment as Irwin considers it, then it is the general wh speaks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I say ignore it. Let them raise their  damn flags, let him make his salt.  It's only symbolic if we choose to  make it so.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(pointedly) He's going to arrive at the sea on  the anniversary of the massacre at  Amritsar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Irwin has turned to him. And this makes up his mind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "General Edgar is right -- ignore it.  Mr. Gandhi will find it's going to  take a great deal more than a pinch  of salt to bring down the British  Empire.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He is concerned enough to be angry, but certain enough to dogmatic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE ASHRAM",
          "text": "It is very early, the light just beginning to break, and are looking out across the river toward the distant town, and against the pink glow of the sky we can see people in groups wading across the river toward the ashram. And sud a mass of people, hidden by the embankment, appear at the top of the steps coming up from the river, and the camera lifts slightly with their movement and we see that they a but the forerunners of a long tendril of humanity that  stretches across the river, all the way back to the dista outskirts of the city. And around the ashram many fires are burning, people are  cooking breakfast, some are packing knapsacks for the jou others are strewing the path from the ashram with leaves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GANDHI'S BUNGALOW",
          "text": "Quiet, just the buzz of activity from outside the buildin Gandhi lies on a mat and Ba and Mirabehn are massaging hi with oil as he checks page proofs, an oil lamp by his sid Nehru sits cross-legged next to him, taking the proofs as Gandhi finishes them. Maulana Azad sits to one side. Behi them Desai is making notes on Gandhi's instructions.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Nehru) ...the real test will come if I am  arrested. If there is violence we  lose all our moral advantage. This  time it mustn't happen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He looks at Nehru and Azad solemnly to emphasize the poin Nehru nods; a little smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're not beginners anymore. We've  been trained by a strict sergeant  major.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He means Gandhi of course, and Gandhi accepts the referen but it is the acceptance of the strict sergeant major: \"D fail me.\" Then he looks to Azad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If I'm taken, Maulana is to lead the  march. If he is arrested, Patel,  then Kripalani, then yourself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nehru nods. Ba moves to massage the top of Gandhi's head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You should be relaxing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gandhi grins, looking at Mirabehn, who is massaging his l",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm sure I'm fit for at least five  hundred miles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You should ride the pony. It is not  necessary to walk to prove the point.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gandhi looks at Nehru, a benign shrug.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I have two of them bossing me now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nehru smiles. He stands, having taken the last proof shee Azad rises with him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We must get these to the printer. (He looks down at  Gandhi.) I know it will succeed. Even my mother  is prepared to march.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gandhi is pleasurably impressed with that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And Jinnah?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(a beat) He's waiting. He's not prepared to  accept it will mean as much as you  think.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(smiles confidently) Wait and see... wait and see...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He leans back and closes his eyes. Ba rubs his head  soothingly. Nehru bends and squeezes his arm in farewell. Gandhi nods, not opening his eyes. Nehru and Azad smile a Ba and leave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE ASHRAM",
          "text": "The sun higher, but still early light. A green, white and saffron flag (the colors of India) is pulled up an uneven pole. The sound of gentle clapping. Gandhi is off to one side, just in front of the veranda o his bungalow, not paying attention to the ceremony. Ba an Mirabehn watch from the veranda as Pyarelal (Desai's new  assistant), with a knapsack over his own shoulders, hands Gandhi his. As Gandhi slips it on, the ashramite boy whom saw with the goat hands him a long staff. And Gandhi move around the edge of the bungalow, heading toward the entra of the ashram. A long line of ashramites and marchers stretches from opp the flagpole to the entrance of the ashram. As Gandhi wal briskly along it, they turn, ready to follow him. When he nears the entrance Gandhi sees Walker standing in front of a collection of newsmen, cameramen, a newsreel c He begins to smile, Walker returns it. Gandhi pauses by h",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(of the press) You've done me a great service.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(a grin, then a play  on Gandhi's words to  him) It would have been uncivil of me to  have let you make such a long trip  for nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gandhi smiles. He turns back toward his bungalow. Ba and  Mirabehn stand there watching, Desai with them. Gandhi ho their gaze a second, then turns and starts forward. Pyare takes up a position next to him, the marchers follow. Featuring Walker. He steps back, letting Gandhi proceed i the range of the cameras on his own. The crowd around the entrance throws flowers in Gandhi's path, some calling ou \"Long live Mahatma Gandhi!\" Gandhi passes the cameramen and starts along the trail.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE PATH TO GANDHI'S ASHRAM",
          "text": "A thinner crowd here, but going all along the path. To on side we see two police cars drawn up, and several policem (a British officer, a British sergeant, and four Indian  constables) lined up near them. As Gandhi nears them Walker moves up beside him. Some of newspaper cameramen trot behind to get the picture of Gan arrest. Among the newsmen we see Collins. Featuring Gandhi and Walker, Pyarelal just behind them al glancing ahead at the police, who are now quite near.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is it over if they arrest you now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not if they arrest me -- or a thousand --  or ten thousand. (He looks at Walker.) It is not only generals who know how  to plan campaigns.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Walker smiles -- a little uneasily -- for they are now ne the police. Gandhi nods to them amiably as he passes alon in front of them. Walker is turning, watching for a move  from the police but begins to grasp that there may be non He hurries along closer to Gandhi again, one eye still on the police.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What if they don't arrest you? What  if they don't react at all?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gandhi glances at him. Walker too wears a knapsack. Gandh nods to it, though never breaking his pace.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do you still have your notebook? (Walker fumbles for  it; Gandhi goes right  on talking.) The function of a civil resister is  to provoke response. And we will  continue to provoke until they  respond, or they change the law.  They are not in control -- we are.  That is the strength of civil  resistance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He nods politely toward the British police officer at the end of the police line. Walker stops, letting the process march on by him, looking at the British police officer, t writing busily in his notebook. Collins stop by him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What'd he say?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(wryly) He said he's in charge...",
          "sentiment": "neutral"
        },
        {
          "speaker": "AN INDIAN VILLAGE",
          "text": "A dusty approach to a dusty little village. Both sides of the track are lined with peasants holding flower petals a leaves, all gazing expectantly down the road. Behind them the village is strung with the green, white and saffron c of Independence. Two large policemen stand arms-akimbo at the front of the all, their postures imposing and threatening, though the  impression is somewhat weakened by the children skirting  around them. A little band of drummers and flute players suddenly begi to play. The crowd starts to jump up to see, and the flow petals begin to float in the sky. \"Gandhi! Long live Maha Gandhi!\" Another angle. Gandhi and the procession of marchers and  ashramites stride down the dusty road toward them. A newsreel truck and crew ride along about two-thirds of way back. A car of cameramen and reporters tails at the e Featuring Gandhi. He looks at Walker, walking along a few paces behind him, at the side of the procession. He is wi sweat from his face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you going to walk all the way?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(a weary grin) My name is Walk-er. And I intend to  report it the way it is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gandhi smiles and turns back. He shakes his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to himself) \"My name is Walk-er\"...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And grinning at it, he passes by the policemen and into t cheers of the crowd. Long shot, high. As the procession trails into the villag we see several villagers, knapsacks or bundles strung ove their shoulders, run around the police and join the end o the procession.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIELD BY THE ROAD",
          "text": "In the dark a large group of students comes stumbling,  laughing, across the ditch that separates the road from t field. The student leader gets clear of the ditch and com upon Pyarelal and Walker. They are standing near a group American newsmen playing poker by a campfire. He addresse Pyarelal good-naturedly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We've come to join the march. What  do we do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(bluntly) Be sure you're awake in the morning. (It comes from a  knowledge of students.  He smiles and nods  off.) Find a place to sleep.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The student leader follows his gaze and the camera pans o with his glance. We see that the numbers have grown immen Fires dot the field and spread and spread and spread. Beh Walker and Pyarelal the newsreel truck and three cars for reporters are spread out around the fires. We identify a  couple of Frenchmen and a Japanese. Walker looks at Pyare and shakes his head in wonder at it all.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TREE",
          "text": "A small Indian boy is high in a dead tree. Below him a co of bone-thin cattle graze in the early light as he stares off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUSTY ROAD",
          "text": "The huge procession stretched out along the road. Resume the boy. He grins as though he is privy to some gr secret.",
          "sentiment": "neutral"
        },
        {
          "speaker": "\"Y\" JUNCTION OF TWO COUNTRY ROADS",
          "text": "A blunt, rotund, powerful-looking woman (Sarojini Naidu) an outrageously colorful sari strides along the dusty roa as though she could cover another thousand miles -- and m to. The sound of hundreds of marching feet, of cars, some distant singing. The camera lifts and pulls back. We see  that Naidu is marching just behind Gandhi, like a determi lieutenant, and that the procession has grown even greate Two newsreel trucks now, four cars of reporters, some peo riding donkeys, some walking with camels trailing, loaded with belongings. And at the \"Y\" junctions the newsreel crews suddenly go i action because another enormous procession is waiting to  join the first, mingling already, making one immense colu of humanity. And as they pass the camera up close we see an extraordin variety of participants: old, young, students, peasants,  ladies in saris and jewels, Muslims, Hindus, Sikhs, Chris nuns, Untouchables, merchants, some vigorous and determin others disheveled, tired and determined. Suddenly the sound of waves and gentle wind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE BEACH AT DANDI",
          "text": "The camera closing fast (helicopter) as the silhouette of man appears running up a sand dune, lifting his arms to t sky and the camera sweeps over him and up, revealing a  crescent of beach and ocean, and for a second it holds on the sea as it did at Porbandar, then pivots to the truly  astronomical crowd thronging the shore, an immense wheel human beings, and in its hub a gathering around Gandhi. W descend on that center, recognizing the newsmen, Walker,  Pyarelal, Sarojini Naidu, and at last Gandhi picking up a handful of natural salt and lifting it high. During the last of this",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Man needs salt as he needs air and  water. This salt comes from the Indian  Ocean. (The salt crystals  are added to an urn  already partially  full. The camera  pulls back and Gandhi  lifts the urn. All  around him the  pressing crowd:  newsreel cameramen,  reporters -- Walker,  Collins, Naidu,  Pyarelal. Firmly) Let every Indian claim it as his  right!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A wide-angle shot. Gandhi in the center of the wildly cheering crowd, the ca pulling back and back... and the shot becomes black and w and we hear the music of Movietone News.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...and so once more the man of non- violence has challenged the might of  the British Empire.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And with that we get the Movietone Music tag and as the f fades, the lights go up on",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORD IRWIN'S OFFICE",
          "text": "A couple of civil servants move about to raise the window shades while Lord Irwin stares at the blank screen set up his office. The general, the brigadier, the senior police officer, Irwin's ADC and the principal secretary are all  present. The two men who ran the projector are quietly  dismantling it. Finally, Irwin turns to the senior police officer, who  fidgets, but answers the implied questions.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They're making it everywhere, sir --  mobs of them -- publicly. Congress  leaders are selling it on the streets  of Delhi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Irwin sighs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're being made fools of around the  world!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Isn't there any instruction from  London?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Irwin nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're required to stop it. (He stands, his mind  made up.) And stop it we will. (He looks at the senior  police officer.) I don't care if we fill the jails,  stop it. Arrest anyone, any rank --  except Gandhi. We'll cut his strength  from under him. And then we'll deal  with the Mahatma.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "For the first time he is truly angry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALL BY A BEACH",
          "text": "A young British subaltern trots up to the wall and looks  down. His face falls.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, my God!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The beach. Subaltern's point of view. Packed with people  making salt, selling salt, buying salt. Resume the British subaltern. He looks back. His point of view. Behind him there is an open military t and about twenty sepoys. Formidable for an ordinary crowd nothing to handle this. The subaltern stiffens bravely an signals the men somewhat unconvincingly from the truck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Right -- jump to it -- clear this  beach!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMALL WAREHOUSE",
          "text": "Men, women and children are making little paper packets o salt from piles heaped along long tables. A group of poli barge into the room, knocking tables and salt and paper i every direction with their lathis, seizing some of the  volunteers for arrest. In the chaos an old man calmly picks up a piece of paper  from the floor, a handful of salt, and folds another pack",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nehru is on the back of a big open truck that is stationa in the street. The truck is loaded with boxes that contai salt packets and Nehru and eight or nine others are selli them to people who flock about the truck. The sound of ho Nehru lifts his head. Mounted Indian police are coming down either side of the  street, a wave of foot police running forward down the ce Some of the people run, others deliberately stand fast. The mounted police converge on the truck. Nehru is grabbe and hurled so that he half falls, half leaps to the stree One of the men with him is knocked along the ground by a  policeman. He is young and vigorous and he swivels on the ground as though to strike back. Nehru lunges toward him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No violence, Zia!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And a lathi is brought smashing across the side of Nehru' head. He is knocked to his knees; blood streams from his  head. He feels the side of his head, the blood soaking hi hand. He struggles to his feet, facing the policeman who struck him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(repeating quietly,  as though to Zia) ...no violence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It stops the policeman for a second, and a sergeant sudde intrudes, recognizing Nehru.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're Nehru --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm an illegal trader in salt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The sergeant sighs grimly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORD IRWIN'S OFFICE",
          "text": "The desk lights are on. Irwin, the senior police officer, the principal secretary. Tension, fatigue, frustration as the senior police officer outlines the situation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...There's been no time to keep  figures, but there must be ninety --  a hundred thousand under arrest. (Grimly, incredibly) And it still goes on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(impatiently) Who's leading them?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know! Nehru, Patel, almost  every Congress Official is in jail...  and their wives and their children --  we've even arrested Nehru's mother.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(shrewdly) Has there been any violence?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(distracted, offhand) Oh, in Karachi the police fired on a  crowd and killed a couple of people  and -- (and this hurts) and in Peshawar the Deputy Police  Commissioner lost his head and...  and opened fire with a machine gun. (He looks up at them  quickly, defensively.) But he's facing a disciplinary court!  You can't expect things like that  not to happen when --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(dryly) I believe the question was intended  to discover if there was any violence  of their side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The senior police officer looks up, realizing his gaffe a wishes desperately he could relive the last couple of min",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, no, sir -- no, I'm afraid not.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(again the  Machiavellian mind) Perhaps if we arrested Gandhi, it  might --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He means incite violence. The Viceroy ponders it -- favor",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to senior police  officer) He's addressed this letter directly  to you, has he?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, sir, he has. The usual -- India's  salt belongs to India -- but then he  says flatly that he personally is  going to lead a raid tomorrow on the  Dharasana Salt Works.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(calmly) Thank him for his letter, and put  him in jail.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The senior police officer is brought up by the chill  directness of it. He looks at Irwin and the principal  secretary for a moment in uncertainty. Then",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, sir. Yes, sir. It will be my  pleasure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As he turns to leave Irwin speaks -- almost offhandedly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And Fields, keep that salt works  open.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The senior police officer stares at him, then",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(delighted) Yes, sir!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DHARASANA SALT WORKS",
          "text": "Barbed wire stretches on either side of the stockade-like entrance. Above the gate we see the sign DHARASANA SALT W Before it six British police officers and two Indian poli officers command a large troop of Indian policemen. They  face their opposition, unmoving, tense. The camera pans f them, across a sloping dip in the ground, to a huge group volunteers lining up to face the police as tautly as the  police face them. Walker is off to one side, climbing to stand in the back Collin's car. He watches, looking tensely from one group the other, almost terrified by what seems about to happen Collins leans against the back of the car near him, watch with an equally appalled expectancy. There are two other  reporters near them. From Walker's point of view. We see Mirabehn and some Ind women quietly placing stretchers and tables of bandages n a group of tents where the volunteers have been housed. Walker turns back to the two opposing groups at the Salt  Works entrance. We hear only a shuffle of feet, the clank a lathi against a metal police buckle. The air itself see breathless with tension. Featuring Azad. He has approached the chief police office He stops before him politely.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I would like admission to the Works.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(equally politely) I am sorry, sir. That cannot be  allowed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Azad looks at him a second, then glances at the troops. H is clearly afraid, but there is an air of tragic inevitab in his face. He moves back to address the volunteers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Last night they took Gandhiji from  us. They expect us to lose heart or  to fight back. We will not lose heart,  we will not fight back. In his name  we will be beaten. As he has taught  us, we will not raise a hand. \"Long  live Mahatma Gandhi!\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He turns and starts down the dip toward the gate and the  waiting lathis of the police. A series of shots, as Azad leads the first row of volunte down and up the dip. We intercut Walker, frozen, watching the inevitable onsla the British police commanding officer ready to give the f order.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(finally) Now!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And with the volunteers a foot from them, the police stri with their lathis. A groan of empathic anguish from the  waiting volunteers, but then we get A series of shots As next row moves forward and the horror of the one-sided ma proceeds heads are cracked, faces split, ribs smashed, an yet one row of volunteers follows another, and another in the unrelenting police, who knock bleeding bodies out of way, down into the dip, swing till sweat pours from their faces and bodies. And through it we intercut with Mirabehn and the Indian w rescuing the wounded, carrying them on stretchers to be  bandaged. We see Walker helping once or twice, turning,  watching, torn between being a professional spectator and normal human being. And always the volunteers coming, nev stopping, never offering resistance. And finally on sound there is an insistent click, click,  click, like a thud of the lathis but becoming clearly the slap of an impatient hand on a telephone cradle and out o the carnage of the salt works we dissolve to",
          "sentiment": "neutral"
        },
        {
          "speaker": "A SMALL INDIAN STORE",
          "text": "Close shot -- a telephone cradle being pounded. Walker is at the phone at a table in the corner of the sm cluttered store. His clothes are matted with blood and di",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(into the phone) Hello! Ed! Ed! Goddammit, don't cut  me off! (Then suddenly he's  through.) Ed! Okay -- yeah -- right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And he continues urgently reading the story that lies on notes on the little stand before him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"They walked, with heads up, without  music, or cheering, or any hope of  escape from injury or death.\" (His voice is taut,  harshly professional.) \"It went on and on and on. Women  carried the wounded bodies from the  ditch until they dropped from  exhaustion. But still it went on.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He shifts the mangled notes and comes to his last paragra He speaks it trying only half successfully to keep the em from his voice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"Whatever moral ascendance the West  held was lost today. India is free  for she has taken all that steel and  cruelty can give, and she has neither  cringed nor retreated.\" (On Walker close. His  sweating, blood and  dirt-stained face  near tears.) \"In the words of his followers, 'Long  live Mahatma Gandhi.' \"",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORD IRWIN'S OFFICE",
          "text": "Silence. The camera moves across the empty room and disco Irwin, standing by himself, looking out of the window dow into the street. Closer. His numb, motionless face is stirred to conscious by something outside. He focuses somberly on it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXTERIOR",
          "text": "Through the formal entrance comes a single black car. A  motorcycle policeman precedes it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICE-REGAL PALACE",
          "text": "The black car pulls up before the front of the palace and stops. There is no sign of activity. It is as though the  building and grounds are deserted except for Irwin alone his office. Gandhi gets out of the car. He too is alone. In his dhoti and shawl he starts to mount the grand stairs. Wide angle. The great palace, the magnificent entrance, a the little man in the dhoti, who in a sense has conquered all, marching to the great doors. Two Gurkhas spring to  attention and the doors are swung open.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORD IRWIN'S OFFICE",
          "text": "The principal secretary, with a look of faint distaste fo someone out of shot, discreetly moves out of the doors, a closes them behind him. Featuring Gandhi, just inside the door. He is looking acr the wide office.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I am aware that I must have given  you much cause for irritation, your  Excellency. I hope it will not stand  between us as men.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Reverse angle. Irwin is in shadows behind his desk lookin still, in some kind of shock, staring at Gandhi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. Gandhi, I have instructions to  request your attendance at an All- Government Conference in London to  discuss -- to discuss the possible  Independence of India.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He faces Gandhi stiffly. The whirr of a camera, and a swift cut to",
          "sentiment": "neutral"
        },
        {
          "speaker": "GANDHI'S VISIT TO ENGLAND AND THE ALL-GOVERNMENT CONFEREN",
          "text": "Wide screen, but slightly under-cranked with the bad cutt and predictable music of the old newsreels. A. Gandhi, Mirabehn and Gandhi's secretary, Desai, waving goodbye from the boat deck of their ship as it sails --  Mirabehn is holding the tether of a goat -- all of them  smiling at the camera like voyagers everywhere. B. Gandhi on the steps of Kingsley Hall in the East End o London being greeted by a cheering crowd. Mirabehn holds umbrella over him as he takes a bouquet from a little chi The now gray-haired Charlie Andrews beams possessively at his side. C. Gandhi, in his dhoti, waving to a small crowd as he en the gates of Buckingham Palace. A London bobby watches. D. Gandhi, taking his seat at the conference table among formally -- in some Maharajahs' cases, elaborately -- dre delegates. A gavel is struck and Ramsay MacDonald begins opening address.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I think our first duty is to recognize  that there is not one India, but  several: a Hindu India, a Muslim  India, and India of Princely States.  And all these must be respected --  and cared for -- not just one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Beneath its unctuous political veneer it is blatantly div and clearly reveals the true intent of the Conference. As Gandhi looks at MacDonald, we read on his face his percep of the sad truth. E. Gandhi, Mirabehn and Charlie walking under an umbrella the rain, their heads bent in glum conversation. F. Gandhi being welcomed and kissed by a group of millwor outside a large mill entrance identified by the sign  GREENFIELD COTTON MILL, LANCASHIRE. He is hugged and sque by some hefty female millworkers, all grinning happily, G not least. G. Gandhi in a radio studio, seated at a table, a large  microphone labeled \"CBS\" before him, technicians and Mira in the glass booth behind him, Walker across the table fr him, the \"On the Air\" sign bright...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Walker) Do I speak into that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Walker cringes, glancing at the lighted \"On the Air\" sign He signals \"Yes\" frantically.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are they ready? Do I start?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He glances at the booth. Everybody including Walker and  Mirabehn are nodding \"Yes.\" Gandhi shrugs, grins at every excitement, and begins.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I am glad to speak to America where  so many friends exist that I know  only in my heart.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As the speech continues in the thin, static-y tones of  thirties' radio, we see Mirabehn and the technicians list in the control room./ Walker, across the table from Gandh The outside of Broadcasting House./ The Empire State Buil and Manhattan./ A mid-western farmhouse./ A thirties' rad set in a thirties' American living room./ A family, liste kids playing on the floor, half ignoring it, the mother  ironing, the father in an armchair, a newspaper open.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing over all) I think your interest and the world's  has fallen on India, not only because  we are struggling for freedom, but  because the way we are doing so is  unique as far as history shows us.  Here in Europe mighty nations are,  it seems, already contemplating  another war, though I think they,  and all the world, are sick to death  of bloodspilling. All of us are  seeking a way out, and I flatter  myself that perhaps the ancient land  of India will offer such a way. If  we are to make progress we must not  repeat history, but make history.  And I myself will die before I betray  our belief that love is a stronger  weapon than hate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "H. Gandhi shaking hands with MacDonald outside No. 10 Dow Street, MacDonald smiling the politician's smile, Gandhi  smiling rather sadly. I. Gandhi on the deck of a boat, sitting on a deck chair, wrapped in blankets, staring somberly out to sea. Reverse angle: the wake of the boat in the vast ocean.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE ASHRAM",
          "text": "The gentle sounds of the country. A girl of twelve leads limping goat slowly across the grass. She pauses and look up questioningly. Reverse angle -- close. Gandhi is watching from the porch his bungalow. We can tell he is sitting and turned to wat the goat, but we see only him and a portion of the bungal behind him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It is only a sprain. Take her to the  river, and we'll make a mud-pack for  her. Go -- I won't be long.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He turns back. Another angle. He is spinning (expertly), and gathered on the porch with him are Nehru and Jinnah and Patel and Aza and Kripalani. Desai and Pyarelal are inconspicuously in  attendance as always, Pyarelal now clearly sharing Desai' role as secretary.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So the truth is, after all your  travels, all your efforts, they've  stopped the campaign and sent you  home empty-handed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He is in his white suit, the black-ribboned pince-nez. He sits on a wicker chair, Nehru and Patel lean against the  railing, Azad and Kripalani sit on the floor like Gandhi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They are only clinging to old dreams (looks up from his  spinning to Jinnah) and trying to split us in the old  way. But the will has gone --  Independence will drop like a ripe  apple. The only question is when (another glance at  Jinnah) and how.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I say when is now -- and we will  determine how.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Precisely.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gandhi winds up what he has done, and starts to rise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They are preparing for war. I will  not support it, but I do not intend  to take advantage of their danger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(blithely, but to the  point) That's when you take advantage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gandhi has moved toward the steps. He stops and looks at  Patel. A wry, gentle smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. That is just another way of  striking back. We have come a long  way together with the British. When  they leave we want to see them off  as friends. (He starts down the  steps and heads for  the river.) And now, if you'll excuse me, there  is something I must attend to.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Featuring Nehru. He looks at Jinnah and shrugs. Jinnah ta it less philosophically and his eyes burn with anger as h watches Gandhi head for the young girl with the injured g",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(resignedly) \"Mud packs.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRAIN STATION. INTERIOR. DUSK.",
          "text": "Gandhi is moving with the stream of passengers disembarki from the Third Class section. Ba and Mirabehn are struggl along behind him, Desai and Pyarelal completing the littl group. They pass a newspaper stand: \"Hitler's Armies Swee On.\" As they move out into the flux of the station we see many uniforms, the sense of a nation readying for war. A British captain stands before a full platoon of Indian  troops. As Gandhi approaches, a British Lt. Colonel and his Adjut (a Captain) move out from one side of the troops.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. Gandhi -- sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gandhi stops, looks up at him, at the troops behind him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I have instructions to inquire as to  the subject of your speech tonight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gandhi shakes his head with a weary grin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The value of goat's milk in daily  diet. (Into his eyes) But you can be sure I will also speak  against war.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The British Colonel signals back to the troops.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm sorry, sir. That can't be allowed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As a detail marches up to them, the colonel's adjutant sp gently to Ba.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's all right, Mrs. Gandhi. I have  orders to return with you and your  companion to the Mahatma's ashram.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If you take my husband, I intend to  speak in his place.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She stares at the adjutant belligerently. He looks flummo Later. Long shot -- high. The colonel and his adjutant  striding toward the exit of the station. Following behind them, a detail of six soldiers accompanying Gandhi. The c tracks across the platform and we see they are being foll by a detail of six soldiers accompanying Ba. And the came tracks again and we see they are being followed by a deta of six soldiers accompanying Mirabehn!",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINDING BUMPY ROAD",
          "text": "A jeep bounces along the road. It is driven by an America lieutenant and his passenger is a woman dressed in an Ame War Correspondent's uniform (Margaret Bourke-White). As t jeep passes the camera we pan with it and see the walls o palace ahead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stop! Wait a minute!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The jeep slithers to a stop, and Bourke-White grabs a cam that is strapped around her, stands, and takes a picture the palace.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAY",
          "text": "The palace looks evocative -- a lonely, incongruous build",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It was the Aga Khan's palace, but  they've turned it into a prison.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bourke-White slips back down into her seat; we see the ar band on her jacket: \"Press.\" The lieutenant starts the je up and they head toward the gate, where we see a British  soldier on guard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(shouting over the  motor) They've got most of the leading  Congress politicians in this one.  But Nehru and some others are over  in Dehra Dun. Your timing's pretty  lucky. They had your Mr. Gandhi cut  off from the press but last month  his personal secretary died and  they've let up on the restrictions.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bourke-White just absorbs it, staring at the palace, taki in the experience with the appetite of her breed, and her own particular sensitivity.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GANDHI'S ROOM",
          "text": "Gandhi sits by the window that is grilled rather than bar He is spinning in a shaft of light -- and looking off -- we hear a camera click and the rustle of movement. His ha only half-gray in London, is now white.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, I have heard of Life Magazine. (A smile.) I have even heard of Margaret Bourke- White. But I don't know why either  should be interested in an old man  sitting in prison when the world is  blowing itself to pieces.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bourke-White -- who has been moving, crouching to shoot h and the light -- sags back against the wall, relaxing at  last. She has a smile as penetrating and warming as his.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(a beat -- and she  smiles) You're the only man I know who makes  his own clothes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gandhi grins and glances toward his dhoti.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ah, but for me that's not much of an  accomplishment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Meaning he doesn't wear many clothes. Bourke-White bursts into an appreciative radiance -- already she has assessed him, and been won.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALL AND YARD",
          "text": "Gandhi walks along, Bourke-White loping along beside him, little distance away, listening, but searching too for an angle, a moment that is right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No -- prison is rather agreeable to  me, and there is no doubt that after  the war, independence will come. My  only worry is what shape it will  take. Jinnah has --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stop!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She has Gandhi in the foreground, a soldier on the wall a and behind him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now go on -- just as you were.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gandhi shrugs but suffers it. We feature him, low, from h point of view, as he walks on, the soldier pacing on the  wall in the background.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(coaching) \"...what shape it will take.\" Jinnah  has -- what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(at first disconcerted,  but then flowing) Jinnah has -- has cooperated with  the British. It has given him power  and the freedom to speak, and he has  filled the Muslims with fears of  what will happen to them in a country  that is predominantly Hindu. (He stops, lowering  his head gravely.) That I find hard to bear -- even in  prison.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She clicks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALLED GARDEN IN THE PALACE",
          "text": "A spinning wheel works rapidly. The camera lifts. Gandhi at the wheel and he is smiling off at Bourke-White, who i trying ineptly to imitate him on another spinning wheel. garden they are in has gone to seed a bit, but with latti fretwork in the walls dappling sunlight on the grass and  shrubs it is still beautiful.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(archly, but  emphatically of the  spinning) I do not see it as the solution of  the twentieth century's problems!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She's grinning at her own frustration and she keeps tryin but there's no doubt she means it. Gandhi's smile broaden Wryly he lifts his own \"product\" -- a tiny roll of thread",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I have a friend who keeps telling me  how much it costs him to keep me in  poverty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And they both laugh... a guard on the wall distantly look at them wonderingly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(a bit more seriously) But I know happiness does not come  with things -- even twentieth century  things. It can come from work, and  pride in what you do. (He looks at her  steadily.) It will not necessarily be \"progress\"  for India if she simply imports the  unhappiness of the West.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And she responds to the sophistication of that observatio He pivots around, moving beside her, and slowly demonstra the process, taking her hands, guiding her. Bourke-White  watches him as much as the wheel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But do you really believe you could  use non-violence against someone  like Hitler?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(a thoughtful pause) Not without defeats -- and great  pain. (He looks at her.) But are there no defeats in this war --  no pain? (For a moment the  thought hangs, and  then Gandhi takes  their hands back to  the spinning.) What you cannot do is accept  injustice. From Hitler -- or anyone.  You must make the injustice visible --  be prepared to die like a soldier to  do so.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And he smiles a little wisely at her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is my finger supposed to be wrapped  around that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(laughs) No. That is what you get for  distracting me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do you expect when you talk  like that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(trying to unravel  the mess) I expect you to show as much patience  as I am now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "His tone is not altogether patient. She looks at him in  surprise and he sighs tolerantly. Then reflectively",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Every enemy is a human being -- even  the worst of them. And he believes  he is right and you are a beast. (And now a little  smile.) And if you beat him over the head  you will only convince him. But you  suffer, to show him that he is wrong,  your sacrifice creates an atmosphere  of understanding -- if not with him,  then in the hearts of the rest of  the community on whom he depends.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bourke-White looks at him and there is enough sense in th argument to give her pause.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If you are right, you will win --  after much pain. (He looks at her,  then smiles in his  own ironic way.) If you are wrong, well, then, only  you will suffer the blows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She stares at him, and we know she thinks him much more  profound than she had thought initially.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIGHT",
          "text": "Ba, Mirabehn and Bourke-White sit on straw mats around th room, an oil lamp is the only light. It is women's talk, Ba is defending her husband, speaking simply, but with to conviction.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...not at all. Bapu has always said  there were two kinds of slavery in  India -- one for women, one for the  untouchables -- and he has always  fought against both.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bourke-White accepts it at face value. She opens another  line of inquiry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Does it rankle, being separated from  him this way?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ba pauses.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes... but we see each other in the  day.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(delicately) But not at night...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She's terribly curious, but she doesn't want to offend. B sees both the curiosity and the hesitancy. She smiles acr at Mirabehn, then",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In Hindu philosophy the way to God  is to free yourself of possessions --  and the passions that inflame to  anger and jealousy. (A smile.) Bapu has always struggled to find  the way to God.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You mean he -- he gave up -- (how to phrase it,  finally) married life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Again Ba smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Four times he tried -- and failed. (Mirabehn and Bourke- White grin. The older  woman gives a wistful  smile.) But then he took a solemn vow...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She shrugs... the implication is it was a long time ago.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And he has never broken it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(a beat) Not yet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She looks at them soberly and then they all burst into  laughter like girls.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AGA KHAN'S PALACE",
          "text": "Military move quietly but urgently in and out around the  main entrance. Two military ambulances are drawn up nearb A British major comes down the steps quickly. He is almos at the bottom when a British army doctor starts to go up  them. The major signals him to one side. They talk quietl and confidentially.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've got permission to move her --  he can go too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The doctor shakes his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She's had a coronary throm -- a  serious heart failure. She wouldn't  survive a trip. It's best to leave  her -- and hope.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The major looks defeated and depressed by the news.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BA'S ROOM",
          "text": "Ba lies on a mat, a pillow beneath her head, her eyes clo her breathing short. Mirabehn sits next to her, rubbing a hand up and down her arm. Gandhi sits a little distance away, staring at the floor into nothingness. Pyarelal sits inconspicuously behind hi Azad and Patel come to the doorway, Patel makes the prana toward Ba and holds it as he obviously prays. Azad has bo his head and he too is clearly making some prayer for her Finally Azad takes just a step forward. Gandhi looks up at him. For a moment he folds his hands  absently, then he stands. He moves to Ba's side and kneel She does not open her eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It is time for my walk -- I won't be  long.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ba's eyes flutter open. She holds her hand out to him and takes it. When he goes to release it, she clutches it. Ga hesitates, and then he sits, holding Ba's hand in his lap He looks across at Mirabehn and nods for her to go. Mirabehn smiles weakly, gives Ba a last little rub of far and stands. The doorway. Patel stands, letting Mirabehn pass before h and do down the corridor with Azad. He looks back. His point of view. Gandhi sitting, holding Ba's hand, his eyes once more on the floor in their empty stare. Another angle -- later. The light has changed. A fly move along a small section of the floor that still contains a  ribbon of the dying sunlight. Gandhi still sits, holding Ba's hand, staring into  nothingness. The doctor appears in the doorway. He pauses, nods amiabl to Gandhi, though Gandhi does not react to his presence a all. Moving quietly, the doctor goes to the other side of and crouches, and lifts her wrist to feel her pulse. He h it for a moment, then lifts his eyes in doubt and sudden  fateful apprehension. He glances at her, then slowly lowe her arm and puts the branches of his stethoscope in his e He puts the acoustic bell over her heart... a moment, and lifts it slowly, his face confirming for us what he and w already know: there is no heartbeat. He glances at Pyarel who only lowers his eyes. The doctor turns his head slowl to Gandhi. Gandhi. His point of view. His posture is utterly unchang Ba's hand still in his lap, his eyes still staring emptil at the floor in front of him, but suddenly tears begin to run down his cheeks. He does not move, there is no change his empty stare, but the tears continue to flow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMALL COURTYARD OF THE PALACE",
          "text": "The funeral pyre burns, its work almost done. Mirabehn, Patel, Azad, Pyarelal, stand with other prisone and the military wardens in solemn obeisance to the dead and the living, for Gandhi sits a little distance from th pyre, wrapped in his shawl, staring at the dying embers i tragic and impenetrable isolation as though he may never  move again. Close shot -- Mirabehn watching him her face wet with tea",
          "sentiment": "neutral"
        },
        {
          "speaker": "DELHI AIRPORT",
          "text": "Extreme close shot. A piece of cloth, shimmering in a sti breeze... For a moment we hold it in silence and then we  hear the sound of an aircraft growing louder and louder. slowly the camera pulls back and we see that the cloth is part of a pennant of the nose of an aircraft. We cut from the pennant to see the aircraft stopping befo a reception area, a carpet rolled out toward its door. An Indian regimental band strikes up martial music. A  detachment of Indian Royal Air Force comes to attention a the shouted command of their NCO. Featuring the aircraft doors. An elaborately dressed mili aide opens the door and Lord Louis Mountbatten, resplende in naval uniform, steps out onto the platform. He pauses renders a salute.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON A BANNERED PLATFORM",
          "text": "Nehru, Lady Mountbatten and dignitaries. English and Indi watch as Mountbatten approaches a group of microphones  identified as NBC, CBS, BBC, etc.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We have come to crown victory with  friendship -- to assist at the birth  of an independent India and to welcome  her as an equal member in the British  Commonwealth of Nations. (A little smile.) I am here to see that I am the last  British Viceroy ever to have the  honor of such a reception.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He grins in his youthful, beguiling manner and makes the  pranam to the cheering crowd. It is cut off by the sound of a door being opened, close.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE GREAT PORTICO",
          "text": "Jinnah stands by one of the great pillars of the immense  portico. It is a break in their Independence Conference, as he lights a cigarette, a weary Gandhi approaches him w Azad. Jinnah's anger is clearly too deep to be left at th conference table. He slaps his lighter shut and addresses Gandhi in hushed but fiercely felt words.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't give a damn for the  independence of India! I am concerned  about the slavery of Muslims!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nehru and Patel are approaching from the conference room, both of them looking worn and angry too. Jinnah raises hi voice deliberately so Nehru will hear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I will not sit by to see the mastery  of the British replaced by the mastery  of the Hindus!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(patiently, not yet  believing it can't  be settled) Muslim and Hindu are the right and  left eye of India. No one will be  slave, no one master.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jinnah sneers at the idea, though he cools a little.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The world is not made of Mahatma  Gandhis. (He looks at Nehru  and Patel.) I am talking about the real world.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The \"real India\" has Muslims and  Hindus in every village and every  city! How do you propose to separate  them?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where there is a Muslim majority --  that will be Pakistan. The rest is  your India.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(a forced patience) Mohammed -- the Muslims are in a  majority on two different sides of  the country.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(acidly) Let us worry about Pakistan -- you  worry about India.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gandhi is staring at Jinnah trying to fathom the source o his anger and fear. He turns to see that Mountbatten has  been standing in the open door to the conference room, as torn as Gandhi by the conflict, feeling it best controlle in formal discussion.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gentlemen, perhaps we should  recommence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gandhi nods, and reluctantly the adversaries move back to the conference room. Gandhi is last through the door. He  pauses by Mountbatten, a little sigh -- \"How difficult, h difficult\" -- then he puts a friendly hand on Mountbatten shoulder and the two of them enter together.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GANDHI'S ASHRAM",
          "text": "Featuring Godse waving a black flag and shouting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(with others) Death to Jinnah! Death to Jinnah!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We have pulled back and we see a whole gathering of Hindu youths near the entrance to the ashram. Many wave black f A couple of trucks that have brought them, and a car, are along the path. Kallenbach is stepping out of an old 1942 open Austin that he has put in a waiting position near th entrance to the path. The chanting shout \"Death to Jinnah suddenly dies. The youths -- and Kallenbach -- look back  toward the ashram. Featuring Gandhi's bungalow. Nehru has stepped out onto t porch and he glares at the youths. It is his presence tha has silenced them. Kallenbach smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GANDHI'S BUNGALOW",
          "text": "Gandhi is rising from the floor, where his spinning wheel sits. He stops, halfway up, listening, then, a weary sigh",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thank God, they've stopped.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mirabehn is spinning across the room. She lifts her head a signal to someone out of shot. Gandhi's two grand nieces, Manu and Abha, who help Mirabe now that Ba is gone, rise quickly at Mirabehn's signal, M to help with his shawl, Abha to hold his sandals so that can slip into them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm your grand uncle but I can still  walk either of you into the ground  and I don't need to be pampered this  way!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's cross -- he's worried about other things. Mirabehn j smiles at it. Gandhi looks down at Abha, and taps her sha on the top of the head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Finish your quota of spinning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She nods obediently, the flicker of a smile around her mo youthful, irrepressible. The beauty of it almost saddens  Gandhi. He taps her again -- gently -- and goes out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GANDHI'S ASHRAM",
          "text": "Kallenbach shoos a chicken from the back seat of the Aust and dusts off the seat. He steps back out. Gandhi is approaching with Nehru and Azad, Pyarelal trail close behind. We have seen Azad and Pyarelal come out on porch behind Nehru. As Gandhi near the car a Hindu youth  with a black flag calls to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bapu -- please. Don't do it!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They are all awed, timid even in his actual presence, and the mood of their gathering has changed altogether. Gandh looks at the youth and the line of others.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(impatiently) What do you want me not to do? Not  to meet with Mr. Jinnah? (Fiercely) I am a Muslim! (He stares at them,  then relents.) And a Hindu, and a Christian and a  Jew -- and so are all of you. When  you wave those flags and shout you  send fear into the hearts of your  brothers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He sweeps them sternly with his eyes, all his fatigue and strain showing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is not the India I want. Stop  it. For God's sake, stop it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And he lowers his head and moves on to the car, where  Kallenbach holds the door for him, Nehru, Azad and Pyarel following. Another angle. As they get into the car, we see the car t sits by the two trucks that have brought the youths. In t back seat we see two men, one of whom is Prakash (The bea man at Gandhi's assassination).",
          "sentiment": "neutral"
        },
        {
          "speaker": "JINNAH'S DRAWING ROOM",
          "text": "Jinnah is on the small balcony of this elaborate room. He looking down in a slightly supercilious manner. As usual is impeccably dressed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now, please, if you've finished your  prayers, could we begin with business.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He has been looking at Gandhi, who sits on the floor of t large room some distance from him, just lifting his head  from prayers. Nehru, Patel and Azad are on the same side of the room as Gandhi. They rise from prayer as Jinnah comes down the st to them. Gandhi hesitates, then begins.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My dear Jinnah, you and I are brothers  born of the same Mother India. If  you have fears, I want to put them  to rest. (Jinnah listens  impatiently,  skeptically. Gandhi  just glances in  Nehru's direction.) I am asking Panditji to stand down.  I want you to be the first Prime  Minister of India (Jinnah raises an  eyebrow of interest.) -- to name your entire cabinet, to  make the head of every government  department a Muslim.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And Jinnah has drawn himself up. His vanity is too great to be touched by that prospect. He measures Gandhi for a  moment to see that he is sincere, and when he is satisfie with that, he turns slowly to Nehru, Patel and Azad. Nehru glances at Patel. They have all been taken by surpr by the offer -- and do not feel what Gandhi feels. Nehru  looks hesitantly at Gandhi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bapu, for me, and the rest, (his hand gestures to  Patel and Azad) if that is what you want, we will  accept it. But out there (he indicates the  streets) already there is rioting because  Hindus fear you are going to give  too much away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If you did this, no one could control  it. No one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It bears the stamp of undeniable truth. Gandhi's eyes sag with the despair of a man whose last hope, whose faith, h crumbled around him. Jinnah smiles cynically, he spreads his hands \"See?\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It is your choice. Do you want an  independent India and an independent  Pakistan? Or do you want civil war?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gandhi stares at him numbly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE RED FORT",
          "text": "On a platform in the foreground Mountbatten and Nehru. A  band plays the Indian National Anthem loudly and there is the roar of a tremendous crowd as the green, white and sa flag of India is raised on the flagpole.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GOVERNMENT BUILDING",
          "text": "On a platform in the foreground Jinnah and a British  plenipotentiary. A band plays the new Pakistani National  Anthem loudly and there is the roar of a tremendous crowd the white, green with white crescent, flag of Pakistan is raised on the flagpole.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE ASHRAM",
          "text": "Silence. The little flagpole is empty, the rope dangling, flapping loosely down the pole. Gandhi sits on the porch of his bungalow, spinning. The h of the spinning wheel. Inside we can just see Mirabehn,  spinning too. But apart from that, he is alone; the whole ashram seems deserted. We hear the sound of a bell on one the goats, fairly distant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE PATH TO THE ASHRAM",
          "text": "Featuring Kallenbach. He is taking the goat and tethering near the path of the ashram. He stills the bell with his  hand. As he ties it the camera angle widens and we see  Margaret Bourke-White sitting on the grass, watching  Kallenbach and looking off toward Gandhi's bungalow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Aren't you being a little  overprotective?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kallenbach looks at her. Her tone criticizes more than hi stilling the goat's bell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tomorrow. Tomorrow photograph him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I came all this way because I believed  the picture of Independence Day was  of him here alone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kallenbach stands and looks across at her, judging, then  appealing to her humanity.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It is violence, and the fear of  violence, that have made today what  it is... Give him the dignity of his  grief.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bourke-White grabs a clump of grass, twists it free, and  sighs. She tosses the grass vaguely at the goat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And while we're sitting here feeding  goats, what will happen to all the  Muslims in India and the Hindus in  Pakistan?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kallenbach stops, staring absently at the ground ahead, t",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gandhi will pray for them...",
          "sentiment": "neutral"
        },
        {
          "speaker": "OPEN TERRAIN AND RAILROAD",
          "text": "The camera is high (helicopter) and moving and from its  position we meet and then pass over an immense column of  refugees -- ten, twenty abreast -- moving down one side o the railroad track toward camera. Women, children, the si the aged, all burdened with bedding, utensils, household  treasures, useless bric-a-brac and trudging with them eve type of cart, wagon, rickshaw, pulled by donkey, camel, b oxen. It stretches endlessly to the horizon. Tiny green,  white and saffron flags here and there indicate that it i Hindu column and spotted through it we see people in fres bandages, some on stretchers, sticking out like radioacti tracers in the huge artery of frightened humanity. And the camera lifts and tilts, slowly swinging to the  opposite direction, and as it does, reveals another vast  column across the track, several yards away, moving in th opposite direction: veiled women in purdah, the crescent  flag of Muslim Pakistan here and there. As the camera lev and speeds along it, we see that this column too reaches the horizon, that it too carries its wounded. An unbelievable flood of desperate humanity.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The sound of the vast refugee column. A woman's arms crad a baby in swaddling. Blood has seeped through the swaddli in three or four places, some of it dried. Flies buzz aro it. And suddenly we hear the woman's sobs and she rocks t baby and we know it has stopped moving, stopped breathing and a male hand gently touches the back of the baby, chec and the camera pans up to the face of a man. Again in extreme close shot so we cannot tell whether the are Hindu or Muslim. And the man's eyes knot, and he swin out of shot as he runs in fury and rage at the other colu",
          "sentiment": "neutral"
        },
        {
          "speaker": "HIGH",
          "text": "The two columns -- and a howl of hate and grief! And the  camera sweeps to where men are running at each other acro the track, some already fighting. Knives, pangas, hatchet women screaming and running; a besieged wagon tipped. Another angle. And as the fighting grows more fierce stre of men from each column run back to partake, but the bulk the two columns hurries off, scrambling, running, some le their bundles, fleeing the mele in terror.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HINDU/MUSLIM RIOT SEQUENCE",
          "text": "A Muslim pulled through broken glass in an urban market s Night: a Hindu temple daubed with blood, the bodies of wo and children strewn before it; screams, the sound of  fighting./ Mud and straw houses burning, figures running  through them./ A city street: a truck crashes into a barr of rickshaws and bales, and is set upon by a swarm of kni and panga-bearing men. From the back of the truck opponen with swords and clubs leap into battle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEHRU'S OFFICE",
          "text": "Chaos. It and the adjoining office have been made into  something like operations rooms. Military and civilian ai move back and forth. Telephones at work everywhere. A hug map on the wall is constantly having data changed by peop receiving messages there. Nehru is glancing at a telex message; he turns and gives back to the military aide who's given it to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(fast, curt) No. There just are not that many  troops.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's he to do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What he can!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He turns. Patel has a message he was going to present to  him. He hesitates, grins dismally, and crumples the messa \"No use.\" Nehru sags. He looks at Patel with haggard eyes",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He was right. It's insane -- anything  would have been better.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Have you found him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nehru nods solemnly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's in Noakhali.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Patel reacts to that -- surprise, apprehension.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's tramping from village to village --  no police, no troops -- trying to  quell the madness single-handedly. (He sighs, half in  admiration, half in  hopeless exasperation  at the old man's  audacity.) Maulana has gone to bring him back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Patel nods grimly -- the noisy chaos of the room. Someone shouts at Nehru, \"Prime Minister!\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "GANDHI",
          "text": "In silence -- looking tragic, tired and defeated. He is  sitting in his characteristic manner, staring down at the carpet before him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(dull, lifeless) What you have done in Noakhali is a  miracle, Bapu, a miracle, but millions  are on the move -- millions. There  is no way to stop it... and no one  can count the dead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The camera angle has changed. We are in",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEHRU'S PRIVATE CHAMBERS",
          "text": "Patel and Azad are there and Pyarelal of course, and with them now the giant figure of Abdul Ghaffar Khan, the firs time we have seen him among Gandhi's intimate group.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In Calcutta it's like civil war. The  Muslims rose and there was a  bloodbath, and now the Hindus are  taking revenge -- and if we can't  stop it there'll be no hope for the  Hindus left in Pakistan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...an eye for an eye making the whole  world blind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It is an empty and despairing echo of Gandhi's words.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Aren't there any troops to spare?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(tense, fragile) Nothing -- nothing. The divisions in  Bombay and Delhi can hardly keep the  peace now. And each fresh bit of  news creates another wave of  mad...  ness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He has turned and seen Gandhi standing slowly. It has alm stopped him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Could we cut all news off? I know --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bapu -- please. Where are you going.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(sounding like an old  man) I don't want to hear more...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He is moving toward the door. It stops them all. Pyarelal moves tentatively to open the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(impatiently) We need your help!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There is nothing I can give.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where are you going?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gandhi turns, looks at him bleakly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Calcutta.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALCUTTA",
          "text": "We are high. There are fires, the sounds of spasmodic gun of looting, screams, the roar of police vehicles and  occasional sirens. The camera zooms in on a poor quarter artisan dwellings in narrow streets. Outside one of the h is a car, an army jeep, policemen, a few soldiers and a g of people. It seems a little island of calm in a sea of w chaos. On the roof of the house, a figure moves into the light.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The figure is Gandhi. He peers down at the dark, rioting  streets. Azad, Tahib, a Muslim whose house this is, Mirab and Pyarelal are with him along Abdul Ghaffar Khan. A police commissioner moves to Gandhi's side, demanding h attention.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sir, please, I don't have the men to  protect you -- not in a Muslim house.  Not this quarter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I am staying with the friend of a  friend.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There is a sudden commotion just below them and angry sho \"Death to Muslims!,\" \"Death to Muslims!\" Gandhi peers down. His point of view. A surging gang of youths, many carryin torches, and far outnumbering the little group of police soldiers, are shouting up at the roof. We see three or fo black flags and stains of blood on many of them. A few ho knives still wet with blood.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There he is!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A feral roar goes up at the sight of Gandhi, but he stand unmoving.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(his voice emotional,  tearful) Why are you staying at the home of a  Muslim! They're murderers! They killed  my family!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Featuring Gandhi. It is a comment too grave for glibness, and Gandhi is obviously struck by the pain of it. He paus for a moment, staring down at the youth:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Because forgiveness is the gift of  the brave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He makes it mean the youth. For a second it makes an impa but then the youth shouts his defiance at him and his mes",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "To hell with you, Gandhi!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An angry chorus of acclamation; when it dies",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to the youth) Go -- do as your mother and father  would wish you to do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It is ambiguous, open-ended, meaning anything your mother and father would wish you to do. Tears flush from the boy eyes and he stares at Gandhi with a kind of hopeless angu and rage. But the impact is on the youth alone; around hi the others begin to take up the chant \"Death to Muslims!, \"Death to Muslims!\" Gandhi turns from the street. He looks at the police  commissioner -- at his fatigue, his concern, his manifest respect. Gandhi musters a weary smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I have lived a lifetime. If I had  shunned death -- or feared it -- I  would not be here. Nor would you be  concerned for me. (He lets it sink in  then he takes the  commissioner's arm  and moves back toward  the center of the  roof.) Leave me -- and take your men. (An understanding  touch of the arm.) You have more important things to  worry about.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The commissioner looks at him, uncertain, not knowing wha to do, as the angry chanting continues above the sound of rioting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOSPITAL",
          "text": "An old, inadequate hospital -- dark cavernous. Margaret B White is moving among the densely packed litter of wounde women. She is positioning herself to photograph Gandhi, w is speaking to a woman who cradles a small baby. The corr behind him are even more packed. The few doctors and nurs hardly have room to move. Featuring Gandhi. Azad and Mirabehn are behind him as he  moves on, and behind them, like a giant guardian, Abdul  Ghaffar Khan. We hear \"Bapu, Bapu\" muttered quietly here there. Gandhi bends to a woman whose face is bandaged and cruel wound is half-exposed between her mouth and eye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bapu... Allah be with you...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There are tears in Gandhi's eyes now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And with you. (He touches her  wrinkled hand.) Pray... I cannot help you -- pray...  pray.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And the weight of his helplessness hangs on him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALCUTTA STREET",
          "text": "A streetcar (tram) crashes into a barricade of carts,  rickshaws, a couple of old cars, smashing through to brea the barricade, but stopped in the end by the mass of debr The streetcar is loaded with Indian troops and they break from the stalled vehicle to chase A gang of Hindus --  organized -- runs down the street from the troops, some  dragging the bodies of victims with them. We see several  Hindu black flags.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEHRU'S OFFICE",
          "text": "He speaks across his desk to a senior police commissioner The same activity going on in the background.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(angrily) No! There will not be a Hindu Police  and a Muslim Police. There is one  police!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An aide slips a newspaper on his desk in front of him. He doesn't look at it till the senior commissioner lowers hi head and turns, accepting defeat. Then Nehru glances at t paper. In thick headlines: GANDHI: A FAST UNTO DEATH! Nehru doesn't move for a moment. Then he lifts his face s to his aide.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why must I read news like this in  the paper?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The aide shakes his head -- there's no answer. Nehru lowe his head again; it is like another burden on a man who al has too many. He grips his temples... a terrible sigh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tell Patel. Arrange a plane. We will  go -- Friday.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Four days?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nehru thinks on it solemnly, then nods yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAHIB'S HOUSE",
          "text": "The sounds of rioting and looting on nearby streets, but  here a mass of people are gathered. Many youths with blac flags. Two black government limousines. Motorcycles. Poli and soldiers. They are looking off to",
          "sentiment": "neutral"
        },
        {
          "speaker": "AN OUTSIDE STAIRCASE",
          "text": "It runs up the side of the building and is lined with wai people. Nehru and Patel are climbing the stairs, moving p them almost irritably as they mutter \"Nehru, Nehru,\" \"Pat and make the pranam to the eminent men. In the heat of the city Tahib's rooftop is still Gandhi's \"home\" and has become a center of activity. Azad clears  someone aside and ushers Nehru and Patel under the canopy awning. Nehru pauses as he lowers his head. His point of view. Gandhi lies curled awkwardly on his si of the cot. He is writing, Pyarelal taking the pages as h finishes, both ignoring all the people, the sounds of gun and distant shouting, but he looks tired and tightens his jaw occasionally in pain. The camera pans. A doctor sits  near the foot of the cot, Abdul Ghaffar Khan beyond him.  Near the other edge of the canopied area, Mirabehn sits w Bourke-White. They are whispering quietly, but Mirabehn h stopped on seeing Nehru and she smiles a relieved greetin She knows Gandhi's feeling for him. Bourke-White stares a him and Patel for a second and then her hand goes slowly, almost reflexively, for her camera.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nehru crosses and kneels so that he is almost at Gandhi's eyeline. Gandhi must take his eyes from his writing to lo and he is almost moved to tears at the sight of Nehru. Hi hand shakes a little as he holds it out to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bapu...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gandhi turns to pat their joined hands with his other han He does so with effort, and at last he sees Patel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sardar... (He looks him over.) You have gained weight. You must  join me in the fast.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Patel sits near the head of the cot so the three of them on a level. Outside the canopied area, Bourke-White is  crouched, her camera framing the three of them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(wittily, warmly) If I fast I die. If you fast people  go to all sorts of trouble to keep  you alive.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gandhi smiles and reaches to touch hands with him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bapu, forgive me -- I've cheated. I  could have come earlier. But your  fast has helped. These last days  people's minds have begun to turn to  this bed -- and away from last night's  atrocity. But now it is enough.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gandhi shakes his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All that has happened is that I've  grown a little thinner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It is despairingly sincere. But Nehru feels he has an ant for that despair. The distant sound of an explosion.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tomorrow five thousand Muslim students  of all ages are marching here in  Calcutta -- for peace. (The real point) And five thousand Hindu students are  marching with them. It is all  organized.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bourke-White captures the sense of elation in his face. F her discreet distance, she lowers the camera, holding it  against her mouth, waiting for Gandhi's response. Gandhi nods to Nehru, accepting the news with a sad  wistfulness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm glad -- but it will not be enough.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nehru isn't prepared for this resistance. He glances at P and we see that they recognize that their bland convictio that they could talk him out of the fast was deeply mispl Nehru turns back -- this time no confidence, only concern forced smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bapu, you are not so young anymore.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gandhi smiles, pain etched in his eyes. He touches Nehru' hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't worry for me -- death will be  a deliverance. (There is water in  his eyes, but his  words have the weight  of a man truly  determined to die.) I cannot watch the destruction of  all I have lived for.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nehru stares at him, feeling the sudden fear that Gandhi  means it. Patel, Mirabehn, Azad, Bourke-White are gripped the same realization.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAHIB'S HOUSE",
          "text": "An outside broadcast truck is parked among the usual crow grown even larger now, and more women among them. The sou of distant fighting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAHIB'S ROOF",
          "text": "The senior technician, in earphones, signals across to  Mirabehn. She holds a microphone by Gandhi, who is lying his side. He seems almost out of touch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bapu...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gandhi looks at her, and then the microphone. When he spe into the microphone his voice is very weak.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Each night before I sleep, I read a  few words from the Gita and the Koran,  and the Bible... (we intercut with  Bourke-White and  those on the roof  watching) tonight I ask you to share these  thoughts of God with me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And now we go into the streets, intercutting with Gandhi seeing Hindus listening around loudspeakers on corners, i little eating houses, Muslim shops where people live in t back, and neighbors gathering defensively in groups.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(the books are there,  but he does it from  memory of course) I will begin with the Bible where  the words of the Lord are, \"Love thy  neighbor as thyself\"... and then our  beloved Gita which says, \"The world  is a garment worn by God, thy neighbor  is in truth thyself\"... and finally  the Holy Koran, \"We shall remove all  hatred from our hearts and recline  on couches face to face, a band of  brothers.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He leans back, exhausted. Mirabehn is looking at him; she starts to sing softly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"Lead Kindly Light, amidst the  circling gloom...\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gandhi, his eyes closed, takes it up in his weak, croakin voice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"The night is dark, and I am far  from home, Lead thou me on...\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAHIB'S HOUSE",
          "text": "Two police motorcycles lead a black limousine to a stop b Tahib's house. The crowd now gathered is very large. More mixed than before but still predominantly of youths, many still with black flags. Nehru gets out of the limousine with a Muslim leader, a t looking man who carries himself with the authority and po of a mobster (Suhrawardy). And they start to go up the ou stairs. Suddenly we hear the shout \"Death to Gandhi!,\" \"Death to  Gandhi!\" And Nehru turns, pushing past Suhrawardy fiercel and going back onto the street. He runs at the crowd, whe the shout comes once more from the back. His face is wild with anger and shock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(hysterically) Who dares say such things! Who?! (And he is running at  them and they spread  in fear.) Come! Kill me first! Come! Where are  you?! Kill me first!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The crowd has spread from him all along the street; they  stand against the walls of the houses staring at him,  terrified to move. We see, just in passing, the frightene apprehensive faces of Godse, and near him, Apte and Karka Nehru stands, staring at them all, his face seething with anger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAHIB'S ROOF",
          "text": "We are featuring a copy of Life Magazine. On the cover is picture of rioting men fighting and diagonally a cut-out Gandhi lying on his cot. The caption reads: \"An Old Man's Battle.\" As the magazine starts to be opened, it is sudde put to one side. Another angle. Mirabehn is rising, leaving the magazine a her feet. She moves to Nehru and Suhrawardy as Azad usher them into the canopied area. Abdul Ghaffar Khan sits quie in the background. Mirabehn speaks softly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "His pulse is very irregular -- the  kidneys aren't functioning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nehru looks across at Gandhi. The doctor, who is testing  Gandhi's pulse yet again, glances at him -- no encouragem and moves away. Nehru moves to the side of the cot and Ga smiles weakly and holds out a hand, but he is in pain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bapu, I have brought Mr. Suhrawardy.  It was he who called on the Muslims  to rise; he is telling them now to  go back to their homes, to lay down  their arms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gandhi looks up at Suhrawardy, who nods. Gandhi looks bac at Nehru. There is no hint of him changing his mind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(personally) Think what you can do by living --  that you cannot do by dying.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gandhi smiles whimsically, he touches him again but there no change in his attitude.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(pleadingly) What do you want?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(a moment) That the fighting will stop -- that  you make me believe it will never  start again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nehru looks at him hopelessly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SQUARE IN CALCUTTA",
          "text": "A huge crowd, some smoke in distant buildings, some damag near to help us know this is still Calcutta, and all is n yet at peace. The camera sweeps over the crowd, past the  loudspeakers on their poles. We see surly knots of bellig rowdies, mostly young, but not all, hanging on the fringe as we move over the heads of the mass of listening people a platform where Nehru speaks. Azad, Suhrawardy, and othe sit on the floor behind him. We have heard his voice over all this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...Sometimes it is when you are quite  without hope and in utter darkness  that God comes to the rescue. Gandhiji  is dying because of our madness. Put  away your \"revenge.\" What will be  gained by more killing? Have the  courage to do what you know is right.  For God's sake, let us embrace like  brothers...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAHIB'S ROOF",
          "text": "Featuring the Muslim leader Suhrawardy, leaning against a wall, watching an action out of shot with evident tension We hear a little clank of metal. Another angle. There are five men facing Gandhi. They wea black trousers and black knit vests. There are thongs aro their arms that make their bulging muscles seem even more powerful. They are Hindu thugs (Goondas). Their clothes a dirty -- and they are too -- but they are laying knives a guns at Gandhi's feet. Mirabehn, Azad, Pyarelal, the doctor and others on the ro watch fascinated, a little frightened.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It is our promise. We stop. It is a  promise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gandhi is looking at him, testing, not giving or acceptin anything that is mere gesture.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Go -- try -- God by with you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Goondas stand. They glance at Suhrawardy; he smiles t and they start to leave, but one (Nahari) lingers. Sudden he moves violently toward Gandhi, taking a flat piece of  Indian bread (chapati) from his trousers and tossing it  forcefully on Gandhi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mirabehn and Azad start to move toward him -- the man loo immensely strong and immensely unstable. But Gandhi holds a shaking hand, stopping them. Nahari's face is knotted i emotion, half anger, half almost a child's fear -- but th is a wild menace in  that instability.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eat! I am going to hell -- but not  with your death on my soul.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Only God decides who goes to hell...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(stiffening, aggressive) I -- I killed a child... (Then an anguished  defiance) I smashed his head against a wall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gandhi stares at him, breathless.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(in a fearful whisper) Why? Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It is as though the man has told him of some terrible sel inflicted wound.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(tears now -- and  wrath) They killed my son -- my boy!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Almost reflexively he holds his hand out to indicate the  height of his son. He glares at Suhrawardy and then back Gandhi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Muslims killed my son... they  killed him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He is sobbing, but in his anger it seems almost as though means to kill Gandhi in retaliation. A long moment, as Ga meets his pain and wrath. Then",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know a way out of hell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nahari sneers, but there is just a flicker of desperate  curiosity.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Find a child -- a child whose mother  and father have been killed. A little  boy -- about this high.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He raises his hand to the height Nahari has indicated as son's.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...and raise him -- as your own.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nahari has listened. His face almost cracks -- it is a ch of light, but it does not illumine his darkness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Only be sure... that he is a Muslim.  And that you raise him as one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And now the light falls on Nahari. His face stiffens, he  swallows, fighting any show of emotion; then he turns to But he takes only a step and he turns back, going to his  knees, the sobs breaking again and again from his heaving body as he holds his head to Gandhi's feet in the traditi greeting of Hindu son to Hindu father. A second, and Gand reaches out and touches the top of his head. Mirabehn watches. The Goondas watch. Suhrawardy watches.  Finally",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(gently, exhaustedly) Go -- go. God bless you...",
          "sentiment": "neutral"
        },
        {
          "speaker": "COURTYARD",
          "text": "Trucks with riot squads (shields and truncheons) in place but they are lounging, waiting. There is silence, and air somnolence. Some of the riot squad lounge in little group around the courtyard. A distant cough. Featuring a senior riot squad officer dressed and ready f action. He it is who coughed. He coughs again, clearing h throat. A police sergeant stands by him, both are reading the front page of a paper the senior riot squad officer h We see two huge lines of headline: GANDHI NEAR DEATH/NEHR GOES ON FAST. In one of the trucks one of the men offers another a  cigarette. A telephone rings sharply, inside. The senior riot squad  officer and the sergeant run in as engines start; the men run to their places, lower visors, headlights go on!",
          "sentiment": "neutral"
        },
        {
          "speaker": "POLICE STATION OFFICE",
          "text": "A constable mans the telephone. He listens as the senior  riot squad officer and the sergeant run to him tensely. T sound of the great doors opening in the courtyard, more  engines revving up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, sir, yes, sir, (He holds up his hand  to the senior officer) \"Wait.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He glances up at the senior riot squad officer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(writing, from the  phone) Accident, \"Christie crossroads,\" a  lorry and a rickshaw. Yes, sir, I  have it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He shrugs at the senior riot squad officer and hands the  information slip to another constable behind the desk. The sergeant sighs, and moves to the outside door. We hea him bellow, \"Stand down.\" The constable hangs up and sigh heavily. The senior riot squad officer shakes his head, a turns and walks slowly to the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COURTYARD",
          "text": "The senior riot squad officer and the sergeant stand in t doorway as the engines die. The men relax... the silence  returns. A dog barks distantly, disturbed by the noise... bird caws once or twice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I wouldn't have believed it, Mr.  Gupta.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sergeant, it's a bloody miracle...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALCUTTA",
          "text": "It lies in silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAHIB'S ROOF",
          "text": "Mirabehn is bent over Gandhi. He is curled almost in the  fetal position, his face looking wan and sunken. For the  first time there is silence, no explosions, no distant sh no gunfire.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bapu, there's been no fighting --  anywhere. It has stopped -- the  madness has stopped.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We see the police commissioner, Suhrawardy, two doctors,  Abdul Ghaffar Khan, and some others. Nearer Gandhi, behin Mirabehn, are Nehru, Patel, Azad and Pyarelal. Gandhi turns to Mirabehn, his face shaking, peering into eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It is foolish if it is just to save  the life of an old man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No... no. In every temple and mosque  they have pledged to die before they  lift a hand against each other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "His weary eyes look at her; he looks up slowly to Azad. A nods \"It's true.\" Then Patel",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Everywhere.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gandhi looks at Nehru. Nehru just nods tautly. Gandhi loo down, then lifts his head to Azad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maulana, my friend, could I have  some orange juice... Then you and I  will take a piece of bread together...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The relief brings water to their eyes and grins to their  faces. Nehru bends to Gandhi. Gandhi holds his hand out t him, and Nehru clutches it. Then",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You see, Bapu, it is not difficult.  I have fasted only a few hours and I  accomplished what you could not do  in as many days.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It is a joke in their way with each other and Gandhi's ey light, his smile comes. But it is tired. He puts his othe hand over Nehru's and Nehru lowers his head to it, crying silently.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIRLA HOUSE",
          "text": "As in the opening sequence -- but a few minutes earlier. crowd is beginning to gather for the evening prayers. We a tonga or two, a gardener opening the gate to the garden three policemen standing, talking idly among themselves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIRLA HOUSE",
          "text": "Laughter. Gandhi is eating muli; he holds his head back t capture the lemon juice. We hear the click of a camera",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That is how you eat muli.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Manu hands him a cloth and he wipes his hands. Another cl of a camera. He is not fully recovered, but well on the w",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to the photographer) I'm not sure I want to be remembered  that way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It is all light and for fun. We get a wide-angle shot now and see that Bourke-White is shooting one of her favorite subjects again. She is enjoying the banter, as is Mirabeh who is spinning quietly to one side of the room, and Pate who sits cross-legged like Gandhi on the floor. Pyarelal working on papers with him but grins at this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't worry, with luck you may not  be.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And she shoots him again, as he hands the cloth back to M Abha is sitting next to Manu, looking at a collection of  pictures of Gandhi, obviously Bourke-White's.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, he'll be remembered for tempting  fate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It is wry, but waspishly chiding. Abha suddenly holds a  picture up for Gandhi to see. It's one of him, ears wide, eyes round.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mickey Mouse.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gandhi taps her on the head with his finger as she smiles But Bourke-White has looked from Patel to Gandhi, clearly shaken by the implication in Patel's words.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You really are going to Pakistan,  then? (Gandhi shrugs, and  she chides too) You are a stubborn man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(a grin, in the mood  of their \"flirtation\") I'm simply going to prove to Muslims  there, and Hindus here, that the  only devils in the world are those  running around in our own hearts --  and that's where all our battles  ought to be fought.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Abha has signaled to the cheap watch dangling from his dh He glances at it, and holds his arms out. The two girls h him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And what kind of a warrior have you  been in that warfare?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She is photographing his getting-up and leaning on the tw girls.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not a very good one. That's why I  have so much tolerance for the other  scoundrels of the world.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He moves off, but has a sudden thought and turns to Patel",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ask Panditji to -- to consider what  we've discussed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Patel nods soberly and Gandhi starts for the door, Bourke White moving with him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(of the photographs) Enough.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(a plea) One more.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He has passed her, he's in the doorway. We see the crowd the end of the garden, where the light of the day is begi to soften. He turns, teasing in his slightly flirtatious with women.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're a temptress.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She shoots him against the door -- the crowd milling  distantly, waiting -- then she lowers her camera.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just an admirer...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nothing's more dangerous, especially  for an old man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He turns; the last words have betrayed the smile on his f they have a painful sense of truth about them. Bourke-Whi watches as he moves into the garden toward the crowd in t distance. She turns to Mirabehn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There's a sadness in him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's an observation -- and a question. Mirabehn accedes  gravely.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He thinks he's failed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bourke-White stares at her, then turns to look out at him",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why? My God, if anything's proved  him right, it's what's happened these  last months...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mirabehn nods, but she keeps on spinning and tries to sou cynically resigned but her innate emotionalism keeps brea through in her voice and on her face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I am blinded by my love of him, but  I think when we most needed it, he  offered the world a way out of  madness. But he doesn't see it...  and neither does the world.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It is laced with pain. Bourke-White turns and looks out a Gandhi -- so tiny, so weak as he walks between his \"props He has now reached the end of the garden and is moving am the crowd assembled there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE GARDEN",
          "text": "Gandhi is moving forward in the crowd, one hand resting o Manu, the other on Abha. He makes the pranam to someone, crowd is bowing to him, some speaking, and we also see th crowd from his point of view -- \"Bapu,\" \"God bless you,\"  \"Thank you -- thank you.\" He turns to a very old woman, w makes a salaam to him. Gandhi touches her head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Allah be with you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Smiling, he turns back. A jostling, the sound of beads  falling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to someone) Brother, Bapu is already late for  prayers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gandhi turns to the person; he makes the pranam. Full shot. Godse is making the pranam to him and he sudde wildly draws his gun and fires. The camera closes on Gand as he staggers and falls, the red stain of blood seeping  through his white shawl.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, God... oh, God...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Manu and Abha bend over him, silent in their first shock. The sound of panic and alarm begins to grow around them,  they suddenly scream and begin to cry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bapu! Bapu!",
          "sentiment": "neutral"
        },
        {
          "speaker": "FUNERAL PYRE",
          "text": "Blackness. Silence. A moment -- we sense the blackness moving -- like dark sm The camera is pulling back very slowly and we can tell th blackness is smoke rising from a fire. And now we see that it is a funeral pyre. And all around  that pyre a mass of silent humanity. Through the smoke,  sitting cross-legged near the rim of the flames, we see  Nehru... and Azad and Patel, Mirabehn and Kallenbach, the drawn faces of Lord and Lady Mountbatten, Manu and Abha..",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE RIVER",
          "text": "A helicopter shot coming slowly up the wide river, low, t a barge and a mass of people in the distance. And now we are over the barge, and it is covered with flo Flowers flow downstream around it. An urn sits on it --  containing Gandhi's ashes -- and Nehru stands near it, Az and Patel a little behind him. And as the barge floats do the river, Nehru bends and lifts the urn... Featuring Nehru. He swallows, restraining his own emotion and slowly, ritualistically, sprinkles the ashes over the water. And as they spread, we hold on that stretch of the river, the flowers swirling languidly around it as the dark, tim current moves them toward the sea.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(weak, struggling, as  he spoke the words  to Mirabehn) ...There have been tyrants and  murderers -- and for a time they can  seem invincible. But in the end they  always fall. Think of it -- always...  When you are in doubt that that is  God's way, the way the world is meant  to be... think of that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And slowly the camera begins pulling back, leaving the  flowers, the brown, rolling current as though leaving the story of Gandhi, going far out, away from the great river reaching higher and higher, through streaks of clouds as titles begin. And through them, once more we hear, dimly, reminiscently through the rushing wind: \"At home children are writing 'essays' about him!\"... the croaky voice singing, \"God save our gracious King\"... Dye \"Sergeant Major --,\" the Sergeant Major: \"Take aim!,\" Dye \"Fire!,\" the sound of massed rifle fire, screams... \"You my best friend... my highest guru, and my sovereign lord. \"Who the hell is he?,\" \"I don't know, sir.\" \"My name is  Gandhi. Mohandas K. Gandhi.\"... the sound of rioting, wom screams, terror... \"Find a child -- a child whose mother father have been killed. A little boy... about this high. \"He thinks he's failed.\"... \"Long live Mahatma Gandhi!... Long live Mahatma Gandhi!\"",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_757"
    }
  ]
}