{
  "movie_id": "MOV767",
  "scenes": [
    {
      "location": "CHECK CASHING STORE JAMAICA AVENUE",
      "time": "NIGHT",
      "characters": [
        "ANTWAN",
        "JUNEBUG",
        "DARIUS CLAY",
        "LAWYER",
        "JUDGE",
        "RECEPTIONIST",
        "MARCUS, (V.0O.)",
        "HUSTLER",
        "DEA AGENT",
        "RODRIGO",
        "LENA",
        "INMATE",
        "MAJESTIC",
        "BREEZE",
        "GRANDMA CHARLENE",
        "KENNETH",
        "TOPCAT SLIM",
        "GUARD",
        "TOPCAT, (V.0.)",
        "CAMERON'S FATHER",
        "THE VIP SECTION,",
        "MARCUS, (V.O.)",
        "TOPCAT, (V.O.)",
        "/ CHARLENE",
        "TONY CASH",
        "KOREAN MAN",
        "PHYSICAL THERAPIST",
        "MARCUS'S VOICE",
        "SKULL CAP",
        "TIME DISSOLVE",
        "FLASHBACK",
        "HUSTLER, (0.C.)",
        "MARCUS, (V.Q.)",
        "DI",
        "GIRL IN CROWD, (0.S.)",
        "KID",
        "KATRINA",
        "LEILANI",
        "MARCUS",
        "CHARLENE, (0.S.)",
        "KERYL MARCUS",
        "KERYL",
        "UNCLE SPORT",
        "SALESMAN",
        "MICHAEL",
        "LEVAR CAHILL",
        "MARCUS AND TOPCAT",
        "MARCUS,",
        "MAJESTIC, (V.O.)",
        "DOCTOR",
        "BAMA",
        "MOTHER",
        "CAMERON MARCUS",
        "TOPCAT",
        "TYRELL",
        "BLAM",
        "LEONARD",
        "GANGSTA",
        "MARCUS, (V.0.)",
        "CHARLENE",
        "DJ",
        "JACKIE",
        "GRANDPA",
        "KEISHA",
        "GRANDMA",
        "SECURITY GUARD",
        "CUT TO",
        "CAMERON",
        "MARCUS AND TONY CASH",
        "BACK TO SCENE",
        "LEILANI, (0.S.)",
        "ROMEO",
        "MARCUS, (0.S.)",
        "SLIM",
        "AUDIENCE MEMBER",
        "BACK TO TOPCAT",
        "MARCUS., (V.0O.)",
        "ODELL",
        "TOPCAT MARCUS",
        "MARCUS,, (V.O.)",
        "MARCUS SPINS,",
        "DS",
        "THROUGH A SERIES OF CAR DRIVER'S SIDE WINDOWS",
        "HOT GIRL",
        "MARCUS AND MAJESTIC",
        "BUSINESSMAN"
      ],
      "dialogues": [
        {
          "speaker": "Unknown",
          "text": "Late. Quiet. Run-down neighborhood. A stolen Suburban idles near a Check Cashing store, lights on but gates dow closed for business. PAN the Suburban’s bumper-sticker: “ Child Was Student of the Month at Garden City Middle Scho",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The occupants: five African-American males and a Guest. In the driver’s seat is KERYL, 23. Next to him sits ROMEO 18, who tokes on a huge spliff, a Glock .9mm in his lap.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KERYL",
          "text": "C‘mon, lemme get that shit. Romeo passes the joint to BAMA, 23, Southern accent, who holds another .9mm -- In the back, MARCUS, their 25 year old leader, holds an Uzi. In between him and TYRELL, 22, sits RODRIGO, a trembling Colombian about 30.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "{to Rodrigo) One more time I’ma run this down. We gettin’ out this car, we gonna walk to that side door. You gonna knock the code, you ain't gonna say a motherfuckin’ word. Comprende?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RODRIGO",
          "text": "Si. Yes. Please no shoot me. \fUntitled 50 Cent Project 2nd Revision 09/12/04 2.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "That’s up to you, motherfucker. Marcus presses the Uzi against Rodrigo’s temple, leans in",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "Try any shit I’1l paint that store with your fuckin’ brains. (then; to the others) Let's do this. As they all pull ski masks down over their faces...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A chain-smoking KOREAN MAN, 50s, sits at a table, countin Machine WHIRRING as it spits out stacks of HUNDRED DOLLAR BILLS. Nearby, two KOREAN WOMEN tie the stacks with bands Across the room, a Colombian GUARD watches a Tony Robbins infomercial on TV. A few beats, then a coded knock on the side door. RAP. RAP. RAP-RAP-RAP. The Guard approaches th peephole, his .45 pistol still in its holster. GUARD'S POV THROUGH PEEPHOLE - Rodrigo stands outside, ho up a Nathan’s bag. As he unlocks the door...",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUARD",
          "text": "Fuck you been, I‘m starvin’ in-- BAMMMM!!! The door kicks in violently, knocking the Guard backward nearly off his feet. The Korean Women SCREAM, throwing up their hands as Marcus & Co. pile in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "Fuckin’ move I‘ll blow your fuckin’ heads off! In a flash, Bama is on the Guard, .9mm jammed in his eye. He quickly takes the .45, forces the guy to his stomach a Tyrell shoves Rodrigo to the floor next to him. While Romeo covers the Women, Marcus produces a nylon duf bag. Workmanlike as the Grinch, but ten times faster, he fills it with the cash. As he loads the money:",
          "sentiment": "neutral"
        },
        {
          "speaker": "KOREAN MAN",
          "text": "Goddamn cocksucker!",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYRELL",
          "text": "Shut the fuck up! \fUntitled 50 Cent Project 2nd Revision 09/12/04 3. At the table, Marcus cleans out the counting machine, sho the bills into the duffel bag. Bama nudges the Korean Man",
          "sentiment": "neutral"
        },
        {
          "speaker": "BAMA",
          "text": "Where the rest at?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KOREAN MAN",
          "text": "That all, no more!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROMEO",
          "text": "(glancing at his watch) Sixty seconds!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "A-ight, we done.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BAMA",
          "text": "Fuck‘s the rest of the money?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "We got what we need, let’s go!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BAMA",
          "text": "Lemme grabs the Lottos.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "I said let’s-- Just then, another Colombian GUARD appears in the front doorway, raises a sawed-off shotgun... KA-BLAMMM! ! ! A huge hole is blown in the wall inches fr Bama's head. With the Women screaming, Bama holds his shattered eardrum as Marcus sprays the Uzi at the Guard, taking him out. Marcus shoves the duffel into Romeo's han",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "Gol! Got! As Romeo bolts off, Tyrell covers the room while Marcus g Bama, carrying him out the door with one arm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In panic mode, Romeo sprints to the Suburban, tosses the duffel in. Marcus rushes up holding Bama, Tyrell followin",
          "sentiment": "neutral"
        },
        {
          "speaker": "KERYL MARCUS",
          "text": "Fuck happened in there?! Help me get him in! Romeo and Tyrell help Marcus lift Bama, pile in after him \fUntitled 50 Cent Project 2nd Revision 09/12/04 4,",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "Drive!! Gol! Gol! As they screech off, SIRENS blare in the distance and we. cuT TO: A CHERRY TOP LIGHT -- spinning wildly, flashing in the da The CAMERA PULLS BACK to reveal it’s on an AMBULANCE that screeches down the Van Wyck Expressway. On screen appears 1976",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS, (V.0.)",
          "text": "I was born in 1976, same year as the Bicentennial. Laying on the gurney is KATRINA, 15, pretty, African-Amer and very pregnant; she moans loudly, in full labor. Her MOTHER, 40s, holds her hand as a PARAMEDIC checks her vit",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATRINA",
          "text": "It hurts! Ohhh! Motherfucker!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "I did it nine times, baby, I know. And as Katrina continues moaning...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS, (V.O.)",
          "text": "The little girl on the gurney’s my moms. She‘s fifteen years old.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A cramped room; Stevie Wonder & Charlie’s Angels (the TV show) posters on the wall, clothes everywhere. With her three SISTERS asleep nearby, Katrina lays awake, staring a mirrored disco ball hanging from the ceiling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS, (V.O.)",
          "text": "I never knew for sure who my pops was - she never really talked about him at all. She always told me I was the immaculate conception. \fUntitled 50 Cent Project 2nd Revision 09/12/04 5. Suddenly the disco ball starts glowing; a bright, other- worldy light fills the room, reflecting off Stevie Wonder sunglasses. It washes down over Charlie's Angels, alighti Katrina’s face as she sits up in bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS, (V.0O.)",
          "text": "I guess I liked that better than the truth, which was probably that he was some no-account nigga from the hood.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Katrina, now 19, scoops meat into a row of taco shells.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS, (V.O.)",
          "text": "It didn’t really matter anyway - with my moms around, I didn‘t need no dad. See most girls her age woulda gone on welfare, let the government pay their ass, but Katrina Philips wasn‘t about that shit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Katrina punches her time card, opens her pay envelope, glances at the check - $89.00. She frowns slightly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS, (V.0.)",
          "text": "She assessed her options, tradin’ fast food for fast money.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Katrina, 22 and blinged-out, leans into a Monte Carlo ful white COLLEGE GUYS. The DRIVER hands her a $20; she slips him a foil packet of coke. As he pulls away, Katrina head back to her spot on the corner, sips a Sprite. Further up the block, a hard-looking hustler we’ll come to know as TOPCAT, 28, gives her a subtle nod.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS, (V.0.)",
          "text": "Time she was twenty two, she had her own house and a brand new Buick Regal -- for me, every day was Christmas with my moms. \fUntitled 50 Cent Project 2nd Revision 09/12/04 6. EXT. TOYS ‘R US - PARKING LOT - DAY Marcus, now 8 and wearing a thick gold chain, running sui and bright white sneakers, holds an armload of toys as he follows Katrina toward a a shiny black ‘84 Buick Regal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "Can we go to Carvel?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATRINA",
          "text": "(checks her beeper) I gotta make a stop first, baby.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "With rap music on the radio, the Regal sits parked at the curb, Marcus in the passenger seat playing with a “Mr. T” A-Team action figure. Nearby, Katrina stands arguing with SLIM, rail thin, Geri-curled, 20s. Topcat, the hustler we met earlier, mediates.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATRINA",
          "text": "Nine times I told this motherfucker stay on his side the boulevard!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLIM",
          "text": "You own this fuckin’ street? Opportunity knocks, I take the sale, bitch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATRINA",
          "text": "{lunges at him) Who you call bitch, motherfucker?! Katrina slaps and scratches at Slim; he tries to fight ba",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOPCAT SLIM",
          "text": "Whoa, whoa! Don’t push me, girl - I will fuckin’ beat your ass! Topcat separates the two of them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOPCAT",
          "text": "Chill now, fuck you doin'?! You don‘t do that shit out here!",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATRINA",
          "text": "Lionel Richie-lookin’ motherfucker. Topcat gives them hard looks. Things calm down, then: \fUntitled 50 Cent Project 2nd Revision 09/12/04 7.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOPCAT",
          "text": "Here’s how it’s gonna be. Trina works the south side of Brewer and you stay the fuck ‘cross the street.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLIM",
          "text": "Bitch be pickin’ my pocket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOPCAT",
          "text": "(reaching for his gun) Fuck I just say motherfucker? Topeat stares him down, ice-cold eyes. A few beats, then:",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOPCAT",
          "text": "Now get your bony ass back there. Slim shoots Katrina a look, then crosses the street.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATRINA",
          "text": "Pussy ass nigga.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOPCAT",
          "text": "Take it easy. Everybody gonna eat. Topeat looks over, notices Marcus sitting in the car. He crosses to him, leans inside, smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOPCAT",
          "text": "Hey lil’ homey, who you got there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "Mr. T.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOPCAT",
          "text": "Mr. T?! I ever tell you ‘bout the time I whupped his ass?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "You buggin’. Mr. T is bad. Topcat smiles, pats Marcus’ head as Katrina gets in the c",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATRINA",
          "text": "I’m droppin’ him off, I’1l be back later.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOPCAT",
          "text": "Time‘s money, Trina. \fUntitled 50 Cent Project 2nd Revision 09/12/04 8. Topcat crosses off. Katrina settles in. Marcus is quiet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATRINA",
          "text": "Y'all right baby boy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "Why was you fightin’ with that man?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATRINA",
          "text": "Who, Slim? He was tryin’ to take somethin’ belonged to me baby, and you can’t let people do that. You gotta be strong.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "I don’t like when people fight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATRINA",
          "text": "What you worried about? Don’t you know I‘d never let nothin’ happen to you? Look at me, baby. (off his look) I will always protect you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "I know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATRINA",
          "text": "C'mon now, let’s get some Carvel. INT. GRANDMA‘S HOUSE - LIVING ROOM - NIGHT Now in pj‘s, Marcus sits on the couch eating Carvel ice c with six other BOYS and GIRLS ranging from age 12 to 25.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS, (V.O.)",
          "text": "Though Katrina had her own crib, a lot of time I stayed with my grandparents and my eight aunts and uncles -- shit, some of them niggas weren‘t much older than me. UNCLE SPORT, 17, and GRANDPA attempt to hook up a new VCR",
          "sentiment": "neutral"
        },
        {
          "speaker": "UNCLE SPORT",
          "text": "You plugged it in output. You gotta use input.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRANDPA",
          "text": "Shut your ig‘nant mouth ‘for I input my boot up your ass. \fUntitled 50 Cent Project 2nd Revision 09/12/04 9. The CAMERA DRIFTS to THE FOYER, where Katrina and Marcus’ Grandma, now 50s, are in the midst of a hushed argument.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRANDMA",
          "text": "He don’t need your money, Katrina, he needs you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATRINA",
          "text": "He got me. I’m here, ain‘t I?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRANDMA",
          "text": "And when you go get yourself in jail, then what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATRINA",
          "text": "I ain't goin’ to jail, will you stop sweatin’ my ass?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRANDMA",
          "text": "Don‘t you use that lang--~ Katrina looks, noticing something. Grandma turns to see w it is ~ Marcus is watching them. They trade looks. A truc",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRANDMA",
          "text": "Marcus, say goodbye to your mama. Marcus approaches. Katrina kneels down, smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATRINA",
          "text": "I'll see you Saturday, okay, baby?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "Can we get the Atari?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATRINA",
          "text": "I told you we could, didn't I? (off Marcus’ smile) Now gimme a kiss. Marcus kisses his mother; she hugs him, exits. EXT. KATRINA‘’S HOUSE ~ LONG ISLAND - NIGHT Late. Katrina pulls the Regal into the driveway of a neat ranch style home on a quiet suburban street.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS, (V.0O.)",
          "text": "Turned out I never did get that Atari -- Katrina didn’t show up that Saturday. \fUntitled 50 Cent Project 2nd Revision 09/12/04 10. INT. KATRINA‘S HOUSE - LONG ISLAND - NIGHT Katrina enters the foyer, flips on the light. And as soon she closes the door... SLIM APPEARS from behind it, slipping an electrical cord around her throat. Knee in her back, he YANKS violently o the cord, lifting her off her feet. Katrina flails wildly kicking, scratching, eyes bulging. Slim tightens his grip",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS, (V.0.)",
          "text": "That was the day they found her body.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A few KIDS on bicycles look on as two UNIFORMED MEN from Coroner's office remove Katrina‘s corpse in a body bag.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS, (V.O.)",
          "text": "Just like that, my mom’s life ended. Life as I knew it ended too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Near a meager Christmas tree, the family sits around in r and pj's, looking on as Marcus unwraps a few simple prese",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS, (V.0.)",
          "text": "With my grandpa on disability and eight other kids to feed, shit like Atari was a thing of the past. Marcus opens a gift - a bag of small green plastic Army M",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bookbag over his shoulder, Marcus walks to school past boarded-up storefronts; garbage, broken glass everywhere.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS, (V.0O.)",
          "text": "In addition to me, that summer there was another new arrival in Queens -- crack swept through like a hurricane. Some folks said it was the worst thing ever happened to the hood... \fUntitled 50 Cent Project 2nd Revision 09/12/04 11. SIRENS in the distance, Marcus side-steps a filthy, pregn CRACK HO, who stands with a few other emaciated FIENDS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS, (V.0O.)",
          "text": "Some said it was the best. A HUSTLER drives by in a gleaming ‘85 Bonneville, drippin with gold jewelry as rap music BLARES from his stereo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The BELL rings; KIDS pour out of the graffiti-covered sch including Marcus and CAMERON, a skinny kid in glasses abo his own age. In contrast to Marcus’ hand-me-downs, Camero is well dressed, wearing a brand new Starter jacket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAMERON",
          "text": "...then Rambo grabs the Chinese dude and hits him like pow!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "Who, the first dude? Across the street, some older KIDS hang out smoking, boom cranked. Their ringleader, KENNETH, a scary-looking, ligh skinned, redheaded bully about 13 spots Cameron.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNETH",
          "text": "Yo, yo, Cameron. Hold up!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAMERON MARCUS",
          "text": "(nervous ) (to Cameron) Nah man, I gotta go home. Who that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNETH",
          "text": "Yo, lemme holla at you a second!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAMERON",
          "text": "Run Marcus! Marcus and Cameron take off running. Kenneth starts chasi them, but can’t dodge the traffic to cross the street.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNETH",
          "text": "I catch you little nigga that jacket is mine! EXT. GRANDMA’S HOUSE - STREET - DUSK Marcus and Cameron sit quietly on the curb, carving their names in the blacktop with nails. \fUntitled 50 Cent Project 2nd Revision 09/12/04 12.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAMERON",
          "text": "You ever think about your moms?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "I dunno, sometimes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAMERON",
          "text": "Shit's messed up. Marcus half-shrugs. A few beats, then:",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAMERON",
          "text": "Wanna play skelly?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "Okay, lemme get my cap. They stand. Just then, the street lights come on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAMERON",
          "text": "Aww, man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS, (V.0O.)",
          "text": "Cameron was a rarity in the hood, a kid with somethin‘ almost no other kid had - a moms and a dad. Across the street, CAMERON’S FATHER, 35, pokes his head o of the screen door of a small, neatly-kept house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAMERON'S FATHER",
          "text": "Cameron!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAMERON",
          "text": "I know. See you tomorrow, Marcus. Marcus watches as Cameron crosses the street and goes ins",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS, (V.O.)",
          "text": "Every night when that street light came on, it was time for Cameron to go in. I hated that fuckin’ light. EXT. GRANDMA’S HOUSE - STREET - NIGHT Marcus stands alone in the deserted street, throwing rock the street light’s bulb. After a few tries with no succes he sits, takes a small plastic Soldier from his pocket. H plays with it a bit, then after a while starts talking to \fUntitled 50 Cent Project 2nd Revision 09/12/04 13.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "What ‘chu worried about, man? You gotta be tough. Don‘t you know I’1l always protect you? Marcus sits alone, the sound of SIRENS in the distance...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In the garbage-strewn schoolyard, rap music plays from a nearby boom box. Marcus looks on with a few other KIDS as a GIRL break-dances on a piece of cardboard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KID",
          "text": "Pop-lock like you did before! That shit crazy. Just then, outside the fence, a commotion. Marcus looks, sees Cameron surrounded by the bully Kenneth and his boys",
          "sentiment": "neutral"
        },
        {
          "speaker": "KID",
          "text": "Oh snap, Cameron in trouble now. As Kenneth tries to yank off Cameron’s jacket, Marcus rea in his pocket. He squeezes the plastic Soldier, then purposefully strides across the schoolyard onto the stree",
          "sentiment": "neutral"
        },
        {
          "speaker": "KID",
          "text": "Where you goin’, Marcus?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS, (V.0.)",
          "text": "Growin’ up in the hood it’s a constant battle to get nice things. Barely missing a step, Marcus grabs a loose six-inch piec of concrete from the sidewalk around a tree.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS, (V.O.)",
          "text": "It's a bigger battle to keep ‘em. Marcus approaches Kenneth, whose back is to him as he rou yanks off Cameron‘s starter jacket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "Hey! Kenneth turns and... WHAMMMM!! Marcus SMASHES him across the face with the concrete. A gash immediately opens over Kenneth’s eye, blood pouring down his shirt as he goes do",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "Touch him again I will fuck your ass up! All you motherfuckers! \fUntitled 50 Cent Project 2nd Revision 09/12/04 14. Kenneth crawls to his feet, runs off. His gang suddenly g very quiet. Marcus stares them down - no one has the ball to challenge him. He leads Cameron back to the schoolyard",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS, (V.O.)",
          "text": "Over the next few years, I made a reputation for myself with the other kids. And in the hood, reputation is the cornerstone of power.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Marcus, now 12, walks down the street. He stops to look i the window of “Value World Shoes”, where a sharp-looking of Adidas’ is on display with a price tag of $75.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS, (V.0.)",
          "text": "The problem with a reputation’s you gotta live up to it. And it's hard lookin’ fly wearin’ Pro fuckin' Keds. Marcus looks down at his own ratty sneakers and heads off",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A dejected Marcus walks down the street, which is dotted with crack HUSTLERS and FIENDS. On the corner, looking like a million bucks, Topcat leans on his ‘88 Caddy Sevil smooth-talking a neighborhood HOTTIE. As Marcus passes by",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOPCAT",
          "text": "Yo, how you doin’, b.g.?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "I’m a-ight. As the Hottie crosses off, Marcus approaches Topcat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOPCAT",
          "text": "Look at you, all growed up. So what's happenin’, brother?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "I dunno. Goin’ to school.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOPCAT",
          "text": "Educate thyself, your mama‘d be proud. So you need anything? \fUntitled 50 Cent Project 2nd Revision 09/12/04 1s.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "Nah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOPCAT",
          "text": "Ah, see now you lyin’ to Topcat. Everybody need somethin’.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "{shrugs; shy) Tryin’ to hold some Adidas’.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOPCAT",
          "text": "Sneakers, that all? Shit, I’ll have you rockin’ sneakers and some new gear. EXT. QUEEN’S PLAZA MALL - DAY With Marcus in the passenger seat, Topcat pulls the Sevil into the mall parking lot, rap music thumping.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS, (V.0.)",
          "text": "There’s two sure ways to get a kid to do somethin’. Take away what they already have or give ‘em somethin’ they want.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In a shoe store, Marcus tries on new Adidas’; Topcat pays cash from a thick wad. Another store; Marcus picks out a Starter jacket, matching hat. In a jewelry store, Marcus reluctantly picks out a gold chain; Topcat nods it's okay",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS, (V.0O.)",
          "text": "You wanna make friends, givin' somethin’ they want works a whole lot better. INT. MCDONALD’S - DAY Nearly empty. Eating a Big Mac, wearing his new clothes, Marcus sits across from Topcat, who smokes, but doesn’t e",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOPCAT",
          "text": "Tell you man, your moms? That there was a special lady. And smart? Shit. She loved your ass too, you know. \fUntitled 50 Cent Project and Revision 09/12/04 16.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "I know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOPCAT",
          "text": "(a few beats; then) Like your new threads?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "You trippin’? They great.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOPCAT",
          "text": "Tell you what... nah, forget it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOPCAT",
          "text": "Nah, you too young.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "No I ain’t, what? Topeat feigns that he’s thinking it over, then “caves”.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOPCAT",
          "text": "A-ight, but only cause your moms was a friend of mine. Instead of you askin’ for fish, how you’d like if I give you a pole instead? (off Marcus’ confusion) What I'm sayin’ is how'd you like to be able to buy all this shit yourself. Matter fact, how you'd like to be able to buy anything you want?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "Shit yeah. Topcat looks around, then leans in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOPCAT",
          "text": "Here’s the thing then, man to man. You know what crack is, right? (off Marcus’ nod) Well you should never ever do that shit, it fucks you all up. But long as there’s other niggas stupid enough to do it, why not turn that to your advantage? (looks around; pulls out a vial) See this little shit? (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fUntitled 50 Cent Project 2nd Revision 09/12/04 17. TOPCAT (cont'd) You can stand on Brewer thirty seconds, sell it to a fiend for ten dollar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "Ten dollar for that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOPCAT",
          "text": "Tell you what else. He got the paper, that same fiend gonna come back in two hours buy another.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "Shit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOPCAT",
          "text": "(smiles; then) A-ight, here’s I’ma do, I'ma hook you up, give you a tryout.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOPCAT",
          "text": "{holds up vial) We go back to Brewer, I‘ma give you five of these. Every four you pump for me, you pump one for yourself, keep the money. That’s a ten dollar profit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "Whoa.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOPCAT",
          "text": "This a big opportunity little man, you sure you can handle it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "Hell yeah. And as Marcus and Topcat shake hands, we FREEZE FRAME:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS, (V.0O.)",
          "text": "From that moment, I was addicted to crack. Not doin’ it -- sellin’ it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Topcat looks on from down the block, 12-year-old Marcu stands amidst a few other Hustlers ranging from age 16 to",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS, (V.0O.)",
          "text": "Every afternoon from three to six I was out on the street. \funtitled 50 Cent Project 2nd Revision 09/12/04 18, A gypsy CAB pulls up; the PASSENGER waves Marcus over. He approaches, trades crack for cash; the Cab pulls off. INT. GRANDMA’S HOUSE - KITCHEN - DAY CLOSE ON A CLOCK - 6:12 p.m. Marcus enters, passing Grand who smiles at him as she makes spaghetti.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS, (V.0O.)",
          "text": "I told my grandma I joined some bullshit after-school program.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Marcus is on the street; a shaky FIEND, 20s, approaches w a handful of crumpled-up singles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS, (V.0O.)",
          "text": "Most hustlers wouldn't take singles, but me, I‘d take fuckin’ pennies that’s all a fiend had.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Using a phone book to lean on, Marcus uses a steam iron t neatly press a stack of bills into crisp, flat notes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS, (V.0.)",
          "text": "I got so obsessed with money I used to iron the bills out, count how much I had over and over and over. INT. BOYS’ BEDROOM - BASEMENT - DAY Marcus sits on the bed, finishes lacing up his old pair o Pro Keds. He grabs his bookbag, exits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Marcus enters the kitchen, says goodbye to Grandma, who serves Grandpa waffles at the table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRANDMA",
          "text": "Got your chess club today, baby?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "Yeah, till six. \fUntitled 50 Cent Project 2nd Revision 09/12/04 19.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRANDPA",
          "text": "Boy a genius. Marcus exits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS, (V.O.)",
          "text": "The fucked up thing is for all the green I was holdin’, I couldn‘t let my grandparents know about it. EXT. CAMERON’S HOUSE - BACK YARD - DAY As Cameron acts as look-out, Marcus slips off his Keds, t pulls a Hefty bag out from behind the garage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAMERON",
          "text": "Come on Marcus, hurry. From a small selection of brand new pairs of sneakers, Ma removes a pair of snow white Adidas’ from the bag.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS, (V.0.)",
          "text": "I stashed my real sneakers over behind Cameron's garage. And as he starts changing his sneakers...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Marcus and a few other Hustlers stand around a boombox, w blares NWA. One of them, a scary, droopy-eyed thug we'll come to know as JUNEBUG, 16, bops his head to the music.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS, (V.0O.)",
          "text": "It was right around this time I first got into rap. I mean once NWA dropped they shit, every nigga I knew was rhymin’.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUNEBUG",
          "text": "Yo, you feelin’ this shit?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS, (V.0.)",
          "text": "For the first time we heard music that truly reflected our lives...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Marcus and Cameron make their way down the street, passin Hustler who raps as a few others look on. \fUntitled 50 Cent Project 2nd Revision 09/12/04 20.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS, (V.O.)",
          "text": "Hustlers, fiends, even little kids wanted to be rappers. Me and my friends‘d fuck around in the yard, write our own verses.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Marcus, Cameron and a few other 5th GRADERS look on as on them, LEONARD, raps to a tired, old-school beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEONARD",
          "text": "My name is. Leonard and I’m here to say/That I’m the best rapper in the world today...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS, (V.O.)",
          "text": "The difference was I took it serious, actually worked at it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The same KIDS are gathered near Marcus, who raps to a bea He‘s colorful, clever and very talented, but way too hard for a 5th grader, with lyrics about crack, murder and pus A TEACHER walks by on her way into the school, overhearin Marcus as he raps. And on her appalled expression...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS, (V.0.)",
          "text": "But much as I liked rappin’, it was sort of just a hobby -- nothin’ gave me a rush like makin’ money.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Marcus, now 15 and wearing new clothes and jewelry, works street. Nearby we see Junebug, now 19, in a tense discuss with a THUG in a Yankee’s cap.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS, (V.0.)",
          "text": "Not that hustlin’ didn’t have its down-side. There was fierce fuckin’ competition. A strung-out WOMAN pulls up in a car; Marcus and two othe Hustlers race to make the sale. \fUntitled 50 Cent Project 2nd Revision 09/12/04 21.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "With other Hustlers nearby, Marcus selis to Kenneth, the schoolyard bully, who now has a scar over his eye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS, (V.0.)",
          "text": "Plus there was always the po-po to worry about.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HUSTLER, (0.C.)",
          "text": "Five-0!! Kenneth runs off. Marcus bolts behind a parked car, ducks down as a POLICE CRUISER passes by.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Marcus sells to a Fiend. Nearby, talking on a pay phone i the THUG in the Yankee’s cap.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS, (V.0.)",
          "text": "But your biggest problem was one you might not even know you had... A rusty Nissan rolls to a stop. As casually as if he's buying a newspaper, Junebug emerges from the back, walks the Thug in the Yankee cap...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS, (V.0O.)",
          "text": "Beef with another nigga.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLAM",
          "text": "Junebug empties a Glock into YANKEE CAP‘S body, finishing him off with three head shots. As blood pools on the sidewalk, Junebug locks eyes with Marcus, then jumps back in the Nissan, which screeches off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS, (V.0O.)",
          "text": "It’s some fucked up shit, but as they say, no risk, no reward. And by the time I was 15, I had more “reward” than I could hide.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Marcus, Junebug and a few other Hustlers look on from the street, Topcat stands talking to a shifty-looking, go toothed hustler we’ll come to know as ODELL, 27. \fUntitled 50 Cent Project 2nd Revision 09/12/04 22.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS, (V.0.)",
          "text": "Cash, jewelry, I even had my own Kawasaki I'd ride to school every day. But all that shit was nothin’ compared to what some niggas had. In SLO-MO, a midnight blue Rolls Royce pulls over near To and Odell. From up front step two hard-looking gangstas i their 20s -- MAJESTIC, shaved head, and BREEZE, dreds. Th look around, then open the rear door for LEVAR CAHILL, la 30s, dressed from head to toe in leather and diamonds.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS, (V.0.)",
          "text": "In the New York coke trade, not even the Colombians were bigger than Levar Cahill. As Majestic and Breeze look on, Levar greets Topcat and Odell, who smiles broadly, flashing his prominent gold te",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS, (V.0.)",
          "text": "Fuck, that nigga was the New York coke trade, the gangsterest nigga there was.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HUSTLER",
          "text": "Whoa, check that fuckin’ ride.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUNEBUG",
          "text": "Rolls ain’t shit. Bentley, that’s my fuckin’ car. Just then, from down the block:",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOPCAT",
          "text": "Marcus! Yo Marcus! Topcat waves Marcus over. He starts over, tentative.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUNEBUG",
          "text": "Oooh, look at this nigga. Fresh off the step, now he hangin’ with the big dawgs. Marcus approaches nervously. Levar turns to Topcat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEVAR CAHILL",
          "text": "Who this little nigga?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOPCAT",
          "text": "You remember Trina, right? (off his confusion) Trina? \fUntitled 50 Cent Project 2nd Revision 09/12/04 23.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEVAR CAHILL",
          "text": "(flash of recognition) Oh yeah, right. Right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOPCAT",
          "text": "This here her baby boy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEVAR CAHILL",
          "text": "Word? Levar smiles broadly, looks Marcus over approvingly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOPCAT",
          "text": "Little nigga move more weight than five of these other motherfuckers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ODELL",
          "text": "True dat, boy a worker bee. From down the block, Junebug looks on, clearly jealous at attention Marcus is getting from the big man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEVAR CAHILL",
          "text": "So you out there grindin’, makin’ me money?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "Yeah, I... You like a God to me, Mr. Cahill.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEVAR CAHILL",
          "text": "(smiling broadly) Like a God? Little nigga I’m God, Buddha and motherfuckin’ Allah rolled into one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Marcus pulls up on his motorcycle, parks it outside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS, (V.0.)",
          "text": "I went home that night in a daze, I mean meetin’ Levar Cahill was like meetin‘ a movie star, even better. We see a makeshift cardboard license plate as Marcus take his backpack and heads off toward the school entrance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS, (V.O.)",
          "text": "I still wasn’t thinkin’ straight when I left for school next day. \fUntitled 50 Cent Project 2nd Revision 09/12/04 24.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "STUDENTS wait on line to go through a metal detector, pla their bags on a table to be searched. Marcus approaches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SECURITY GUARD",
          "text": "Bag. Marcus hands over his backpack. The GUARD opens it, pulis out a notebook, gym clothes, a pair of hi-tops with rolle socks stuffed inside. He pulls out the socks - and out sp a dozen CRACK VIALS. Marcus looks as shocked as the Guard",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "Oh fuck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As a few TEACHERS and STUDENTS look on, a COP leads a handcuffed Marcus to a waiting POLICE CAR.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS, (V.0.)",
          "text": "The truth is I wasn’t sneakin’ that shit inside, I never hustled at school. I had hid it in there weeks ago and forgot all about it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Marcus, head bowed, stands with his LAWYER before a JUDGE Grandma and Grandpa look on from the spectator section.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAWYER",
          "text": "It’s a first offense, your honor, he’s fifteen years old. He was holding it for a friend.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE",
          "text": "(thinks a beat; then) He‘ll pay a fine of five hundred dollars and I‘m recommending he be suspended from school for two weeks. And Mr. Philips? (off Marcus’ look) If I ever see you in my courtroom again you will go to jail. Marcus nods, crosses with his Lawyer to his Grandparents. \fUntitled 50 Cent Project 2nd Revision 09/12/04 25.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS, (V.O.)",
          "text": "I know this sounds twisted, but I blamed gettin’ caught on my grandparents. Way I saw it, if I didn‘t have to hide my shit, this never woulda happened.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Marcus sits on the couch across from his Grandparents.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRANDPA",
          "text": "Is that what you wanna be, a damn disgrace?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRANDMA",
          "text": "A boy your age, Marcus. And you have such intelligence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRANDPA",
          "text": "What about your future? They keep talking, but we can‘t hear them at all.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS, (V.0.)",
          "text": "For a kid in the hood, the future’s the shit you see in Star Wars. Shit, most niggas I know catch a bullet way before they’re 30, so what kinda future is that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOPCAT, (V.0.)",
          "text": "(game show host voice) So here‘s the deal...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "On the set of “Let’s Make a Drug Deal”, Marcus stands wit Topcat, who’s dressed and acts like a cheesy game show Ho",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOPCAT",
          "text": "You can stand on the corner, hustle crack and have enough money for a Mercedes in six months... Topcat nods toward his lovely game show ASSISTANT, in bik heels and fur as she fawns over a Mercedes 450SL. \fUntitled 50 Cent Project 2nd Revision 09/12/04 26.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOPCAT",
          "text": "Or you can bust your black ass, go to college for twelve years and Maybe have enough left over for a down payment on a Ford fucking Escort. Topcat gestures to his other ASSISTANT - a fat, middle-ag HOUSEWIFE gesturing to a shitty Ford Escort.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOPCAT",
          "text": "So what‘s it gonna be Marcus, door number one, the Mercedes, or door number two, the Escort? THE AUDIENCE is packed with YOUNG BLACK MALES.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUDIENCE MEMBER",
          "text": "You crazy nigga?! Number One! Get that coochie too! one! BACK TO MARCUS, who stands with Topcat thinking it over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS, (V.0.)",
          "text": "Not much of a choice, is it? INT. MARCUS’ APARTMENT - BEDROOM - DAY With his back to the camera, wearing a brand new track su Marcus finishes dressing, lacing up his sneakers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS, (V.0.)",
          "text": "Truth is getting caught did do me gome good. CLOSE ON his hands as he puts on some jewelry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS, (V.O.)",
          "text": "Now that it was all in the open, it forced me to decide who I was and who I wanted to be. He clips a beeper on his waist, slips a .380 in his pocke",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS, (V.0O.)",
          "text": "At the end of the day, all things considered... The adult Marcus, 18, turns and looks directly INTO CAMER",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "I‘m a fuckin’ hustler, baby. \fUntitled 50 Cent Project 2nd Revision 09/12/04 27.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Softly rapping to himself, Marcus stands at his designate spot on the street, a few other Hustlers up the block. (NOTE: Whenever possible, we should see Marcus rapping to himself out of habit, the way some people hum.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS, (V.0.)",
          "text": "With my purpose in life now clear, I moved out my Grandma‘s and quit school -- now I could be on the street all day. A Toyota Celica pulls over. Marcus runs to it, leans in t window. The driver is a shaky white BUSINESSMAN, 30s.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUSINESSMAN",
          "text": "Let me get two purple tops.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "Buy four, I give you five. The Businessman nods. Marcus makes the sale.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The street is crowded with traffic. Marcus makes a sale t FIEND, five others lined up behind him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS, (V.O.)",
          "text": "Fuck, it was busy I’d grind all night, wouldn’t even go home to sleep.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dawn. Marcus, still in the same clothes, dozes on a bench the only hustler on the street. The same white BUSINESSMA pulls up in the Toyota. Marcus makes the sale.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS, (V.0.)",
          "text": "I was master of the fast flip. I’d buy three and a half grams from Topcat... INT. MARCUS’ APARTMENT - LIVING ROOM - DAY In boxers and strapless T, Marcus watches “New Jack City” video as he fills purple-topped vials with crack rocks. \fUntitled 50 Cent Project 2nd Revision 09/12/04 28.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS, (V.0.)",
          "text": "Cook it, bag it up and pump it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Marcus makes a sale to Kenneth, the schoolyard bully, who 21 has become a thin, hollow-eyed crack fiend.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS, (V.0O.)",
          "text": "I’d take that money, buy seven grams.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Topcat, clearly having been woken up, makes a sale to Mar",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOPCAT",
          "text": "{yawning) Fuck time is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS, (V.0O.)",
          "text": "Seven turned to fourteen, fourteen to twenty eight and so on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hot. Summer. The street is packed with cars, Hustlers, Fiends and regular PEOPLE just hanging out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS, (V.0.)",
          "text": "Before long that three and a half grams was like Jack and the Beanstalk. Shit grew so big I had to expand, put together my own crew.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS, (V.O.)",
          "text": "There was Antwan, a sharp-dressin’, ball-breakin’ nigga from Harlem... ANTWAN, slick, well-dressed, 16, leans in the car window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANTWAN",
          "text": "Yo son, you buyin’ or drivin‘ round the block? I know you didn‘t wave me over to suck my dick or did you? \fUntitled 50 Cent Project 2nd Revision 09/12/04 29.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS, (V.0.)",
          "text": "Romeo, who'd fuck a Cocker Spaniel it didn’t bite him first... ROMEO, 17, small, horny, leans in the car window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROMEO",
          "text": "Hey girl, you fine, you know that? Tell me what ‘chu need baby.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS, (V.O.)",
          "text": "Keryl, a fat little nigga who talked more shit than Don King... KERYL, 16, fat, leans in the car window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KERYL",
          "text": "Fuck dawg, I got whatever you need. All these other niggas come see me when they need they shit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS, (V.0O.)",
          "text": "Finally there was my boy, Tyrell. TYRELL, 18, muscular, leans in the car window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYRELL",
          "text": "What up yo, how you doin’?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS, (V.0.)",
          "text": "Straight up, dependable, my second in command.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Marcus and the Crew stand together looking INTO THE CAMER Each holds a stack of fanned-out CASH in his hands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS, (V.0O.)",
          "text": "This was my dream team - my brothers ~ five niggas dedicated to one thing and one thing only -- gettin’ paid. INT. MARCUS’ APARTMENT - KITCHEN — NIGHT Pouring rain; thunder. In the living room, Romeo channel- surfs, smokes a joint. At the table, Marcus raps to himse as he, Tyrell and Antwan play dominoes for money, drink 4 \fUntitled 50 Cent Project 2nd Revision 09/12/04 30.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANTWAN",
          "text": "C’mon nigga, will you go ‘for mushrooms start growin’ out your ass?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYRELL",
          "text": "Fuckin’ strategizin’ here. (beat; then to Marcus) Will you stop fuckin’ singin’ so’s I can think?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "(laughing) You either got the bone or you don’t, motherfucker. Tyrell makes his move. Marcus SLAMS down his last domino.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "Boo-yah! ! (cackles; grabs money) Strategize my dick you dumb-ass nigga, I knew you was gonna throw that shit!",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYRELL",
          "text": "You knew shit, motherfucker. A KNOCK at the door. Marcus crosses, looks out the peepho",
          "sentiment": "neutral"
        },
        {
          "speaker": "KERYL",
          "text": "It‘s me yo, open up. Marcus opens the door. Keryl stands there, soaked from he to toe. The guys SCREAM with laughter as he enters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANTWAN",
          "text": "Look at this Free Willy motherfucker all wet -- I told you he live in the ocean!",
          "sentiment": "neutral"
        },
        {
          "speaker": "KERYL",
          "text": "Fuckin’ rainin’ out, motherfucker. Yo, you hear about Levar Cahill? Got his ass arrested, yo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "Oh, fuck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYRELL",
          "text": "What's this fuckin’ mean? The Crew all looks to Marcus. \fUntitled 50 Cent Project 2nd Revision 09/12/04 31.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS, (V.0.)",
          "text": "What it meant was Levar was goin’ away... but that didn’t mean for a second he wouldn’t still be runnin’ things.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Under a sign reading “Bon Voyage Levar”, dozens of Hustle and their scantily-clad GIRLFRIENDS board a huge party bo",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS, (V.O.)",
          "text": "The big question was who’d take over his day-to-day -- and my man Topcat seemed like the logical choice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The packed boat cruises the Hudson River, the lights of Manhattan glistening behind it. Music, dancing, Cristal flowing, tuxedo-clad WAITERS serving giant shrimp. Off to the side of the dance floor, the camera finds",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS,",
          "text": "champagne in hand as he takes in the opulence. Nearby, a very sharply-~dressed Topcat nuzzles his GIRLFRIEND’S nec Odeil, the gold-toothed Hustler, talks to some other PLAY",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOPCAT",
          "text": "(playful; biting her neck) Tonight is the night, baby. Topcat’s GIRLFRIEND giggles. Just then, the Crowd parts. Levar approaches with his bodyguards Majestic and Breeze.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEVAR CAHILL",
          "text": "(to Topecat; as they hug) Get a room motherfucker. Manhattan ain’t but a quarter mile away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOPCAT",
          "text": "Yo g, it ain’t too late. You want I‘1l get this motherfucker turn this boat around, drive it straight to motherfuckin’ Africa.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEVAR CAHILL",
          "text": "And live over there with them jungle niggas? I‘1l do my time. \fUntitled 50 Cent Project 2nd Revision 09/12/04 32. They all laugh. Levar winks at Marcus, then:",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEVAR CAHILL",
          "text": "Y’all know Majestic, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOPCAT MARCUS",
          "text": "Yeah, yeah. What up, b? ‘Sup.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAJESTIC",
          "text": "My nigga Breeze. Breeze just nods. Levar looks over toward the DJ, gesture for him to cut the music. The CROWD groans.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DI",
          "text": "All right yo, simmer down, our guest of honor wanna holla at you a bit. As the Crowd hoots and hollers, Levar crosses the dance floor, Guests patting his back as he goes. He takes the m",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEVAR CAHILL",
          "text": "Y’all havin’ a good time? {the Crowd screams) What?! All them niggas back in Queens can’t hear y’all! (they scream louder) How ‘bout them niggas in Brooklyn? (they scream even louder) Fuck them Jersey niggas, who give a fuck about them. (the Crowd laughs) On the real though, we all know why we’re here and that’s to say goodbye to my ass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIRL IN CROWD, (0.S.)",
          "text": "We love you Levar!",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEVAR CAHILL",
          "text": "I love y'all, too. Main thing though’s even though I’m gone, I‘ma always be around in spirit. And just to make sure y‘all don‘t forget that, I‘m appointin’ someone to remind y’all... Marcus looks at Topcat, Odell and the other older Hustler all looking on in anticipation. Topcat breathes in, squee his Girlfriend's hand. Clearly he thinks he’s the one. \fUntitled 50 Cent Project 2nd Revision 09/12/04 33.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEVAR CAHILL",
          "text": "Majestic, c’mon up here, son. The Crowd goes WILD as Majestic crosses the dance floor. Topcat and the others do their best to hide their emotion applauding with everyone else, but clearly they’re pissed",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAJESTIC",
          "text": "(into mic) Hey yo, what up, how y’all doin‘? Let‘s give it up for Levar... Marcus looks at Topcat, doing his best to hide his anger. And as Topcat stalks. off...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "With Junebug working down the street, Marcus is in mid-sa to a Fiend as he talks to Tyrell, Antwan and Keryl.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "I’m tellin’ you man, there was mad fuckin’ money on that yacht. Diamonds and gold like a fuckin’ pirate ship.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYRELL",
          "text": "Word?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "Forget about the pussy, yo, there was bitches there was off the fuckin’ hook.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROMEO",
          "text": "Sign me up for that shit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "One day we get there, b, we all will long’s we stick together.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYRELL",
          "text": "I heard that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KERYL",
          "text": "I read about some pirate ship crashed right off the harbor there in Brooklyn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANTWAN",
          "text": "Fuck you talkin’ about? \fUntitled 50 Cent Project 2nd Revision 09/12/04 34.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KERYL",
          "text": "Back in the day, fuckin’ slave ship filled with jewels and shit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "Probably the one brought your monkey-ass relatives.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KERYL",
          "text": "(off their laughter) Fuck you niggas, one day I‘ma scuba dive, fuckin’ find that shit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "(points across street) Well meantime there‘s a fiend over there wants to give you ten dollar, so whyn’t you go fuckin’ get it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KERYL",
          "text": "I’m serious yo, they gonna put up a statue of my ass. Marcus shakes his head as Keryl crosses off...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS, (V.0.)",
          "text": "The difference between me and niggas like Keryl is they'd dream about doin’ bigger shit...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Topcat opens a wall safe, removes a kilo of cocaine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS, (V.0.)",
          "text": "I’d fuckin’ do it. INT. TOPCAT’S APARTMENT - LIVING ROOM - DAY Topcat enters the living room. Marcus sits on the couch, a paper bag on the coffee table in front of him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOPCAT",
          "text": "(hands him the kilo) Full bird son, you movin’ up in the world.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "If it ain‘t up, it’s down. {nods to the paper bag) Thirty thousand in there. \fUntitled 50 Cent Project 2nd Revision 09/12/04 35.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOPCAT",
          "text": "Makin’ my new boss a rich nigga. I need to count this shit?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "What you think? Topcat smiles, crosses to a bar. Grabs a bottle of Hennes",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOPCAT",
          "text": "Little Henry?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "Fuckin’ ten in the mornin’.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOPCAT",
          "text": "Well excuse me, motherfucker, you plannin’ on flyin’ a airplane? Marcus smiles. Topcat pours half a rocks glass of Henness He downs it, pours another. Sits back on the couch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "So I was thinkin’ after I pump this shit, I’m gonna get me one of them Land Rovers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOPCAT",
          "text": "Big ride for a little nigga. (smiles; a few beats) You know I’m the one taught your moms how to drive.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "Word?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOPCAT",
          "text": "Parkin’ lot there at the beach, Riis Park. We’d go out there in the winter it was all empty, icy and shit. She’d be skiddin’ that fuckin’ thing all over the place. Marcus smiles. They sit in silence a while, then:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "Ever hear what become of that nigga killed her ass?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOPCAT",
          "text": "(shakes his head) Slim? Thought he went down south somewheres, then I heard Cali. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fUntitled 50 Cent Project 2nd Revision 69/12/04 36. TOPCAT (cont'd) I woulda popped that motherfucker, fed his dick to my dog.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "You ever find where he is, you gonna let me know, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOPCAT",
          "text": "Nigga probably dead by now anyway. Topcat sips his Hennessy; his eyes get misty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOPCAT",
          "text": "She was a beautiful girl, your moms. A special girl. Marcus looks at him. They sit there in silence. EXT. GUY BREWER BOULEVARD — DAY Marcus, Antwan, Keryl, Tyrell and Romeo work the boulevar selling to Fiends on the street and in cars.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS, (V.O.)",
          "text": "Over the next few weeks, me and my boys was grindin’.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A line of neighborhood PEOPLE, welfare checks in hand, stretches clear out the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS, (V.O.)",
          "text": "Best days were the first and fifteenth when the checks came in. As FIENDS emerge, cash in hand, they join another line ar the corner... the one to buy crack from Marcus and Tyrell",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS, (V.O.)",
          "text": "Not that it was all easy. See when you work the street, it’s jungle rules...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "With his crew nearby, Marcus stands on a corner. Across t street, a Fiend pulls up in a car, waves him over. But before Marcus can cross, Junebug hustles up, takes the sa \fUntitled 50 Cent Project \"2nd Revision 09/12/04 37.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS, (V.0.)",
          "text": "And in the jungle, you either fight or get eaten alive. The Fiend pulls off. Marcus approaches Junebug.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "Fuck you doin’, that‘s my sale.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUNEBUG",
          "text": "Get out my face, nig-- PoW! Marcus punches Junebug in the mouth, knocking him do",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUNEBUG",
          "text": "{reaching for his gun) Motherfucker! I’ma cap your ass. Marcus kicks him in the face, then jams a .9mm in his che",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "How you gonna do that? You gonna take on all of us? Junebug looks up - Tyrell, Romeo, Keryl and Antwan stand aiming guns at him. Junebug deflates. As Marcus takes his gun and rifles his pockets for money, a BMW pulls to the curb, Breeze driving, Majestic next to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAJESTIC",
          "text": "Fuck you doin’?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "Nigga took my sale.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAJESTIC",
          "text": "So you robbin' him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "I’m takin’ what’s mine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAJESTIC",
          "text": "(chuckling) We all on the same team, Marcus.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUNEBUG",
          "text": "(scrambling to his feet) School this nigga!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BREEZE",
          "text": "(chuckling) Look like he schooling you, son. \fUntitled 50 Cent Project 2nd Revision 09/12/04 38. As the BMW pulls off, a humiliated Junebug turns to Marcu",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUNEBUG",
          "text": "I’ma see about you, motherfucker. In response, Marcus kick him in the ass. And as Junebug stumbles off, a Fiend approaches. Marcus makes a sale...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS, (V.0.)",
          "text": "Within seventeen days, I flipped that key -- twice. Finally I had the cash I needed to be somebody.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As a SALESMAN waits on a CUSTOMER nearby, Marcus, looking like a high school senior with a knapsack, circles a ‘94 Rover. He spots SALESMAN #2 walk by with some brochures.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "Excuse me. The guy ignores him, continues on his way. Marcus frowns, looks at the clock - 2:20 p.m.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "2:43 p.m. Marcus stands at the Land Rover rapping to hims as the first Salesman finishes with the Customer, who exi",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "Excuse me, can I get some help?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SALESMAN",
          "text": "I have some calls to return.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "I wanna buy this car here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SALESMAN",
          "text": "Me too, kid. The Salesman heads off. Marcus stands there a beat, then looks around, spots the SALES OFFICES, heads toward them. \fUntitled 50 Cent Project 2nd Revision 09/12/04 39. INT. CAR DEALERSHIP - MANAGER’S OFFICE ~- DAY JACKIE, 40s, a polyester-clad sales manager with a bad co over, sits at his desk talking into the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACKIE",
          "text": "So I'll talk to my guy at BMW... Marcus appears in the doorway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "You the manager?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACKIE",
          "text": "(hand over mouthpiece) Yeah?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "I’m tryin’ to buy a Land Rover.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACKIE",
          "text": "Talk to one of the salespeople. (into phone) You sure you wanna go with silver?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "I did already, they treatin’ me like I’m invisible.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACKIE",
          "text": "We're very busy here, son. {into phone) I'm sorry, you said silver, right? As Jackie continues his call, Marcus approaches the desk, unzips his knapsack. He turns it upside down -- dozens of rubber-banded stacks of CASH spill out. Jackie looks at t money, stunned. He hangs up the phone, looks at Marcus.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACKIE",
          "text": "What‘d you say, a Land Rover?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Jackie looks on, Marcus drives the Land Rover off the dealership lot, lurching and screeching as he heads off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS, (V.0.)",
          "text": "One thing about cash is it will get a motherfucker’s attention. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fUntitled 50 Cent Project 2nd Revision 09/12/04 40. MARCUS (V.O.) (cont'd) I didn‘t even know how to drive and I left there with a car. Cat even lent me dealer plates till I could manage to get a license.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Marcus beams as he sits in the driver's seat of the Land Rover; Antwan, Keryl, Tyrell and Romeo check it out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANTWAN",
          "text": "Will you look at this shit?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "KERYL",
          "text": "That is a hype fuckin’ ride!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "Power moon roof, fuckin’ leather.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROMEO",
          "text": "The coochie you gonna get with this, nigga!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "Check it out, all Alpine-d up. Marcus hits the stereo; rap blares.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYRELL",
          "text": "Good for you, b, you fuckin’ deserve it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "His Crew riding with him, Marcus cruises Rockaway Bouleva rapping along with the stereo. On the street, GIRLS look over; some wave, shake their asses. Our guys go crazy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS, (V.0.)",
          "text": "Fuck Bank of America, a nigga from the hood‘'ll wear his money on his back. Clothes, jewelry, cars. Marcus passes Junebug on the corner, who shoots him a loo pure, bitter envy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS, (V.0.)",
          "text": "Way we look at it, what good’s ownin’ shit if people can’t fuckin’ see it? \fUntitled 50 Cent Project 2nd Revision 09/12/04 41.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A crowded club, PATRONS spilling out onto the street. Marcus and the Crew, now dressed to go out, pull up in the Land Rover, park it around the corner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS, (V.0.)",
          "text": "That night we took Antwan out for his birthday.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Music pumping. HOTTIES pack the dance floor, GANGSTAS, HUSTLERS and NEIGHBORHOOD GUYS everywhere. As the CAMERA PANS the CROWD, we find Marcus in",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE VIP SECTION,",
          "text": "a hottie named KEISHA hanging all over him as he pours Cristal. At the table with him, also with GIRLS, are Rome Tyrell, Keryl and guest of honor Antwan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS,",
          "text": "Seventeen, nigga. Old enough for the Army now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANTWAN",
          "text": "Fuck that, I’m already at war.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KERYL",
          "text": "You at war with my nose, that stink- ass fuckin’ cologne you wearin’.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYRELL",
          "text": "{as they laugh) Can you see this nigga in the Army?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROMEO",
          "text": "{mocking Antwan) Excuse me sergeant, these boots come in purple? More laughter. Marcus raises his glass:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "Happy birthday, dawg. They all toast. Just then, a commotion at the front door. Marcus and the guys look over to see DARIUS CLAY, 30s, wearing heavy gold chains and a leather pork-pie hat. As he enters with a small entourage, the CROWD swarms him. \fUntitled 50 Cent Project 2nd Revision 09/12/04 42.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "Fuck, check it -- Darius Clay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEISHA",
          "text": "Who?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANTWAN",
          "text": "You fuckin’ serious?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "Nigga’s one of the biggest record producers in the world. The music continues as Darius disappears into the crowd. After a while, the DJ takes the mic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DJ",
          "text": "Y‘all ready for some free-style? {the Crowd cheers) Aight, let’s give it up for Dangerous. Marcus watches a GANGSTA RAPPER (Dangerous) take the stag start free-styling. His face changes as the CAMERA PUSHES on him -- does he wish it was him up there? He looks over Darius Clay, who’s taking in Dangerous from a table acros the way. After a beat, Marcus starts to head off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEISHA",
          "text": "Where you goin’ baby? Marcus crosses off to the men‘s room... INT. MEN‘S ROOM - NIGHT Marcus finishes taking a leak, then crosses to the sink, where another GUY is washing his hands. They finish, reac for a towel at the same time, look up at each other...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAMERON",
          "text": "Marcus?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "{as they hug) . Cameron! Shit, what up, doe, whatchu doin’ home?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAMERON",
          "text": "Spring break, you know. Here with some people from school. \fUntitled 50 Cent Project 2nd Revision 09/12/04 43.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "Come sit by us, VIP.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Darius watches another RAPPER free-style lame gangsta shit, we PAN TO THE VIP SECTION. Cameron has now joined t group, but Keisha is over at the bar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "This here was my fuckin’ nigga, yo. Math class, algebra and shit? I copied everything off his ass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAMERON",
          "text": "You would've done some work, you might've passed on your own.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "I know how to count nigga, that‘s all the math I need.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANTWAN",
          "text": "(toasts with champagne) I heard that. Just then Tyrell approaches, leans in to talk to Marcus.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYRELL",
          "text": "Lemme get your keys, yo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "Where you goin’?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYRELL",
          "text": "Nowhere, back seat, man, this bitch over there itchin’ to go. Marcus looks - a really HOT GIRL busting out of spandex w at the edge of the VIP section. Marcus hands over the key",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "Make sure that jimmy nice and tight, you bust a nut on that leather you gettin’ the whole fuckin‘ thing detailed. Tyrell chuckles, takes the keys, exits with the Girl.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DJ",
          "text": "A-ight, give it up for Chilly T! \fUntitled 50 Cent Project 2nd Revision 09/12/04 44, Moderate applause for the lame GANGSTA RAPPER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KERYL",
          "text": "Chilly T. This nigga sucks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANTWAN",
          "text": "Whyn‘t you rock the mic, then? Call yourself Chili Fries.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KERYL",
          "text": "Fuck you, nigga. They all laugh. Cameron turns to Marcus.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAMERON",
          "text": "You still rappin‘?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "I dunno, not really. Fuckin’ around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROMEO",
          "text": "Fuck that, you can’t shut this nigga up half the time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAMERON",
          "text": "Like when we were kids.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEILANI, (0.S.)",
          "text": "Cameron, we're leavin’! Cameron looks over -- on the dance floor, LEILANI, 19, st with a few other college students including CHARLENE, a v pretty neighborhood girl the same age; Marcus checks her",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAMERON",
          "text": "Hold up, I gotta get my coat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "Who the fuck is that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAMERON",
          "text": "It ain’t like that, she’s just a friend from school.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "(re: Charlene) No, no, the one in the blue dress.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAMERON",
          "text": "I don’t know, her friend. Great seeing you, man. \fUntitled 50 Cent Project 2nd Revision 09/12/04 45.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "You too bro, don’t be a stranger, call a nigga. Cameron nods, crosses off with Leilani to get his coat. Marcus approaches Charlene, pulls her arm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "Where you goin‘, it’s early.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLENE",
          "text": "It’s two o’clock in the morning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "Not everywhere. Shit, in Hawaii it’s probably only lunch time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLENE",
          "text": "(thinks a second; then) Actually it’s dinner time in Hawaii, but unfortunately we’re not there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "I could make that happen real quick if that’s where you wanna go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLENE",
          "text": "I’m going home to sleep.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "So I’1l come by, help you relax.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLENE",
          "text": "Thanks, but I don’t play that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "Where you from, ‘round the way?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLENE",
          "text": "Baisley Houses.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "Project girl.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLENE",
          "text": "Not for long, I got plans in life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "That’s cool. So lemme get your number, I'll hit you up. \fUntitled 50 Cent Project 2nd Revision 09/12/04 46.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLENE",
          "text": "Look, you're very cute, okay, but I have a boyfriend.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "You got a boyfriend, where is he? You was my girl I‘d be right there at your side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLENE",
          "text": "He's away at college.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "College? Girl I could teach you more in one night than he'll learn in fifty years of college. From across the dance floor, Leilani calls out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEILANI",
          "text": "Charlene, come on!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLENE",
          "text": "I really have to go. Can I have my arm back, please?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "Hold up, c’mon, how I get to see you again?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLENE",
          "text": "Close your eyes and dream? Charlene crosses off. Marcus stares after her as if he’s a trance. Keisha approaches, notices him looking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEISHA",
          "text": "Who the fuck is that bitch?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "Get off my dick. Marcus turns his back on her, heads back to the VIP secti",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Over the sounds of moaning, the Land Rover is rocking, windows fogged as Tyrell fucks the Hot Girl from the club \fUntitled 50 Cent Project 2nd Revision 09/12/04 47.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Out of breath and sweaty, Tyrell pulls his pants on as th Girl finishes straightening herself out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYRELL",
          "text": "Damn girl, I knew you was a little fuck machine soon I saw you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOT GIRL",
          "text": "You fucked me so nasty, baby.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYRELL",
          "text": "Well gimme your number, I’1ll come by do it again. You ready? The Girl nods. Tyrell opens the door, steps out and...",
          "sentiment": "neutral"
        },
        {
          "speaker": "GANGSTA",
          "text": "Out the fuckin’ car nigga! GANGSTA #1 grabs Tyrell, jams a .9mm against his head. As shoves him to the street, the Hot Girl screams, runs off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GANGSTA",
          "text": "Where’s the fuckin’ keys?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYRELL",
          "text": "I... my... my pocket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GANGSTA",
          "text": "Give it up, motherfucker! As Tyrell fumbles for the keys, Gangsta #2 looks around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GANGSTA",
          "text": "Fuck it, just do this nigga, c’mon! And just as Gangsta #1 raises his gun to Tyrell‘s head... BLAM! BLAM! BLAM! BLAM! Shots ring out from behind. It's MARCUS, approaching, blasting away with his .380, hi Crew behind him reaching for their guns. Gangsta #2 takes off as Gangsta #1 fires back, hitting ANTWAN in the head. He goes down, bleeding.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KERYL",
          "text": "Fuck!! \fUntitled 50 Cent Project 2nd Revision 09/12/04 48. Marcus keeps firing, then Gangsta #1 takes off running to disappearing up the street. As Keryl helps Antwan, Romeo Marcus runs up to Tyrell, still on his knees.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "It's okay, yo, you‘re all right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROMEO",
          "text": "(to Marcus) Yo man, I know them fuckin’ niggas! Marcus turns to Keryl, hovering over Antwan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KERYL",
          "text": "Call a fuckin’ ambulance!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "Fuck that, get him in the car. As a crowd of Patrons gather from the club, Keryl and Rom load Antwan into the Land Rover, blood pouring from his wound. And as the rest of the Crew piles in, Marcus takes off, police SIRENS in the distance...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS, (V.0O.)",
          "text": "We took Antwan to a hospital in the Bronx, told ‘em he got shot by a group of niggas tried to rob him... he died the next day.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A few dozen MOURNERS stand near a coffin as a PRIEST read from a bible. Marcus & the Crew fight back tears.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS, (V.0O.)",
          "text": "Much as we tried to hide it, losin’ our boy hurt like hell. And in the hood, when someone hurts you... you fuckin’ hurt them back. INT. MARCUS’ APARTMENT - (LIVING ROOM) NIGHT Still in their funeral clothes, Marcus, Romeo, Tyrell and Keryl sit around drinking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROMEO",
          "text": "I’m tellin’ you thems was Rockaway niggas, I seen ‘em over there. \fUntitled 50 Cent Project 2nd Revision 09/12/04 49.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "There it is then, we roll on up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KERYL",
          "text": "Who gonna do it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "I will.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYRELL",
          "text": "Fuck that, them niggas is mine. Pull me out the car like that? Shit. Just get me a clean gat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS, (V.0.)",
          "text": "When you roll with a crew, you gotta be willin’ to die for each other. You gotta be willin’ to kill for each other too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Late. Quiet. A group of four GANGSTAS, including the two from the attempted jacking, stand bullshitting on a corne A stolen Honda Accord cruises by unnoticed, Tyrell at the wheel, Marcus next to him, Keryl and Romeo in back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYRELL",
          "text": "That’s them, right there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROMEO",
          "text": "I told you motherfuckers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KERYL",
          "text": "Pull over, pull over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS, (V.0.)",
          "text": "A few nights later, we found them niggas at the projects in Rockaway. Unseen by the Gangstas, Romeo pulls over in front of a pa MOVING VAN about 30 yards up the street. Marcus produces Glock .9mm, hands it to Tyrell, who looks around nervousl",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYRELL",
          "text": "You sure this is cool? \fUntitled 50 Cent Project 2nd Revision 09/12/04 50.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "It’s cool, yo. You take this gat, you walk up real slow, keep it at your side. You get up close... Marcus notices Tyrell is trembling. A beat, then:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "Fuck it, you know what? Lemme show you how to pop these niggas. And before anyone can say a word, Marcus is out of the ca",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Quiet and calm, Marcus walks toward the Gangstas as the C looks on from the Honda. As he gets within ten feet:",
          "sentiment": "neutral"
        },
        {
          "speaker": "GANGSTA",
          "text": "Hey yo, what up? Who you here-~",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLAM",
          "text": "Marcus empties the clip into the Crowd; the Gangstas go d writhing, screaming. As he calmly walks back to the Honda",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS, (V.0.)",
          "text": "If I didn't have the respect of my crew already, I sure as shit did by the time I got back in that car. From that moment on, they knew I‘d never ask them to do anything I wouldn’t do myself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Marcus gets in. Tyrell and the others look at him, stunne",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "You wanna drive, motherfucker? Romeo snaps out of it, puts the car in gear and pulls off",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Marcus and the Crew stand outside working the street.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS, (V.0O.)",
          "text": "Nobody fucked with us after that... \fUntitled 50 Cent Project 2nd Revision 09/12/04 51. INT. TOPCAT‘S APARTMENT - KITCHEN - DAY Marcus sits at the table laying out dozens of bundles of CASH. Topcat enters with three kilos of coke.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS, (V.0.)",
          "text": "We was ridin’ high... INT. MARCUS’ APARTMENT - LIVING ROOM ~- DAY With a few Hotties hanging with them, Marcus, Keryl, Tyre and Romeo put crack into vials, watching “Scarface” on DV",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "Makin’ mad fuckin’ money.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "With the crew nearby, Marcus leans in the window of a Dod Caravan, sells a few vials to a huge black quy with a goa",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS, (V.0.)",
          "text": "We were pumpin’ hard all day... INT. MARCUS’ APARTMENT - BEDROOM - NIGHT With the sounds of a party out the window, Marcus fucks t shit out of a neighborhood HOTTIE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS, (V.0.)",
          "text": "And pumpin’ even harder at night... EXT. MARCUS‘ APARTMENT BUILDING - POOL AREA - NIGHT A wild party is in progress; music, forties, food. GIRLS everywhere, many topless, splashing in the pool.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS, (V.0O.)",
          "text": "Before long, the whole crew was livin’ in my building. It was like havin’ our own fuckin’ castle -- and I was the king. As the CAMERA PANS the group, we find Marcus in a lounge chair, the HOTTIE he was just fucking massaging his shoulders. Romeo approaches with a shopping bag. \fUntitled 50 Cent Project 2nd Revision 09/12/04 52.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROMEO",
          "text": "Yo, check this out. He removes an Uzi from the bag.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "Fuck, where you get this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROMEO",
          "text": "Nigga K-Dog, two hundred dollars. Just then, Marcus’ beeper goes off. He checks it, gets up INT. MARCUS’ APARTMENT - KITCHEN - NIGHT Marcus stands at the counter mixing a drink as he finishe dialing his cell. In the living room, Keryl and Tyrell ch out the Uzi while Romeo starts grinding with a GIRL.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "(into phone) S’‘up, it’s me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Topcat sits in a red BMW, talks on his cell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOPCAT",
          "text": "Drop what you doin’, meet me down Merrick, we takin’ a ride.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "When, now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOPCAT",
          "text": "Fuck I just say? Topcat clicks off. Marcus hangs up, looks at Romeo, now making out with the Girl on his couch. As he exits:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "Take that bitch down your own crib. Fuckin’ stink up my couch?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A deserted, industrial area. Topcat and Marcus pull up in the BMW. Several other luxury cars are already there. \fUntitled 50 Cent Project 2nd Revision 09/12/04 53.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "Fuck's this shit?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOPCAT",
          "text": "Damn if I know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Topcat and Marcus enter the huge garage, where Majestic, Breeze and about two dozen other HUSTLERS are waiting. Breeze pulls down the gates, locking them all inside. The Hustlers exchange wary looks. Majestic scans the group.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAJESTIC",
          "text": "So I know y’all are askin’ yourself what the fuck’s goin’ on here -~ I‘d be askin’ myself that very same question. Majestic paces among the group. It’s very tense.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAJESTIC",
          "text": "See the thing’s this -- when you work for McDonald’s, you can‘t buy your burgers from White Castle, right? Now why is that? Majestic stops at a nervous-looking Junebug.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUNEBUG",
          "text": "Ain’t part the same company.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAJESTIC",
          "text": "See even though you might get a better deal buyin’ from White Castle, in the long run it fucks everybody in the franchise, you feelin’ me? Majestic scans the group. They nod.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAJESTIC",
          "text": "See right there then, that’s why we here. One of you motherfuckers been buyin’ from White Castle. Majestic looks at them, lingers on Topcat. We piay the tension, then he motions for the group te follow him. In the next room, hanging from the chains of a ten-ton auto body straightener, is the horribly beaten and bloodied ODELL, duct tape over his mouth. Breeze crosses to him. \fUntitled 50 Cent Project 2nd’ Revision 09/12/04 54.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAJESTIC",
          "text": "This nigga Odell been in business for himself, buyin’ his shit from the Colombians instead of us. Breeze yanks the piece of duct-tape from Odell’s mouth. He starts blubbering, crying, gold teeth flashing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ODELL",
          "text": "No man, that ain’t how it is, please listen to me! Please!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BREEZE",
          "text": "(backhands him) Shut your fuckin‘ mouth! Majestic approaches. Odell sobs like a baby.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAJESTIC",
          "text": "Far as I’m concerned, you owe these niggas here a whole lot of money. Now how you gonna pay it back?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ODELL",
          "text": "(crying; sobbing) I‘ll do whatever you say, tell me, man! Please, I’ll do it! Please! As Odell sobs, Majestic looks at Breeze. Together they do well-rehearsed routine for the benefit of the Group.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAJESTIC",
          "text": "What we gonna do, how this nigga gonna pay these gentlemen back?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BREEZE",
          "text": "How ‘bout he pay ‘em in gold?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAJESTIC",
          "text": "You right, motherfucker, them shiny- ass teeth!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ODELL",
          "text": "Not! Nol! Please!! As the Group exchanges looks, Breeze crosses to a tool bo methodically chooses a pair of 11-inch diagonal pliers. H approaches Odell, who screams, wriggling on the chains...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ODELL",
          "text": "Nol! No!! \fUntitled 50 cent Project 2nd Revision 09/12/04 55. WHAMM!! Breeze punches Odell square in the face, jamming the pliers into his mouth. As he grips a tooth, we hear a sickening CRUNCH through Odell’s screams. Breeze yanks ha on the pliers, pulls a bloody gold incisor out of Odell’s head by the roots. Odell SCREAMS in agony.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BREEZE",
          "text": "Relax nigga, you only got but ten more ‘fore I put that bullet in your brain. Breeze jams the pliers in again. And as Odell SHRIEKS in agony, the CAMERA PANS the group, settling on Marcus.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS, (V.0.)",
          "text": "If you play with fire long enough, you will get burned. EXT. MARCUS’ APARTMENT BUILDING - DAWN Topcat drops Marcus off at the curb. He crosses to the fr door as the BMW pulls off down the street.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS, (V.0O.)",
          "text": "And in the crack game, heat comes in many forms. INT. MARCUS’ APARTMENT BUILDING - LOBBY - CONTINUOUS Marcus opens the lobby door. And as soon as he steps insi",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEA AGENT",
          "text": "Freeze! Hands in the air!! Marcus is slammed against the wall, spread-eagled. The lo is swarming with DEA AGENTS, guns drawn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS, (V.O.)",
          "text": "The first thing I thought was they knew about Odeli, but that shit just happened like an hour ago.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEA AGENT",
          "text": "Hey asshole, remember me? Marcus turns around. DEA AGENT #2 looks familiar...",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLASHBACK",
          "text": "\fUntitled 50 Cent Project 2nd Revision 09/12/04 56. CLICK. Marcus on the street. CLICK. Marcus leans into a Dodge Caravan. CLICK. He exchanges crack for money. CLICK The Driver is DEA AGENT #2, the huge, goateed black guy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BACK TO SCENE",
          "text": "Marcus is handcuffed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS, (V.O.)",
          "text": "Turned out this had nothin’ to do with Odell -- they had a warrant to search my crib.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A handcuffed Marcus sits as the DEA AGENTS ransack the pl emptying contents of drawers on the floor. On the coffee table are 2 ounces of cocaine, cash and a dozen crack via",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS, (V.0O.)",
          "text": "Lucky for my ass I was light on product and didn’t have too much incriminatin’ shit lyin’ around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEA AGENT",
          "text": "Look what I found. Locked and loaded. AGENT #3 emerges from the bedroom with Romeo’s loaded Uzi",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS, (V.0.)",
          "text": "Incriminatin’ shit of my own, that is. And as Marcus is led off, we see his toy plastic Soldier among the debris on the floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wearing a suit and tie, Marcus stands with his LAWYER bef a female JUDGE, who reads from a piece of paper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE",
          "text": "Mr. Philips, you are hereby sentenced to a term of no less than three years in a Federal penitentiary. The Judge bangs her gavel. Marcus turns to face his weepi Grandma, who sits with his Grandpa and the Crew. \fUntitled 50 Cent Project 2nd Revision 09/12/04 57.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS, (V.0.)",
          "text": "I guess there’s no such thing as a good time to be goin’ to jail, but this shit was fucked. INT. PRISON -— DAY Wearing an orange jumpsuit, carrying his prison-issue bla and toiletries, Marcus is led past the cells.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS, (V.0.)",
          "text": "I had had it all and lost everything. The mostly black INMATES hoot at him from behind bars.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INMATE",
          "text": "Ooohhh, look at this little nigga!",
          "sentiment": "neutral"
        },
        {
          "speaker": "INMATE",
          "text": "Whatchu do boy?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS, (V.0O.)",
          "text": "Worst of all they sent me to Ohio, where I didn’t know a fuckin’ soul. Marcus enters a cell, sits on a cot across from a sleepin INMATE. The door closes behind him with a heavy CLANG.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bustling; lunch time. Marcus sits alone eating, a few ext salt packets on his tray.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS, (V.O.)",
          "text": "The thing about prison’s that everything's a test. Niggas read you, then they try you. As Marcus eats, an inmate in a red SKULL-CAP approaches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKULL CAP",
          "text": "Yo man, I get some of that salt?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS, (V.0.)",
          "text": "Someone asks you for somethin’, even if they friendly about it? Bulishit, they sizin‘’ you up. The guy reaches for a salt packet. Marcus knocks his hand away, stands up. \fUntitled 50 Cent Project 2nd Revision 09/12/04 58.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "Fuck off, motherfucker. The hall goes quiet; INMATES look over to see how this wi play out. A brief stare-down, then Skull Cap crosses off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS, (V.0.)",
          "text": "First it’s your salt, then it’s your food, next thing you doin’ some nigga’s laundry. Marcus sits down, goes back to his meal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS,, (V.O.)",
          "text": "Whatever you do, you gotta send a message, nip that shit in the bud.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "INMATES lift weights, play basketball. Off in a corner, t camera finds a twitchy, crazy-looking inmate we'll come t know as BAMA, 21, doing dumbbell curls, HOWLING like a wo as he does. Nearby, Marcus does pull-ups, ignoring him. ACROSS THE YARD Skull Cap and three other Inmates watch Marcus from around a weight bench. One of them hands skul Cap a shiv, which he slips under a towel. Very casually, group crosses toward Marcus, whose back is turned as he d pull-ups. Bama, the howler, senses what’s happening. As Skull Cap nears Marcus:",
          "sentiment": "neutral"
        },
        {
          "speaker": "BAMA",
          "text": "Watch your back, nigga. Bama HOWLS as Marcus drops off the bar, sees SKULL CAP ch him with the shiv. Skull Cap SLASHES, catching Marcus in shoulder with the blade, but Marcus side~steps, SLAMS his fist into Skull Cap‘s face, taking him down. As Marcus be the shit out of Skull Cap, one of his Crew charges in, bu",
          "sentiment": "neutral"
        },
        {
          "speaker": "BAMA",
          "text": "{howling like a wolf) Ow-ow-ocococowwww!! i! WHAMMM!! Bama slams a dumbbell across the guy’s head, tak him out. And as the other Crew Members charge, Bama joins the fight, swinging the dumbbell wildly, holding them off with Marcus. And as GUARDS swarm in... \fUntitled 50 Cent Project 2nd Revision 09/12/04 59.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS, (V.0.)",
          "text": "Though my shoulder was cut pretty bad, in the end it was more than worth it. Word spread quick that I wasn't someone to fuck with. INT. PRISON - MEN’S ROOM - DAY Marcus mops the filthy floor. At the other end of the roo Bama mops also.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS, (V.O.)",
          "text": "What I couldn’t figure out was this crazy motherfucker. Marcus works his way near Bama. They work in silence, the",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "Why’d you help me, man?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BAMA",
          "text": "I don’t know. I like fightin’.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "Got beef with them other niggas?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BAMA",
          "text": "(howling) Nope-nope-nooooece0co! ! Bama laughs; Marcus stares at him. They keep working.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "Where you from?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BAMA",
          "text": "Down South, how about you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "Queens, New York. Name’s Marcus.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BAMA",
          "text": "I‘m Bama.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "You from Alabama?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BAMA",
          "text": "North Carolina.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "Why they call you Bama, then? \fUntitled 50 Cent Project 2nd Revision 09/12/04 60.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BAMA",
          "text": "Cause “Lina” sound stupid. Marcus nods. They continue mopping. Bama twitches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS, (V.0O.)",
          "text": "By total accident my first week there, I had hooked up with the craziest nigga in the place.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-Months later. As a group of other Inmates sit nearby pla cards, Marcus plays checkers with Bama, who makes a move.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS, (V.O.)",
          "text": "But crazy or not, havin’ a friend made the months pass a lot quicker.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BAMA",
          "text": "Ow-ooocoh! King my black ass! As Marcus kings Bama’s checker, a GUARD approaches:",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUARD",
          "text": "Philips, you have a visitor. INT. PRISON - VISITOR’S AREA - DAY A row of phones separated by Plexiglass. While other Inma talk with VISITORS, Marcus enters, spots Cameron. He sits picks up the phone, smiles. Cameron does the same.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAMERON",
          "text": "I brought you a cake with a file in it, but I got hungry on the way and ate it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "Thanks for comin’ down here man. I appreciate it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAMERON",
          "text": "Of course, are you kidding? So how you doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "Hangin’ in there. How about you? \fUntitled 50 Cent Project 2nd Revision 09/12/04 61.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAMERON",
          "text": "Good, you know. Graduate next month, got accepted to St. John’s.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "Yeah, I got your letter. Law school now, huh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAMERON",
          "text": "I figured with friends like you, I’ll always have clients.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "Not me b, this is the last time for this shit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAMERON",
          "text": "What do you mean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "Mean I ain’t gettin’ caught again. Cameron nods. A few beats, then:",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAMERON",
          "text": "So what do you do with yourself all day?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "Work in the mornin’, group therapy, shit like that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAMERON",
          "text": "What about at night?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "Nothin’, you know. Just chill.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAMERON",
          "text": "So how about instead of you serving time, why not let time serve you? Get your GED. Read. Write.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "Fuck I’ma write?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAMERON",
          "text": "Anything, I don’t know. Write lyrics. Like when we were kids? {off Marcus’ chuckling) What, you were great. \fUntitled 50 Cent Project 2nd Revision 09/12/04 62.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "That was just fuckin‘ around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAMERON",
          "text": "You have talent, Marcus. The guys get quiet. Finally, Marcus changes the subject:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "Ever see that girl anymore, the one in the blue dress? Charlene?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAMERON",
          "text": "(shakes his head no) Leilani transferred. Marcus nods. An awkward moment. They sit in silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAMERON",
          "text": "I didn’t come here to break your balls, okay? I just think you could do more with your life than stand on a corner selling drugs. Marcus looks at him awhile, finally smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "You know anybody else talked to me like that I’d pop ‘em in the teeth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAMERON",
          "text": "You don’t want to hit a lawyer, brother. I'll sue your ass from now till forever.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Marcus works a lathe, other Inmates working nearby.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS, (V.0.)",
          "text": "Though I didn’t tell him, Cameron's visit gave me a lot to think about. Besides dealing drugs, music was the one business that could give me the lifestyle I wanted with none of the risk. Money. Power. Pussy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Marcus sits with Bama and some other Inmates watching a gangsta music video on television. \fUntitled 50 cent Project and Revision 09/12/04 63.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS, (V.O.)",
          "text": "I mean watch TV, half these motherfuckers are paper gangstas, singin‘ about shit they only seen in movies -- I was livin’ it every day. I decided right there to formulate a plan. INT. PRISON - MARCUS’S CELL - NIGHT Marcus lays on his cot listening to a Discman, rapping to himself as he writes lyrics in a notebook. Bama sits near cleaning his sneakers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS, (V.0.)",
          "text": "I’d bust my ass, work on my music and within five years move me and my crew into the rap game. For the meantime, though, the crack game was still how I planned to eat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A Greyhound Bus heads down the road, passing a sign that “New York”. Through a window we see Marcus, still wearing his Discman, rapping to himself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS, (V.0.)",
          "text": "Before I knew it, my time was up and I hit the ground runnin’. First thing I did was make a demo of some shit I wrote inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A makeshift recording “studio”, with blankets for a sound booth. Marcus raps into a microphone over a simple beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS, (V.O.)",
          "text": "Second was scam a meetin’ with Darius Clay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A small, nondescript building in Queens. As Marcus stands across the street, Darius Clay pulls up in a Mercedes, pa it in the lot. As he heads toward the building... \fUntitled 50 Cent Project 2nd Revision 09/12/04 64.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "Mr. Clay, can I talk to you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS CLAY",
          "text": "Ain‘t that what you doin’ now? Darius doesn’t break stride. Marcus walks alongside him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "Yeah, I... I’m a rapper, my name’s Marcus Philips.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS CLAY",
          "text": "Son, you ain't no rapper, ‘cause if you was a rapper, I woulda heard of you. What you are is a wanna-be.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "(holds up tape) Whatever, yeah... I got a demo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS CLAY",
          "text": "Pop it in the mail with a letter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "But I‘m here now. You ain’t got two minutes?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS CLAY",
          "text": "I ain’t got one. Darius leaves him standing there, starts into the buildin",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "Would you have left Tupac in a parkin’ lot with a tape in his hands?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS CLAY",
          "text": "(smiles; keeps walking) You ain’t no Tupac.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "How do you know? Darius stops in his tracks. Turns around. A beat, then:",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS CLAY",
          "text": "Two minutes. \fUntitled 50 Cent Project 2nd Revision 09/12/04 65.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Marcus sits at a sound board with Darius Clay and his producer, TONY CASH. They listen to the demo a while (a v rough version of \"I’m a Rider”) then Darius shuts it off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS CLAY",
          "text": "It‘s some real tight shit, but it’s raw, know I‘m sayin’?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONY CASH",
          "text": "You got natural talent, but what you need to learn are the rudiments of song writing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS CLAY",
          "text": "And for the record, you ain’t no damn Tupac.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "(smiles) School me then, that’s why I’m here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS CLAY",
          "text": "Good. Now any song, any melody, is broken up into bars, right? And as Marcus listens intently...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS, (V.O.)",
          "text": "That weekend there was a party for me at the community center. It was great bein’ home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLOSE ON -- a banner reading “Welcome Home Marcus”. PULL BACK TO REVEAL the entire Crew, along with Topcat, Majest Breeze and several dozen other GUESTS, applauding as Marc enters. They converge on him with hugs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROMEO",
          "text": "Welcome back, dawg. We missed your black ass. As a RAPPER takes the mic and freestyles, Marcus crosses to the bar with Romeo, who hands him a bottle of Cristal. Tyrell approaches in a new suit, looking sharper than eve \fUntitled 50 Cent Project 2nd Revision 09/12/04 66.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "(as they hug} Look at this nigga, fuckin’ Denzel over here! How you doin’ man?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYRELL",
          "text": "Gettin’ my money.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROMEO",
          "text": "That's some real shit there, wait you see this nigga‘’s ride.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYRELL",
          "text": "New Lexus. Cherry fuckin’ red. MARCUS. Now you biggin’ up on me, huh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYRELL",
          "text": "I’m in charge, man, I-- (catches himself) I mean with you away, you know what I fuckin’ mean. Marcus clocks Tyrell’s attitude, but before he can say anything, Keryl approaches -- about 40 pounds lighter tha last we've seen him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KERYL",
          "text": "There’s my nigga!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "Oh fuck, they stop feedin’ your ass?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "KERYL",
          "text": "Dick Gregory, fuckin’ protein powder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYRELL",
          "text": "Now we can’t call him fat no more.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROMEO",
          "text": "Now he just a dumb motherfucker. They all laugh. Across the room, the Rapper finishes up. The DJ takes the mic...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DS",
          "text": "Marcus, come on up here. {off his reluctance) C’mon, say a few words! \fUntitled 50 Cent Project 2nd Revision 09/12/04 67. The CROWD cheers. Marcus heads to the DJ, grabs the mic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "Yo, how y’all doin’? (the Crowd cheers) First off, I wanna say thanks to ya‘ll, I fuckin’ missed your asses.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYRELL",
          "text": "Missed you too, dawg.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "Well I’m back now and we ain't goin’ no place but up. Where my niggas at? {the Crew goes wild) I said any gangsta niggas in the house?! (even wilder) This is for you. A beat starts. The CROWD starts bouncing, then Marcus kic in with “I’m a Rider”. THE CROWD goes wild; Marcus owns t place. He finishes up to thunderous applause, crosses to. INT. MEN’S ROOM - NIGHT - CONTINUOUS Marcus enters, heads to a stall, opens the door...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...jJust as Topcat finishes snorting a spoonful of heroin",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "Sorry, I-- (notices the heroin) Fuck you doin’?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOPCAT",
          "text": "Little h, that’s all. Want some?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "Since when you do that shit?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOPCAT",
          "text": "Fuckin’ wired man, unwindin’ a bit. Topcat steps out of the stall. An awkward moment. \funtitled 50 Cent Project 2nd Revision 09/12/04 68.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOPCAT",
          "text": "You look good, b, come see me. I'll get you back in business. Marcus nods; they hug stiffly. Topcat wipes his nose, exi",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS, (V.0O.)",
          "text": "Great as it was to be home, what you gotta remember about bein’ away is this -- much as you think it won‘t -- the world outside keeps turnin’ without you. INT. TOPCAT’S APARTMENT - DAY : Marcus cops a half a kilo from Topcat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS, (V.O.)",
          "text": "With my cash reserves near empty, I saw Topcat the next day. I got some product on consignment and went right to work.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A series of CUTS: With Junebug working the street nearby, Marcus & the Crew sell to various Fiends.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS, (V.O.)",
          "text": "I was fuckin’ possessed, I hardly even slept. But hard as I worked at the crack game, I worked twice as hard at my music.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Darius Clay and Tony Cash work the sound board, Marcus wears headphones, rapping into a microphone over a beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS, (V.0.)",
          "text": "My life became a blur of pumpin’ erack, writin’ lyrics and recordin’ demos. Half the time I didn’t even know what fuckin’ day it was.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Marcus hustles on the street; Marcus in his apartment wri lyrics in a notebook, Marcus recording in the studio. \fUntitled 50 Cent Project 2nd Revision 09/12/04 69.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS, (V.0.)",
          "text": "In a few months Bama was out and he joined the crew. Say what you will bout a country-ass nigga, but these motherfuckers have a work ethic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Keryl acts as lookout, Bama sells crack from a small h in the door to a line of FIENDS who wait outside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS, (V.0.)",
          "text": "In addition to runnin’ a house he found, Bama took it on himself to branch out into insurance scams.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bama stands at the counter filling out paperwork.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS, (V.O.)",
          "text": "He‘d rent a U-Haul, max it out on liability insurance, then rent a limo and pack it with fiends.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A black stretch LIMO rolls down the street.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS, (V.O.)",
          "text": "At the appointed time... SCREECH...CRASH!! A 14-foot U~Haul driven by Bama appears out of nowhere, rear-ends the LIMO at a very moderate spe",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS, (V.0.)",
          "text": "Every one of them niggas would have severe back and neck injuries. The FIENDS, all dressed in party clothes, stagger from th limo exaggeratedly holding their back and necks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS, (V.0.)",
          "text": "We'd give ‘em each a grand for their trouble, send ‘em to fugazy doctors we lined up, then collect when the insurance money rolled in. \fUntitled 50 Cent Project 2nd Revision 09/12/04 70.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bama sits on the bed talking on the phone as an ELDERLY L 80s, sits in a chair nearby, purse on her lap.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS, (V.O.)",
          "text": "I finally got called in when Bama started kidnappin’ niggas. I mean this motherfucker was snatchin’ people we knew!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BAMA",
          "text": ".Yo, Edgar, I got your Grandma, you wanna see her again lemme hold twenty thousand. {hands phone to old lady) He wanna talk to you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As a BODYGUARD stands nearby, Marcus and Bama sit across table from Majestic and Breeze.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAJESTIC",
          "text": "So what's this shit, your boy here ain’t makin’ enough money?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "It ain’t like that, it’s--",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAJESTIC",
          "text": "Shit gotta stop, this ain’t the wild west, motherfucker.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BAMA",
          "text": "Fuck that man, all I'm tryin‘--",
          "sentiment": "neutral"
        },
        {
          "speaker": "BREEZE",
          "text": "(cutting him off) Nobody talkin‘ to you, nigga.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "(to Breeze) Take it easy, a-ight? {to Bama) Go wait outside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BAMA",
          "text": "You sure? \fUntitled 50 Cent Project 2nd Revision 09/12/04 71.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "Go. Bama gets up, HOWLING as he exits. As soon as he’s gone:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAJESTIC",
          "text": "Fuck’s wrong with this nigga?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "He's a little fucked-up, a-ight?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAJESTIC",
          "text": "Little fucked-up? Pay attention. Nigga like that get you killed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "He's ambitious, that’s all, he likes makin’ money.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAJESTIC",
          "text": "And what about you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "What about me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAJESTIC",
          "text": "I hear you over that studio every day, that tells me you ain’t tendin’ to business.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "I'm earnin’ more than ever.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAJESTIC",
          "text": "Well see it fuckin’ stays that way. And keep that country-ass nigga on a leash. On Marcus.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Marcus pulls up in a brand new Mercedes, parks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS, (V.O.)",
          "text": "Later that day I dropped Bama at the doctor for his own fake claim from the U-haul shit. Bama wears a phony neck-brace; Marcus helps him from the \fUntitled 50 Cent Project 2nd Revision 09/12/04 72.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "I’m serious yo, you don't start chillin’ you'll be wearin’ one of them shits for real.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BAMA",
          "text": "I’m the wolfman dawg, fuck you worried about?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "(play shoves him) I’m serious, motherfucker. Bama laughs as they head to the building.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Marcus reads a magazine, Bama next to him twitching. From behind the desk, the RECEPTIONIST reads the sign-in sheet",
          "sentiment": "neutral"
        },
        {
          "speaker": "RECEPTIONIST",
          "text": "Elijah Samuels? (off Bama‘s look) The doctor will see you. As Bama disappears inside, the Receptionist calls out:",
          "sentiment": "neutral"
        },
        {
          "speaker": "RECEPTIONIST",
          "text": "Charlene, I'm goin’ to lunch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLENE, (0.S.)",
          "text": "Bring me back a Diet Coke? As the Receptionist exits, she is replaced at the desk by Charlene, the girl we met earlier at Club Starlight. As s busies herself with paperwork, Marcus smiles and approach",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "Excuse me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLENE",
          "text": "(not even looking up) Can I help you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "Yeah, I’m here ‘cause of a broken heart. (she looks up) I met this girl at a club a few years back but she wouldn’t give me her number. \fUntitled 50 Cent Project 2nd Revision 09/12/04 73. Charlene’s jaw drops.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLENE",
          "text": "Oh my God.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "How you been?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLENE",
          "text": "Good, good, you know...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "Still in college?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLENE",
          "text": "I took some time off, I’m thinking of going to nursing school.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "Well like I said, I got this broken heart here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLENE",
          "text": "That sounds a little advanced for me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "You seem like a smart girl, I bet you could handle it. still got a boyfriend?",
          "sentiment": "neutral"
        },
        {
          "speaker": "/ CHARLENE",
          "text": "Not at the moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "(touches his heart) So can I call you, make an appointment for this thing? Charlene debates it, then smiles, writes her number down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLENE",
          "text": "Office hours are Saturday nights only. And I don’t take Medicare. Bama emerges as Marcus smiles, takes the slip of paper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "I'm feelin’ better already. Marcus exits with Bama. On Charlene. \fUntitled 50 Cent Project 2nd Revision 09/12/04 74.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Parked near a McDonald’s, Marcus and Bama eat, just hangi out. Across the street, a gleaming black BMW sedan pulls",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "Check this shit. A LARGE COLOMBIAN MAN in a suit emerges from the Beemer, heads into the Check Cashing Store with a briefcase.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "Colombians. Use that place to launder money.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BAMA",
          "text": "Real Tony Montana shit. As they eat, Marcus looks down the block, spots",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUNEBUG",
          "text": "emerging from a bodega, heading their way. Quietly, Marcu slips his .9mm from his waistband.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BAMA",
          "text": "“sup?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "Bitch-ass nigga Junebug. We play the tension as Junebug passes. Marcus stares at h then goes back to eating in silence with Bama. Finally:",
          "sentiment": "neutral"
        },
        {
          "speaker": "BAMA",
          "text": "Till I came here you know I never really had no friends.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "That’s cause you a crazy-ass nigga.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BAMA",
          "text": "I'm serious, yo. Thanks for stickin’ up for my ass. Marcus nods, says nothing. They continue eating...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS, (V.0.)",
          "text": "When you run a crew, you can rarely afford to show your men kindness, not even for a second. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fUntitled 50 Cent Project 2nd Revision 09/12/04 MARCUS (V.0.) (cont'd) Especially in the crack game, where a second can mean the difference between ridin’ in a limo or ridin’ in a hearse. EXT. CHARLENE’S APARTMENT BUILDING - NIGHT 75. A black stretch limo is parked at the curb; its DRIVER st waiting. Marcus emerges from the building with Charlene, wears a beautiful dress. As the limo pulls off, we see th it’s being followed by a White Bronco with tinted glass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "With the Manhattan skyline glistening in the background, Marcus and Charlene sit at a romantic table for two. They toast with champagne, then begin eating.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLENE",
          "text": "So let‘s see. Champagne, limo, fancy restaurant. I guess you must be an investment banker or something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "Somethin’ like that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLENE",
          "text": "That why you got your boys over there watching your back? At a nearby table, we see Bama sitting with Keryl.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "(smiles) Does it matter?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLENE",
          "text": "Depends how far this goes. {a few beats; then) Tell you the truth, I suppose I already know what you do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "But you went out with me anyway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLENE",
          "text": "Guess I have a thing for bad boys. But not too bad. Marcus smiles. \fUntitled 50 Cent Project 2nd Revision 09/12/04 76.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLENE",
          "text": "So why would a guy like you be interested in someone like me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "Someone like you? You’re beautiful.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLENE",
          "text": "Working girl, straight-laced.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "I like someone challenging, I dunno. Someone I can talk to.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLENE",
          "text": "Challenging, huh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "To a. point. Charlene smiles. They continue eating.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Marcus and Charlene walk along the water.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLENE",
          "text": "So how’d you get into... investment banking, is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "Family business, I had no choice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLENE",
          "text": "Your daddy was a player?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "My moms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLENE",
          "text": "Your mother?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "Maybe that’s why I like strong women. Charlene smiles. They continue walking. Ten paces behind, we see Bama and Keryl following.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLENE",
          "text": "They gonna be with us all night? \fUntitled 50 Cent Project 2nd Revision 99/12/04 77.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "(smiles) Not all night. INT. MARCUS’ APARTMENT ~ LIVING ROOM - NIGHT Marcus and Charlene sit on the couch; soft music; nightca",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLENE",
          "text": "So when you said before you had no choice but to get into the game, what’d you mean by that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "It’s where I’m from, you know. You play the cards you’re dealt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLENE",
          "text": "But sometimes you can trade the ones you were dealt for new ones.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "That‘s what I’m plannin’ on doin’.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLENE",
          "text": "What do you mean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "Music. I been developin’ my skills, workin’ with Darius Clay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLENE",
          "text": "Seriously?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS,",
          "text": "Sent my demo out this week, tryin’ to get a record deal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLENE",
          "text": "Really? That’s great.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "(a few beats; then) So why didn’t you give me your number that night?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLENE",
          "text": "I told you I had a boyfriend and...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "And what? \fUntitled 50 Cent Project 2nd Revision 09/12/04 78.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLENE",
          "text": "Nothing. It’s corny.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "Come on, what? Charlene looks at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLENE",
          "text": "‘Cause I knew if we were meant to, one day we'd meet again. Marcus looks at her, then:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "I don’t think that’s corny at all. And as they kiss... INT. MARCUS‘ APARTMENT - BEDROOM - NIGHT The lights are dim. Marcus carries Charlene into the bedroom, gently places her on the bed. Slowly, they conti to kiss as they undress each other and begin to make love INT. MARCUS’ APARTMENT - BEDROOM ~ LATER Marcus sleeps alone in his bed. After a few beats, he sti looks at the clock -- 2:18 a.m. He notices a light on in living room, gets up to investigate. INT. MARCUS’ APARTMENT - LIVING ROOM - NIGHT Marcus emerges in boxers. On the couch, wearing his shirt Charlene, who wears headphones, eyes closed as she listen music. Marcus comes up behind her, touches her. She jumps",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLENE",
          "text": "Jesus, you scared me!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "(chuckling) Whatchu doin’, where’d you go?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLENE",
          "text": "I wasn’t tired, so I came out here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "Whatchu listenin’ to? \fUntitled 50 Cent Project 2nd Revision 09/12/04 79. Charlene smiles, holds up a CD -- “Marcus Philips - Demo”",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "Nah, gimme that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLENE",
          "text": "No, I love it, it’s great.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "You like it? Really?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLENE",
          "text": "Are you crazy? You’re really talented, you have a gift. Just then, the phone RINGS. Marcus checks the number.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "I gotta take this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLENE",
          "text": "Some other girl?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "(shoots her a look; then) Hello?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Topcat, high off his ass and covered with blood, stands holding the phone. He slurs as he speaks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOPCAT",
          "text": "It’s me, fuck you doin’?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "I’m chillin’. Wassup?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOPCAT",
          "text": "I need you over here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "What‘s wrong, you all right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOPCAT",
          "text": "Just fuckin’ get here! Topcat clicks off. Marcus turns to Charlene. \fUntitled 50 Cent Project 2nd Revision 09/12/04 80.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "I gotta take you home. INT. TOPCAT’S APARTMENT ~ LIVING ROOM - LATER Still high, Topcat opens the door, lets Marcus in. The pl is a shambles. Marcus notices the blood, spots a hypoderm needie, spoon and small bag of heroin on the coffee table",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "The fuck you doin’ to yourself?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOPCAT",
          "text": "(plops on the couch) I dunno, man. This motherfucker...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "What motherfucker, who?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOPCAT",
          "text": "It shoulda been me, son... it shoulda been me...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "What you mean? Majestic?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOPCAT",
          "text": "You don’t know what the fuck you talkin’ about, boy! Levar...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "Levar what? (puts it together) So you got passed over, this is how you deal with the shit? You become a fuckin’ junkie?! Topcat shakes his head, vaguely nods to the kitchen. Marc slowly makes his way inside, where we see SLIM, the hustl who killed his mother, lying dead on the floor with a kit knife plunged in his chest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "Who the fuck is this?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOPCAT",
          "text": "Nigga Slim, kill your mama. Saw him on the street, he came back around, I brought him up here. Marcus lunges, grabs Topcat by the shirt, lifts him up. \fUntitled 50 Cent Project 2nd Revision 09/12/04 Bl.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "Why didn’t you call me?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOPCAT",
          "text": "I don‘t... I... I didn‘t--",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "I told you if you ever find this motherfucker let me know!",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOPCAT",
          "text": "I didn't have--",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "(shaking him) You junkie motherfucker!",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOPCAT",
          "text": "(struggling to fight back) Don’t you talk to me like that, boy!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "I ain’t your fuckin’ boy! Marcus shoves him back on the couch hard. Topcat looks up at him, eyes tearing up. After a few beats...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "What? You got somethin’ you wanna say to me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOPCAT",
          "text": "I loved her too, motherfucker... I fuckin’ loved that girl. Marcus looks at him, processing. An eternity, then...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "C‘mon, let‘s get rid of this shit. And as he pulls some Hefty bags out of a kitchen drawer.. INT. MARCUS’ APARTMENT - LIVING ROOM - DAWN Marcus enters, pours himself a drink, then sits on the co",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS, (V.0.)",
          "text": "We dumped the body in the weeds near the airport, then I dropped Topcat back at his crib. \fUntitled 50 Cent Project 2nd Revision 09/12/04 82. INT. TOPCAT’S APARTMENT - BATHROOM - DAY Topcat sits on the toilet, straps up, injects a huge shot heroin. After a few seconds, he begins convulsing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS, (V.0.)",
          "text": "It was the last time I‘d ever see him alive. Topcat stops moving.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS, (V.0.)",
          "text": "I never did ask him straight up if he was my father or not, but for all we’d been through I guess he may as well have been.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Closed to the general public. As few BODYGUARDS look on, Marcus enters with Tyrell, joining Junebug and about a do other HUSTLERS at a long table. At the head sits Majestic Breeze next to him. Hennessy all around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAJESTIC",
          "text": "So I'll get right to it. I spoke to the big man, he sends his condolences. Topcat was a real nigga. Majestic raises his glass. They all follow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "Rest in peace.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAJESTIC",
          "text": "Obviously y‘all are here cause some decisions have been made and this comes right from Levar himself. Majestic scans the contenders, all looking on in anticipation. Finally, he turns to Marcus.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAJESTIC",
          "text": "You takin’ over for T-Cat, Tyrell here your number two.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYRELL",
          "text": "(smiles) I didn‘t know Levar even knew my name. \fUntitled 50 Cent Project 2nd Revision 09/12/04 83.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BREEZE",
          "text": "Levar know everything, nigga.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAJESTIC",
          "text": "Any problems, let’s air it out now. Majestic trades looks with the other Hustlers, settling o Junebug, who does his best to hide his disdain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUNEBUG",
          "text": "Cool with me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAJESTIC",
          "text": "It done, then.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYRELL",
          "text": "(to Marcus) God bless, man, you deserve it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAJESTIC",
          "text": "Let's make some fuckin’ money. And as they raise their glasses, we hear the POP of a champagne cork and we're...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Marcus stands filling the Crew’s glasses from a bottle of Cristal as Charlene and a few other GIRLS look on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS, (V.O.)",
          "text": "What started out as a great day got even better by the afternoon... INT. MARCUS’ APARTMENT - LIVING ROOM - DAY Marcus’ phone rings. He answers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Darius Clay talks on the phone. Tony Cash stands nearby.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS CLAY",
          "text": "Genesis Records wants to make a deal. They love your fuckin’ demo! \fUntitled 50 Cent Project 2nd Revision 09/12/04 84.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Music pumping; the dance floor is packed. Marcus and the Crew dance with their Girls.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS, (V.0.)",
          "text": "I had no idea by night time I'd wish it never happened.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "With rap music emanating from within, Bama appears, peeks the window. A few PATRONS drink at the bar, while at a ta in the back, Junebug and a few other HUSTLERS have drinks Suddenly, the door whips open. Bama enters, gun in hand, kerchief over his face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BAMA",
          "text": "On the floor motherfuckers! The Patrons do as they're told. Junebug studies Bama as h turns to the Bartender:",
          "sentiment": "neutral"
        },
        {
          "speaker": "BAMA",
          "text": "Empty that fuckin’ cash drawer! As he starts complying, the ladies room door opens. A you WOMAN exits... instinctively Bama turns and fires... BLAM!! BLAM!! Total chaos as the Woman goes down, blood splattering the wall behind her. And as Bama hauls ass...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAJESTIC, (V.O.)",
          "text": "You specifically said you would curb this motherfucker!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Still wearing the same clothes from the night before, Marcus sits before Majestic and Breeze.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS, (V.O.)",
          "text": "I know, I just... Look, it ain’t like he did it on purpose, a-ight?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAJESTIC",
          "text": "He shot a nigga’s girl!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "I didn’t know where he was. \fUntitled 50 Cent Project 2nd Revision 09/12/04 85.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAJESTIC",
          "text": "You didn’t know? You gotta know where your niggas at and what they doin’ at all times. Everything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BREEZE",
          "text": "Got these Brooklyn niggas up our ass now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "We were out, okay? He was supposed to be with us, he didn't show up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BREEZE",
          "text": "So what you’re sayin’ then‘s you can’t control this nigga.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "No, it’s just... It was an accident...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAJESTIC",
          "text": "We been through this before. (as if to a child) The nigga can‘t follow orders, the nigga got to go. (off Marcus’ look) What? You got a problem with that? Marcus sits for a long time, says nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAJESTIC",
          "text": "You got twenty four hours. Marcus nods, exits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLOSE ON -- a simple headstone: Katrina Philips 1961-1984 PULL BACK to reveal Marcus seated before it, deep in thou",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS, (V.0.)",
          "text": "I don‘t know why, but until that day I never visited my mom’s grave. I sat there for hours, with everything I ever wanted and nothin’ all at the same time. \fUntitled 50 Cent Project 2nd Revision 09/12/04 86.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Marcus walks alone through the headstones.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS, (V.0.)",
          "text": "As I walked to my car, I still didn’t know what I was gonna do. INT. MARCUS’ MERCEDES - DAY Parked outside the cemetery, Marcus sits in his car, dial his cell. We hear a number RINGING.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Majestic’s cell phone RINGS. He checks the number, answer",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAJESTIC",
          "text": "Go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "It's me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAJESTIC",
          "text": "And?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "Go fuck yourself. I ain‘t givin’ up my boy. Marcus clicks off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS, (V.0.)",
          "text": "Just like that, we were renegades. INT. ‘MARCUS’ APARTMENT - LIVING ROOM - NIGHT The whole Crew is there, in mid war council.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROMEO",
          "text": "Are you out your fuckin’ mind?! How we gonna eat, man?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "Same as always, keep on hustlin’. \fOntitled 50 Cent Project 2nd Revision 09/12/04 87.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KERYL",
          "text": "Majestic and that other motherfucker run this game.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "They run it, they don’t own it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BAMA",
          "text": "We can get our product down south.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "Meantime, I’m gettin’ an advance on the record deal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROMEO",
          "text": "Enough for everybody?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "It ain’t a lot, but it should tide us over. No one says a word, Marcus looks at Tyrell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "You‘re bein’ awful quiet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYRELL",
          "text": "It's fucked up, man. These niggas don’t play around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "(re: Bama) Whatchu want me to do, give his ass up?! If it was any of ya‘ll I'da done the same fuckin‘ thing! (a few beats; then) The door’s wide open. Anybody wants to go, now’s your chance, no repercussions. (off their looks) We're this fuckin’ close to gettin’ outta this shit, I‘m recordin’ this album and I’m gonna blow up. We all will if we just stick together. The guys exchange looks. A long time, then:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROMEO",
          "text": "A-ight, I’m in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KERYL",
          "text": "Too far to back out now. Let‘s do this shit. \fUntitled 50 cent Project \"2nd Revision 09/12/04 88. Tyrell looks at Bama, shakes his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYRELL",
          "text": "Crazy ass nigga, whatchu go and do now? And on Marcus’ smile... INT. DC PRODUCTIONS -—- STUDIO - DAY Marcus stands in a sound booth singing into a mic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS., (V.0O.)",
          "text": "Over the next few months, I worked my ass off in the studio.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Marcus signs some papers as Darius Clay looks on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS, (V.O.)",
          "text": "The advance came in, but between lawyers, managers and Darius Clay, there wasn’t much left over. Darius hands Marcus a check. He looks at it, frowns.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A cold night. Marcus and the Crew stand around outside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS, (V.O.)",
          "text": "On the street things weren’t much better. Not only did we have to watch our backs... A FORD TAURUS drives by slowly. Marcus and the Crew stick their hand under their coats. The FORD drives off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS, (V.0.)",
          "text": "It was also harder than ever to come by product. INT. MARCUS’ APARTMENT - LIVING ROOM - DAY Wearing an expectant look, Marcus lets Romeo and Bama ins \fUntitled 50 Cent Project 2nd Revision 09/12/04 89.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BAMA",
          "text": "(takes out a package) Quarter key, that all he had.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS, (V.0O.)",
          "text": "If there’s one thing I learned in life, it’s this -- as complicated as things seem, they could always get more complicated. INT. MARCUS’ APARTMENT - BEDROOM Marcus sits on the couch writing in his notebook, working his raps. After a beat, Charlene comes out of the bathroo She sits next to him, says nothing. After a while:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "Why you so quiet, shorty? Charlene looks at him, holds up a home pregnancy test str its center is bright BLUE. Marcus processes it, then:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "How far are you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLENE",
          "text": "About twelve weeks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "Twelve weeks? What about your period?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLENE",
          "text": "I was spotting, I’m sorry... (starts crying) I didn’t plan this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "That's not what I‘m sayin’.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLENE",
          "text": "What are we gonna do, we have no money...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "My record’s comin’ out, it’s gonna blow up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLENE",
          "text": "You don’t know that, Marcus. \fUntitled 50 Cent Project 2nd Revision 09/12/04 90.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "I thought you believed in me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLENE",
          "text": "Ido. It’s just-- Charlene breaks down crying. Marcus holds her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "A-ight, forget that shit for now. In a perfect world, what would you do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLENE",
          "text": "Marcus, we have nothing! This is far from a perfect world.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "I'll make it one, answer the question.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLENE",
          "text": "(looks at him; then) In a perfect world? I’d have your baby.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "Then that’s what we’re gonna do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Same shot as the opening. The stolen Suburban sits near t Check Cashing Store, Keryl alone in the driver's seat:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As the Koreans count out CASH, the Guard approaches the peephole, his .45 pistol still in its holster.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rodrigo stands outside, holds up a Nathan's bag.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUARD",
          "text": "(as he unlocks the door) Fuck you been, I‘m starvin’ in-- BAMMMM!!! The door kicks in violently... \fUntitled 50 Cent Project 2nd Revision 09/12/04 91.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Keryl sits in the Suburban, looking toward the store. Suddenly, the gunshots -- the shotgun BLAST followed by the RAT-TAT-TAT-TAT-TAT-TAT of the Uzi. Within seconds, our GUYS come charging out. Romeo sprints to the Suburban, tosses the duffel bag inside. Marcus approaches with Bama, Tyrell following.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KERYL",
          "text": "Fuck happened in there?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "Help me get him in! Romeo and Tyrell help Marcus lift Bama into the back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A desolate road near JFK. Tyrell’s Lexus, Marcus’ Mercede and a Bronco parked nearby. As Keryl screeches up in the Suburban, the Crew jumps out, adrenaline still pumping.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYRELL",
          "text": "We fuckin’ did it!! Like a well-oiled machine, the guys scatter to their cars as Romeo empties a gas can over the Suburban's upholstery Marcus tosses the duffel in his trunk, starts to get in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "My crib, tomorrow, 11 o’clock. With that, Romeo tosses a match in the Suburban. It goes in flames with a WHOOSH as the Crew take off in their car EXT. MARCUS’ APARTMENT BUILDING - (LATER THAT) NIGHT The street is quiet, deserted. Marcus pulls up in the Mercedes, finds a spot near the building.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS, (V.0.)",
          "text": "Whoever said money can’t buy happiness shoulda been me on that ride home. He gets out, crosses to the trunk, POPS it. \fUntitled 59 Cent Project 2nd Revision 09/12/04 92.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS, (V.0.)",
          "text": "My music was on track, I was gonna be a father... For the first time in a long time it felt like everything was gonna be okay... And as he leans in and grabs the duffel, A FIGURE appears from behind a parked car, raises a gun. Marcus senses something, bolts with the duffel bag, but... BLAM! BLAM! BLAM! BLAM! Bullets tear into his body; he contorts, keeps running, tries to grab his own gun, but.. BLAM! BLAM! BLAM! More shots; he collapses to the street, drops the bag, blood gushing from his wounds. And as he loses consciousness, the FIGURE calmly approaches, takes aims at his prone body... BLAM! Another shot rips into Marcus’ jaw. And as the FIGURE grabs the duffel and bolts, Marcus’ blood pools on the street. And as the CAMERA MOVES IN on his eyes...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOPCAT, (V.O.)",
          "text": "(game show host voice) Hey hey hey! Let’s give a warm welcome back to Marcus Philips!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Over the sounds of wild APPLAUSE, we‘re back on the set of “Let’s Make a Drug Deal”. The adult Marcus stands with Topeat, who’s now dressed in a white tuxedo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOPCAT",
          "text": "Congratulations, Marcus, you‘ve made it all the way to our bonus round! We HEAR a series of BELLS, WHISTLES, other SOUND EFFECTS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOPCAT",
          "text": "And here’s how it works. You can cash out now and chalk yourself up as another NYPD statistic... Topcat nods toward his lovely game show assistant -~- it’ KATRINA, Marcus’ mom, glowing all in white, standing besi her Buick Regal. She holds a gift box, smiles...",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATRINA",
          "text": "I got you the Atari, baby. \fUntitled 50 Cent Project 2nd Revision 09/12/04 93.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOPCAT",
          "text": "Or you can risk it all and go back to a very uncertain future... Topcat gestures to his other Assistant -- a fat, middle-a NURSE who stands beside a wheelchair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOPCAT",
          "text": "So what’s it gonna be Marcus, door number one or door number two? THE AUDIENCE is again packed with YOUNG BLACK MALES, but unlike before, they’re all bulliet-riddled and bloody -- murder victims, including a laughing, bloody Antwan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUDIENCE MEMBER",
          "text": "Stay here nigga! Who you think you are?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANTWAN",
          "text": "Ain’t nothin’ back there for you! BACK TO MARCUS, who stands with Topcat thinking it over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOPCAT",
          "text": "What’s it gonna be, Marcus?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Charlene, Grandma, Grandpa and Cameron look on, a DOCT 30s, hovers over Marcus, who’s wrapped like a mummy, jaw wired, tubes and wires protruding everywhere.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOCTOR",
          "text": "(snapping his fingers) Marcus? Marcus. Very slowly, Marcus opens his swollen eyes, tries to focu",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOCTOR",
          "text": "Hey, you're still with us. (beat; off Marcus’ look) You‘re in pretty bad shape and I know you can’t talk, but I want you to try and squeeze my hand, okay? Marcus looks at him blankly. CLOSE ON MARCUS’ FINGERS -- They don’t move. Charlene cri Finally... he squeezes the Doctor‘’s hand. \fUntitled 50 Cent Project 2nd Revision 09/12/04 94.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRANDMA CHARLENE",
          "text": "Thank you Jesus. Oh my God.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOCTOR",
          "text": "Go back to sleep, you're gonna make it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A few weeks later. Marcus, thin, weak, legs in a cast, he wrapped, jaw wired, sits in a chair looking out the windo",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS, (V.O.)",
          "text": "In the weeks followin’ the shooting, I did nothin’ but think. With nine bullet holes in me, there wasn’t much I could do. Though my jaw was shattered and I could barely talk, I was still amazingly lucky - whoever Majestic sent to kill me fucked it up pretty good. Charlene, now noticeably pregnant, enters with a malted. She unwraps a straw, holds it to his mouth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLENE",
          "text": "Here baby, sip this. The phone RINGS. Charlene crosses and answers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLENE",
          "text": "Hello?... Hold on. (turns to Marcus) Genesis Records? Marcus nods, takes the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "{through wired jaw) Lo? Marcus listens a while, hangs up. Charlene looks at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "They droppin’ me. Charlene crosses, gives him a hug... \fUntitled 50 Cent Project 2nd Revision 09/12/04 95.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS, (V.0O.)",
          "text": "For months after, I refused to see any of my crew -- as their leader I couldn’t afford to let them see me in a compromised position.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rural; the middle of nowhere. With Marcus in the passenge seat, Charlene pulls up and parks a beat up Chevy near a small, run-down cottage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS, (V.O.)",
          "text": "I sold my car, scraped together some cash, then moved us up to a small house in the Poconos. Marcus gets out of the car on crutches - though his jaw i longer wired, he’s extremely thin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS, (V.O.)",
          "text": "I had lost sixty eight pounds. Charlene reaches into the back of the car, removes a car with an INFANT strapped in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS, (V.0.)",
          "text": "Aside from Charlene and our new baby Michael, I didn’t have a fuckin’ thing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dingy; hardly any furniture. Marcus and Charlene sit at t table eating dinner, the BABY asleep in a crib nearby.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS, (V.0O.)",
          "text": "I was in exile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As a PHYSICAL THERAPIST guides him, Marcus slowly walks between two parallel bars.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHYSICAL THERAPIST",
          "text": "Easy. Use the supports, come on. Marcus frowns, keeps walking. He’s clearly in pain. \fUntitled 50 Cent Project 2nd Revision 09/12/04 96.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "(slurred; stiff jawed) We been doin’ this for weeks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHYSICAL THERAPIST",
          "text": "It may take years, Marcus.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A dejected Marcus sits watching Jerry Springer. Outside, Charlene pulls up in the Chevy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Marcus limps outside as Charlene takes the baby out of hi car seat. MARCUS. Hey.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLENE",
          "text": "Can you take him? Charlene hands Marcus the baby. He winces from the weight",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "Ah. Fuck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLENE",
          "text": "(grabs the baby) Give him to me. Go back inside. MARCUS. Fuckin’ shoulder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Marcus limps back inside. Charlene follows with the baby a bag of groceries. As they put them away in silence, the phone RINGS. Marcus lets the answering machine pick it up",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONY CASH",
          "text": "(over answering machine) Marcus, it’s Tony Cash, you there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLENE",
          "text": "You wanna get that? Marcus shakes his head no. \fUntitled 50 Cent Project 2nd Revision 09/12/04 97.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONY CASH",
          "text": "(over answering machine) Just so you know I left Darius, I'm out on my own now. Hit me up, let's talk. The machine cuts off. They continue putting away the groceries in silence. After a while...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLENE",
          "text": "You gonna call him back?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "For what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLENE",
          "text": "I dunno. To talk about recording?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "Recordin’?! I can barely fuckin’ talk!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLENE",
          "text": "So that’s it then? This is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "Fuck you talkin’ about?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLENE",
          "text": "This! This place, this life! Is this it for us?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "I‘m in fuckin‘ pain, Charlene!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLENE",
          "text": "What about me, you don’t think I'm in pain?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "I almost fuckin’ died!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLENE",
          "text": "And you’re acting like you did! Marcus stops in his tracks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLENE",
          "text": "I know you hurt, Marcus, I can’t imagine how bad, but it can’t be worse than what I feel when I see you giving up on yourself. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fUntitled 50 Cent Project 2nd Revision 09/12/04 98. CHARLENE (cont'd) (several beats; then) You don‘t lose a fight by getting knocked down, baby. You lose by staying down. Marcus looks at her. After a long time, he crosses, puts arms around her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS, (V.0.)",
          "text": "Charlene was right. Everything I ever got was ‘cause I busted my ass to get it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wearing sweats and a T-shirt, Marcus sits on the edge of bed slowing tying his sneakers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS, (V.0.)",
          "text": "Why should gettin’ better be any different? And as some driving music kicks in, we're in a MONTAGE...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Marcus enters the gym. Slowly, he lifts weights, just the bar at first. He grimaces in pain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Marcus lays on the floor, plays with Michael as Charlene makes dinner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Marcus stands before the mirror slowly working his jaw muscles, forcing his mouth to form words through the pain",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Marcus walks on a treadmill. Lifts weights again -- this time there’s more than just the bar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Leaves are changing color. Marcus walks in the yard with Michael, now several months older. \fUntitled 50 Cent Project 2nd Revision 09/12/04 99.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shirt off, Marcus does pull ups; he‘s gaining weight and muscle. We see him on the treadmill -- running.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Marcus speaks into a mic, recording himself rapping. He plays it back, seems satisfied with the results.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Weeks later. Marcus stands drinking a protein shake.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Marcus bench presses real weight; he looks like his old s",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "With snow on the ground, Marcus runs, throwing punches li boxer. And as he nears the house, we:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tony sits reading the paper. The phone RINGS. He answers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONY CASH",
          "text": "Hello?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS'S VOICE",
          "text": "(over telephone) They put Humpty Dumpty back together again. And on Tony’s smile...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Marcus sits with Tony eating lunch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONY CASH",
          "text": "So what’s the plan, man? Whatchu gonna do with yourself? \fUntitled 50 Cent Project 2nd Revision 09/12/04 100.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "Haven‘t really thought about it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONY CASH",
          "text": "You like it up here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "Yeah, it’s a-ight. (off Tony’s look) It fuckin’ sucks, okay? Tony laughs, pushes his plate away. TONY CASH. Obviously I didn’t drive all the way up here to talk about real estate. So you got my message I left Darius, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "What happened?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONY CASH",
          "text": "Good guy, different vision. Marcus nods. A few beats, then:",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONY CASH",
          "text": "I think you should focus on recordin’ again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "For who? Genesis dropped my ass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONY CASH",
          "text": "Fuck Genesis, record for the street. (off Marcus‘ look) Mix tapes, bootlegs, sell ‘em right there on the sidewalk. You got a buzz man, people already know who you are. Fucked as it is, gettin’ shot got you more press than any fuckin’ record deal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "Some fuckin’ publicity stunt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONY CASH",
          "text": "I got a studio right in my basement, we can work in private. It‘s quiet, isolated, away from all the bullshit. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fUntitled 50 Cent Project 2nd Revision 09/12/04 101. TONY CASH (cont'd) You do a record, we drop it, do another, drop that a month later. You’re back from the dead man, your shit‘ll be everywhere. What do you say? And as Marcus mulls his decision:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS, (V.O.)",
          "text": "Much as you hear the term used, there’s no such thing as a gangsta rapper. Truth is you can’t be both, at least not effectively. You're either a gangsta or a rapper and each one requires your full and total dedication. I decided that day to put the thug life behind me -~ I was now a rapper. Marcus looks Tony in the eye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "When do we fuckin' start? And as one of Marcus’ songs kick in... INT. TONY CASH’S HOUSE - STUDIO - DAY A small in-home studio. As Marcus stands in the sound boo rapping into a mic, Tony works the sound board.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS, (V.O.)",
          "text": "Within a week, I started workin’ with Tony night and day. We began with some shit I wrote in the hospital. Over the song Marcus is recording, we see the following:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Marcus poses for a PHOTOGRAPHER, shirt off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS, (V.0.)",
          "text": "A month later we had eighteen tracks, made our own independent album. CLICK. The Photographer takes Marcus’ picture, which we s on the cover of a mix tape CD titled “Bulletproof”. \fUntitled 50 Cent Project 2nd Revision 09/12/04 102.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS, (V.0.)",
          "text": "Since the crack game was what I knew best, I decided to use those same skills in the record business. I was the supplier... INT. TONY CASH‘S HOUSE - BASEMENT ~ DAY Bama sits at a table, inserting CDs into jewel cases.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS, (V.0.)",
          "text": "Bama was in charge of packaging... EXT. TONY CASH’S HOUSE - DAY Keryl and Romeo load cases of “Bulletproof” into the Bron",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS, (V.0.)",
          "text": "And Keryl and Romeo handled distribution...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wearing shades, dressed sharp, Tyrell leans against a new parked on the corner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS, (V.0.)",
          "text": "Though I hated to see him go, Tyrell decided he‘d rather take his chances on the street. Within days my shit was all over New York...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Keryl and Romeo pull up in the Bronco, park near a sidewa cD stand. And as they unload cases of “Bulletproof”...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS, (V.0O.)",
          "text": "Street corners...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The dance floor is packed. Bama and Romeo cross the room, hand the DJ a CD. The DJ takes it, nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS, (V.0.)",
          "text": "Clubs... \fUntitled 50 Cent Project 2nd Revision 09/12/04 103.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TEENAGERS hang out, Marcus‘ music playing from a boom box",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS, (V.0.)",
          "text": "Parks... Instead of crack, it was now my music floodin’ the city. INT. TONY CASH’S HOUSE - STUDIO - DAY Marcus at the mic; Tony at the board. The Crew looks on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS, (V.0O.)",
          "text": "As for me, I kept in the studio, doin’ six more records in seven months.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "At a different sidewalk CD stand, we PAN across a row of Marcus Philips bootlegs, all with different covers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS, (V.0O.)",
          "text": "Even still I knew I could do more. INT. MARCUS’ APARTMENT - LIVING ROOM - NIGHT With BET on the television, Charlene serves pizza as Marc Keryl, Tony and Romeo sit around bullshitting. Bama sits the floor playing with the Michael, now a toddler.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "What we need’s a record to grab people, get they attention.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROMEO",
          "text": "Dawg, you all they talkin’ about out there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONY CASH",
          "text": "Maybe so, but we're talkin’ about gettin’ to the next level.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "Create some controversy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLENE",
          "text": "Thanks, but I think I’ve had more controversy than I can stand. \fUntitled 50 Cent Project 2nd Revision 09/12/04 104.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "You know what I mean. As they ad-lib goodnights, Charlene exits to put Michael bed. On TV, a lame gangsta video plays. Bama watches it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BAMA",
          "text": "Check these lame~ass niggas.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROMEO",
          "text": "That ain’t gangsta.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BAMA",
          "text": "(to Marcus) You seen more shit in a afternoon than these niggas seen in they whole lives. The guys watch in silence a while, eat their pizza, then:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "That's it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KERYL",
          "text": "What is?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "That’s I’ma sing about, all the shit happened to me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONY CASH",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "Pumpin’ crack, gettin’ shot. I’‘1l name names and everything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROMEO",
          "text": "You fuckin’ buggin’?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONY CASH",
          "text": "Sure you wanna do that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "Fuck ‘em, what they gonna do? And as the guys look at him:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS, (V.0O.)",
          "text": "Far as I’m concerned, if Bama never said nothin’ intelligent ever again, it wouldn‘t matter. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fUntitled 50 Cent Project 2nd Revision “09/12/04 105. MARCUS (V.O.) (cont'd) In his own crazy way, he had just given me the idea that would change our lives. Three days after finishing that pizza, I laid down a new track in Tony’s basement.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "INT. TONY CASH’S HOUSE - STUDIO - DAY As Tony works the board, Marcus records a song similar to “Ghetto Q’uaran” appropriate to the movie in which he nam names and talks about real events in his life. As it play",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A SERIES OF SHOTS: At a sidewalk CD stand, Keryl and Rome deliver cases of the new bootleg.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS, (V.O.)",
          "text": "What started as an independent record hit like nothin’ I'd ever done, I mean it spread like a fuckin’ gasoline fire. KIDS in the park hover around a boom box listening in disbelief to the song; a local RADIO DJ holds up the boot talks into the mic; a sidewalk CD Hustler hawks the bootl on the street.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS, (V.0.)",
          "text": "Suddenly everybody was talkin’ about me, and not just fans either.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Majestic and Breeze sit in the BMW, listening to the CD. They don’t look happy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS, (V.0.)",
          "text": "Truth is, I didn’t give a fuck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cameron sits at the kitchen table, in mid-conversation wi Marcus, who's sits across from him going over some papers \fUntitled 50 Cent Project 2nd Revision 09/12/04 106.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAMERON",
          "text": "--.so aside from that, it’s a standard contract. Tony’1l make the rounds, call us from L.A. Marcus nods. He looks up at Cameron, senses something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "What else on your mind?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAMERON",
          "text": "I got a call from the District Attorney's office. They're still investigating the shooting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "(chuckles) Why they waste their time? They know I ain’t gonna testify against fuckin’ Majestic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAMERON",
          "text": "That’s the thing though... they don't think it was him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "Obviously it wasn’t him literally, it was some nigga work for him. Cameron says nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAMERON",
          "text": "Look, this is some really confidential shit, okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "Stop talkin’ to me like a lawyer, b. What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAMERON",
          "text": "(leaning in) The Bureau of Prisons has wiretaps in all maximum security facilities, it allows them to monitor high- level prisoners. After you had your problem, told Majestic to fuck off? He called Levar Cahill to get permission to have you killed. \fUntitled 50 Cent Project “ 2nd Revision 09/12/04 107.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "So there it is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAMERON",
          "text": "Levar said no. He told ‘em to back off of you and Bama.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "What? why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAMERON",
          "text": "I have no idea. On Marcus.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Charlene sleeps beside him, Marcus lays awake in bed. After a few beats, he gets up, checks the baby, then exit",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS, (V.0O.)",
          "text": "For days after that conversation, I tried to make sense of this shit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Marcus sits outside, alone on the porch steps.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS, (V.0O.)",
          "text": "By the code of the street, they had every right to kill me. EXT. LEWISBURG PRISON —- PENNSYLVANIA - PARKING AREA ~- D A large maximum security facility. Marcus pulls up in a B no Bodyguards. He parks, heads toward a guard gate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS, (V.0.)",
          "text": "Not only couldn‘’t I figure out who shot me -~ I had no fuckin’ idea why Levar wouldn’t allow it. INT. LEWISBURG PRISON - VISTOR‘S AREA - DAY Marcus sits in a booth, telephone on the wall next to him After a few beats, LEVAR CAHILL enters the glassed-in visitor’s area in an orange prison jumpsuit. He takes a seat behind the Plexiglas opposite Marcus. Picks up the phone. Marcus does the same. \fUntitled 50 Cent Project 2nd Revision 09/12/04 108.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "Thanks for seein’ me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEVAR CAHILL",
          "text": "Thanks for comin’. Marcus smiles. It’s awkward.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "So how you doin’?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEVAR CAHILL",
          "text": "Survivin’... See you are too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "Yeah, well... (several beats; then) Listen, I know you can’t really talk... freely, you know, but... I just wanted to thank you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEVAR CAHILL",
          "text": "For what? Marcus looks away, doesn't know how to say it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "I did some shit, maybe made some bad mistakes...",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEVAR CAHILL",
          "text": "Stepped on the wrong fuckin’ toes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEVAR CAHILL",
          "text": "Well just so you know, my boys weren't the niggas bent you up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "I know that... I don’t know who was gunnin’ for me now. Levar nods. A few beats, then:",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEVAR CAHILL",
          "text": "What's this shit I hear, you singin’ now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "Workin’ at it. \fUntitled 50 Cent Project 2nd Revision 09/12/04 109.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEVAR CAHILL",
          "text": "Sounds to me like you gotta figure out who the fuck you are, son.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEVAR CAHILL",
          "text": "You know you may not know it, but Mme and your boy Topcat was pretty tight at one time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "Word?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEVAR CAHILL",
          "text": "Back in the day, came up together right there in your old hood.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "Well I know he thought the world of you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEVAR CAHILL",
          "text": "(smiles) You got a girl?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS,",
          "text": "My baby moms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEVAR CAHILL",
          "text": "Baby, huh? Got a picture? Marcus takes out his wallet, holds a PHOTO of Michael aga the glass. Levar smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "Name‘s Michael.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEVAR CAHILL",
          "text": "(smiles) Got your mama's eyes. Marcus smiles, nods... then it hits him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "You knew my moms? Levar looks at him. \fUntitled 50 Cent Project 2nd Revision 09/12/04 110.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEVAR CAHILL",
          "text": "Much, much better than you realize. (several beats; then} Take care of yourself. Levar hangs up. He touches his fingers to his lips, then to the Plexiglas. He gets up, crosses off into the prison without looking back. Marcus watches thunderstruck as he processes what he’s just been told.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Marcus drives the Chevy, lost in thought...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS, (V.0.)",
          "text": "The whole ride home my mind was racin', it was like my brain was on overload. If Levar was my father, I had to reinterpret everything I knew about myself -- not to mention everything that had happened.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Marcus cruises the boulevard, checking out the FIENDS and HUSTLERS. He stops at a light, looks across the street wh Junebug makes a sale to Kenneth, the high school bully.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS, (V.O.)",
          "text": "I always assumed it was Junebug bent me up -- God knows the motherfucker had his reasons. But just when I made up my mind for sure... it hit me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYRELL",
          "text": "pulls up next to him in a gleaming new Jaguar, a HOTTIE at his side. Marcus looks at him a beat, then follows discreetly when the light changes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tyrell gets out of the parked Jag, looking like a million bucks. As he opens the passenger door for his GIRLFRIEND.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS, (0.S.)",
          "text": "Tyrell. Tyrell turns around, startled. Marcus is behind him. \fUntitled 50 Cent Project 2nd Revision 09/12/04 1il.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYRELL",
          "text": "Fuck, you fuckin’ scared me, man!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "(smiles) Why'd you be scared of me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYRELL",
          "text": "I didn’t expect you, fuck... How you doin’?! Tyrell hugs him. Marcus is stiff.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I’m a-ight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYRELL",
          "text": "This is my girl, Lena. Say hi to Marcus.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LENA",
          "text": "Hello. Marcus just nods. Turns back to Tyrell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "So how you been, seem like you doin’ real good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYRELL",
          "text": "Yeah, you know...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "New car, new crib... Gettin’ your money?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYRELL",
          "text": "(laughs uncomfortably) Tryin’, you know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLASHBACK",
          "text": "The night of the shooting. Marcus parks his Mercedes, crosses to the trunk. Grabs the duffel. A FIGURE appears, raises a gun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLAM",
          "text": "Marcus collapses, blood gushing from his wounds. And as h loses consciousness, WE SEE the figure approach and take It’s Tyrell. \fUntitled 50 Cent Project 2nd Revision 09/12/04 112.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYRELL",
          "text": "So you wanna come in for a drink?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "Nah, you go. Maybe another time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYRELL",
          "text": "Absolutely, man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "Absolutely. (nods to Lena) Nice meetin’ you. ‘Marcus stands watching as Tyrell and Lena cross off towa his building...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Marcus stands with a TRUCKER type, 40s, looking into the trunk of the guy's car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS, (V.O.)",
          "text": "Later that night, I scraped together whatever money I had left and strapped myself up. Marcus selects a .45 automatic from an open suitcase, tri it out, then pays the Trucker in cash.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS, (V.0.)",
          "text": "Levar was right -- it was time to figure out who the fuck I was.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Marcus loads the last of several suitcases into the trunk the Chevy, which is packed with moving boxes also. Charle pokes her head out of the cottage's front door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLENE",
          "text": "Marcus, Tony called again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "Fuck it, don't worry about it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLENE",
          "text": "He left like six messages. He says it‘s important. \fUntitled 50 Cent Project 2nd Revision 09/12/04 113.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "I’1l call him later. INT. GRANDMA‘’S HOUSE - LIVING ROOM - DAY Grandma fawns over Charlene and Michael as Marcus, Grandp and Uncle Sport carry in boxes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS, (V.Q.)",
          "text": "That day I moved us back to my Grandma‘s. And though she made us a big dinner...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Marcus and Charlene sit at the table with Grandma, Grandp and Michael. Marcus doesn’t touch his food.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS, (V.0.)",
          "text": "..-food was the last thing on my mind. INT. GRANDMA'S HOUSE - MARCUS’ BEDROOM - NIGHT As the phone RINGS upstairs, Marcus slips the .45 into hi waistband, then slips on a Kevlar vest. A few beats, then",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLENE, (0.S.)",
          "text": "Marcus, it’s Tony! Marcus frowns. A beat, then he picks up the extension:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "I got it! Charlene clicks off. Marcus talks into the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "Wassup?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "GOLD RECORDS, photos of MUSICIANS line the wall. Tony Cas sits on a couch talking on his cell phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONY CASH",
          "text": "Fuck you been? I been callin’ for days. \fUntitled 50 Cent Project 2nd Revision 09/12/04 114.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "I‘m busy, I’m sorry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONY CASH",
          "text": "Fuck all that, I got good news. Kaleidoscope heard the mix tapes, they wanna sign you. MARCUS. Fuck it, I’m not interested.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONY CASH",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "It's over man, I’m done with that shit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONY CASH",
          "text": "Fuck you talking about?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "You heard me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONY CASH",
          "text": "You realize what you're sayin’ here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "I know exactly what I’m sayin’.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONY CASH",
          "text": "Look, let’s talk about--",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "I gotta go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONY CASH",
          "text": "Marcus, just-- Click. Marcus hangs up on him. INT. GRANDMA’S HOUSE - LIVING ROOM - NIGHT On the couch Grandpa plays with Michael as Charlene and Grandma look on. Marcus enters. \fUntitled 50 Cent Project 2nd Revision 09/12/04 115.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLENE",
          "text": "What’d Tony want?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "Nothin’. Business stuff. Marcus starts slipping on his jacket, heads to the foyer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLENE",
          "text": "You’re going out?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "I got some shit I gotta take care of.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLENE",
          "text": "But we just got here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "I'll be back in a little while. Charlene approaches, puts her arms around him to kiss him then pulls back...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLENE",
          "text": "You’re wearing your vest?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "It’s nothin’.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLENE",
          "text": "You’re scaring me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "It’s a-ight, relax. CHARLENE. Marcus, what the hell-- Charlene stops, notices",
          "sentiment": "neutral"
        },
        {
          "speaker": "MICHAEL",
          "text": "standing behind them. She looks at Marcus, then:",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLENE",
          "text": "Come say bye to daddy, baby. Michael waddles over in his pajamas. Marcus picks him up. \fUntitled 50 Cent Project 2nd Revision 09/12/04 116.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "Hey little man, you goin’ to bed? You know tomorrow we goin’ to Playland, go on some of them rides, would you like that? Marcus looks at Michael. Suddenly it hits him...",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLASHBACK",
          "text": "Same foyer. 8-year-old Marcus in pj‘s. Katrina kneels dow",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATRINA",
          "text": "I‘ll see you Saturday, okay, baby? BACK TO PRESENT. Marcus stands looking at Michael.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLENE",
          "text": "You all right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "Yeah. He hands Michael to Charlene.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "I gotta go. Michael gives Charlene a quick peck, then exits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Marcus drives the Chevy...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS, (V.O.)",
          "text": "There’s an old saying that he who forgets the past is doomed to repeat it. But hard as it was to tear myself away from my son that night, I had to address this shit with Tyrell. And as he pulls off at an exit... EXT. TYRELL’S APARTMENT BUILDING - NIGHT Tyrell exits the building, crosses to his Jag parked on t deserted street. He hits the remote. It BEEPS, then: \fUntitled 50 Cent Project 2nd Revision 09/12/04 117.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS, (0.S.)",
          "text": "Don’t fuckin’ move. Marcus appears from nowhere, his .45 pressed against Tyre temple. In a flash, he reaches under Tyrell’s jacket, removes his Glock .9mm, pockets it. Tyrell trembles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYRELL",
          "text": "You motherfucker.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "On your knees. Tyrell drops to his knees, shaking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYRELL",
          "text": "Why you fuckin’ doin’ this, man? I thought we were friends.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "That’s what I fuckin’ thought. At least have the balls to admit what you did.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYRELL",
          "text": "Fuck you!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "Say it! Tell me how you fuckin’ shot me, how you left me for dead, took that fuckin’ money. Tyrell trembles. Marcus presses the barrel of the gun int his forehead. Finally:",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYRELL",
          "text": "You woulda done the same fuckin’ thing, man! Marcus looks at him, almost smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "I coulda done the same thing. Marcus‘ finger starts to tighten on the trigger. Tyrell’s eyes close. Marcus squeezes and... CLICK. The .45 is unloaded. Tyrell looks up at him, practically pissing himself. \fUntitled 50 Cent Project 2nd Revision 09/12/04 118.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "The streets‘1l take care of you, motherfucker. I‘m done with your ass. As Marcus turns and heads back to the Chevy, we stay with Tyrell, who quietly removes a .380 from an ankle holster.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS, (V.0.)",
          "text": "In many ways, the question of who we are and what we'll be is determined at birth. Tyrell runs up behind him, gun drawn, aiming...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS, (V.0O.)",
          "text": "For me, the hood was in my blood...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS SPINS,",
          "text": "Tyrell’s loaded Glock in his hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLAM",
          "text": "Marcus nails Tyrell with a shot dead center in the forehe",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS, (V.0.)",
          "text": "But that didn’t mean I had to let it destroy me. Tyrell collapses in a heap on the quiet, deserted street. Marcus looks at him, then gets in the Chevy and pulls awa",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "With a duffel slung over his shoulder, Marcus kisses Char and Michael goodbye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "I‘1l cali you when I get there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLENE",
          "text": "Be careful, okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS, (V.O.)",
          "text": "The next day, I packed up and headed to Los Angeles. \fUntitled 50 Cent Project 2nd Revision 09/12/04 119.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Marcus sits in the back of a car service sedan, which hea toward the Van Wyck Expressway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS, (V.0.)",
          "text": "By some miracle, God really did let me walk out of hell. For all his power, though, it always occurred to me... At a stop light, he looks out the window. Junebug stands the corner, staring at him. They lock eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS, (V.0.)",
          "text": "He never did figure out how to get rid of the devil. And as the car pulls off, we see Junebug through the back window, still staring. As Marcus turns and looks, Junebug “shoots” him with his index finger and thumb.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "With the duffel over his shoulder, Marcus talks on his ce phone as he heads toward the security checkpoint.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "(into phone) Yeah, it’s me. I’m on the three o'clock flight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tony Cash talks on the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONY CASH",
          "text": "There'll be a car at the airport, it‘ll take you to the hotel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "Listen, I got my boys with me, that’s cool, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONY CASH",
          "text": "Yeah, whatever. Just get your ass out here. \fUntitled 50 Cent Project 2nd Revision 09/12/04 120. Marcus clicks off. We PULL BACK to REVEAL Keryl, Bama and Romeo up ahead, already past security. Marcus approaches security conveyor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SECURITY GUARD",
          "text": "Bag. Just like in high school, Marcus places his bag on the conveyor. We play the tension as it goes through the x-ra machine. Finally, the Guard looks at him:",
          "sentiment": "neutral"
        },
        {
          "speaker": "SECURITY GUARD",
          "text": "(smiles) Have a pleasant flight. And as Marcus crosses through security and disappears wit the Crew into the airport, we... FADE TO BLACK.",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_769"
    }
  ]
}