{
  "movie_id": "MOV777",
  "scenes": [
    {
      "location": "FITZGERALD HOME",
      "time": "NIGHT",
      "characters": [
        "MR. WAYNE",
        "OUCH",
        "SYKES",
        "BRIGITTE, (V/0 - CON'T)",
        "SO",
        "0",
        "OFFICER",
        "NOW",
        "PAMELA, (O/S)",
        "PAMELA",
        "03",
        "ART TEACHER",
        "SAM",
        "BRIGITTE, (V/U)",
        "VARIOUS STUDENTS",
        "EXT SERVICE LANE",
        "BR I G ITTE",
        "WAYNE",
        "TO",
        "GINGER, (01S)",
        "BRIGITTE, (CON'T/V/O)",
        "TNT GIRLS' BEDROOM",
        "FARDOR",
        "GYNO",
        "QUICKLY",
        "1",
        "CLONES",
        "BIO TEACHER",
        "MZ.SYKES",
        "INT FITZGERALD BUNGALOW",
        "4",
        "FADE IN",
        "EXT COUNTY GREENHOUSES",
        "CUT BACK TO",
        "JASON",
        "EXT A NEIGHBOR'S YARD",
        "3",
        "BR IG ITTE",
        "JUMP TO",
        "BRIGITTE,",
        "NEIGHBOR",
        "GTNGER",
        "FEMALE STUDENTS",
        "GINGER",
        "BRIGITTE, (CON'T-V/0)",
        "BRIGITTE",
        "JUMP BACK TO",
        "GORE",
        "BRIGITTE, (V/0)",
        "BOYS",
        "BRTGITTE",
        "OTHER GUYS",
        "BEE",
        "GINGER, (O/S)",
        "09",
        "8",
        "GUY WITH 'EYE MISSING'",
        "KID",
        "FERRY",
        "GINGER, (CON'T)",
        "PAMELA, (01S)",
        "INT ENGLISH CLASS",
        "GINGER/BRIGITTE",
        "BRIGITTE/GINGER",
        "WHATI",
        "INT GIRLS' ROOM",
        "VOICE OF UNSOLVED MYSTERIES",
        "TRINA, (O1S)",
        "PA SYSTEM, (O/S)",
        "SAM, (O/S)",
        "GUS.' WITH 'AX IN THE HEAD'",
        "CLASS IN CHORUS",
        "BR IGITTE",
        "TRINA",
        "FINGERS",
        "VENT",
        "ALL RIGHT, GINGER",
        "INT GIRLS' BEDROOM",
        "PLAINTIVE",
        "9",
        "OPERATOR, (O/S)",
        "INT COUNTY GREENHOUSE",
        "BRI.GITTE, (V/O)",
        "TRINAS",
        "WHAT1",
        "ROLL HEAD CREDIT SEQUENCE",
        "GUY WITH AX IN THE HEAD",
        "OFFICER, (CON'T)",
        "TNT FITZGERALD DINING ROOM",
        "HENRY",
        "GINGER SNAPS -WALTON",
        "FERRY, (CON'T)",
        "PAME-LA",
        "MALE VOICE, (O/S)",
        "BRIGITTE, (V/O)",
        "BEEEEEI HELP MEEE",
        "GINCER",
        "COP",
        "JASON/TIM/FRANK",
        "TIM",
        "5",
        "CUT TO",
        "7",
        "BOOGER",
        "COP, (O/S)",
        "TNT. ATTACHED BATH",
        "WAYNF",
        "DO IT",
        "EXT FITZGERALD HOME",
        "JASON, (O/S)",
        "CROWD",
        "GUY WITH EYE MISSING",
        "EATING IT",
        "EXT BAILEY HIGH",
        "INT A FAMILY-SIZE FREEZER",
        "TNT GIRLS BATHROOM",
        "COW GUY",
        "MZ. SYRES",
        "TRINAS IN CHORUS",
        "WHAT",
        "INT GREENHOUSE",
        "HOO",
        "BRIGITTE, (O/S)"
      ],
      "dialogues": [
        {
          "speaker": "Unknown",
          "text": "The house is dark. The moon is almost full. A dog barks. A melancholy voice, worn for its age, narrates: BRIGITTE (V/o) Ever try bein' different? An, I don't mean jus' thinkin' about it, either. Ginger an' me - I mean I... The house numbers read 669. The 9 slips: the number now reads 666.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE, (CON'T/V/O)",
          "text": "Ginger an' I? Went for different. Big time. There's a light on in a basement window. We creep up to i crushing the tulip. borders on the way. The window is pro open with a sneaker: it looks like somebody's foot is cau in it. Music plays inside-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gyrating in her underwear to bad-girl grunge, BRIGITTE FITZGERALD (15) straddles GINGER FITZGERALD (also 15 and underwear) on one of the twin single beds. Both girls hav cigarettes lolling on their lower lips. Both girls have pierced eyebrows, pierced noses and streaked hair. Brigit has blue nail polish on. Ginger has breasts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "Brigitte. Quit dickin' around. Jus' do it. Brigitte reluctantly stops her thrashing and douses a cot ball in rubbing alcohol. Without looking up from her TANK GIRL comic, Ginger hauls own shirt up to expose her navel. Brigitte swabs Ginger's navel with the wet cotton ball. H eyes drift to Ginger's chest, then back to what she's doi",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "2",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE, (V/O)",
          "text": "Ginger's ten months older than me. we're seriously tight. Share everything. Everything. Around them, many candles burn. There's a dead bolt on th door. An attached full bath. The floors are thick with paranormal books. The walls are covered in images of UFO' and horror flicks. A framed photo of Kurt Cobain with Courtney Love has a place of honor. There's an old Polaro of the girls at five in Halloween costumes; Lill Red Ridi Hood and the Big Bad Wolf. Ginger is the wolf. Brigitte produces an enormous darning needle. It glints. levels it at Ginger's navel, her hand shaking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BR IG ITTE",
          "text": "Ready?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "(without looking up) Uh-huh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE",
          "text": ".I can't. Ginger gives Brigitte a look over the top of her comic. Brigitte takes a deep breath, and lines the needle up aga Brigitte swallows hard and applies pressure. The needle pierces Ginger's skin. Her stomach muscles flinch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE",
          "text": "You said it wouldn't hurt!",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "Jus' hurry up! The needle has stopped moving half-way through the skin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE",
          "text": "Uh-oh . Brigitte wiggles the needle. Blood wells up around it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE",
          "text": "Um. I think it's stuck. Oh man. There's blood... Ginger lowers her comic. she takes one look at the needle half-.in, half-out of her belly button - and cracks up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "3",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE",
          "text": "snot funny, Ginger! Laughing her head off, Ginger gives the needle a good tug from her end. The skin tugs with it, resisting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE",
          "text": "Ali, gawd, gross. Ginger yanks the needle, hard. This time it moves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "I got it, I got it. Ginger grits her teeth. The needle begins a slow progress",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "It's goin', it's goin'- gimme the ring Brigitte grabs at a tiny silver ring on the bed spread bu knocks it to the floor. Brigitte scrambles after it. Ging yanks the needle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "Bee?! C'mon! Brigitte finds the ring and hands it to Ginger. Ginger se the ring on the end of the needle, looping it not-so-neat through.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE",
          "text": "Oh, groo-oo-o-ss! The bloody needle pops clear. Ginger grinds on the ring t close it. Ginger wipes her bloody hands on the bed. Brigi is taking deep, gulping breaths.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "Bee? Feeb. Y'okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE",
          "text": "Yeah. I think so.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "(TEASING)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, I think not.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE",
          "text": "If you din't say it hurt, I'd a been fine! Ginger beams at her new piercing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "4",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "Pretty cool, unh? The flesh around the navel is hot pink and bruising. Brig grins too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE",
          "text": "very cool.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "Now I'll do you. Brigitte bravely hangs onto to her smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE, (V/O)",
          "text": "We do everything together. But, at fifteen? A chick can change. Ya know? [3A! You got no idea.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's a beautiful autumn day in suburbia. Birds sing. The terrier next door (NORMAN) barks and barks. A pierced navel is stretched taught, filling with blood. Ginger's limp body is bent backward over a low fence. Blo is flowing from where she's been speared through her ches Ginger's impaled on a white picket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE, (V/O)",
          "text": "Don't get me wrong. It's not like we were all happy or nothin' to begin with. Brigitte takes a long, ponderous drag on her cigarette as unmoved - she takes in Ginger's mortal wound. Brigitte ey the identical homes and gardens that stretch on to the horizon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE, (V/O)",
          "text": "The suburb of Bailey Downs? Basically a well lit black hole. The Kingdom of cul du sac. That's French for Dead End. Brigitte flicks her smoke into a pile of neatly raked lea It smolders then goes out. She scowls.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "5",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE, (V/O)",
          "text": "You had a gram of personality out here? Life bit the big one. A truck with COUNTY REGREENING PROGRAM on its side pulls few houses over. Brigitte watches a shirtless sun-bronzed Adonis - SAM -- climb out of the cab.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE, (V/O)",
          "text": "Of course I'm generalizing. A tarty teenage girl - TRINA - bounds up to Sam and gives a big wet one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE, (V/0)",
          "text": "No I'm not.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "The fuck, Bee. Take a picture already. Brigitte raises a 35mm still camera to her eye and frames sister's corpse in the viewfinder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROLL HEAD CREDIT SEQUENCE",
          "text": "snap! A slide of Ginger - dead on a white picket fence - smashes on. The HEAD CREDITS are superimposed on each of slide images: snap! Ginger sliced up with an electric knife in the kitc Snap! Ginger drowned in a bubble bath, Snap! Ginger hanged by nylons in the laundry room, Snap! Ginger mangled under the front tires of a mini van. PICTURE TITLE: GINGER SNAPS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Fitzgerald sisters stand over a slide projector in ar class, just finishing the slide show from the credit sequence. An empty frame of blinding white light snaps on the collapsible screen at the front of the room. The homely ART TEACHER looks very concerned as she hits t lights. The other STUDENTS ГўВЂВў-- all about fifteen, mi and raging conformists -- sit in stunned silence. As Brig and Ginger return to their side-by-side seats,",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "6",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE, (V/O)",
          "text": "We were always considered freaks. For as long as I can remember, there was Us. And there was Them. Like from kindergarten.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ART TEACHER",
          "text": "Very -um. Class? Comments? The students trade constipated looks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ART TEACHER",
          "text": "Brigitte. What does it mean for you? Brigitte shrugs and squirms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "Means there's more to life than -- well, li.fe. The Fitzgeralds look expectantly at row after row of blan faces. Brigitte shakes her head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE, (V/O)",
          "text": "Attempts at communication wore futile. JASON McCARDY- a good-looking high school Casanova - look Ginger over appraisingly. Ginger ignores him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE, (V/O)",
          "text": "Some of Them did seem to wanna reach Ginger? Brigitte glances from Ginger's breasts to her own flat ch Brigitte takes a deep breath.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE, (V/O)",
          "text": "But nobody wanned to reach me. The bell goes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE, (V/O)",
          "text": "(a tad defensive) Like I cared.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "7",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TEENS clog the halls. Judging by the herd, Bailey High is big on individual identity, or at least its outward expression. Ginger and Brigitte slip down the crowded corridors, stic out like sore thumbs. Ginger holds her forehead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "Gawd, People! They hurt my brain!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE",
          "text": "They didn't even get it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "They're retards.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE",
          "text": "They're cretins.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "They're bone-heads.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE",
          "text": "'t'hey' re somnambulists.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "They're leems.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE",
          "text": "They're the goddamn walkin'-/ The girls stop before their locker. A folded up piece of loose leaf has been crushed into it, its end sticking out",
          "sentiment": "neutral"
        },
        {
          "speaker": "BR I G ITTE",
          "text": "(UNIMPRESSED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Another one? Ginger opens the locker. She unfolds the paper. There's a fat joint inside, and a note that says: GINGER, CALL 555- 4636. Ginger pockets the joint, crumples the paper into a ball tosses it at a near-by trash can. She misses. The girls head down the hall..",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE",
          "text": "Somebody leaves you all. these jays an, yer not even curious to call?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "8 Ginger offers her a sucker and has one herself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "No pe . A FAT JANITOR scoops up the wad of loose leaf with great resentment and jams it into the trash. Brigitte and Ginger pass a NECKING COUPLE practically dry humping, GIRLS applying make-up to one another, and BOYS snapping each other with their sports cups. Jason and his fellow jock-pals TIM, FRANK, and JEREMY are scoping babes. Ginger bends to tie her boot lace and a collective groan swells from the guys.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JASON",
          "text": "See? She's weird, but hot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIM",
          "text": "Anybody poled Fitzy yet? Brigitte gives them a disgusted look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIM",
          "text": "Not that one. The cute one. Brigitte's face falls. Ginger gives them a Death Stare. T boys try flirty smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "(to Brigitte) Sad. Must be hard to think with yer brains slappin' around yer thighs like that all day. Brigitte laughs. Ginger pulls her on, past a sign: GYMNAS",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE, (V/O)",
          "text": "We didn't do guys. Guys were too gross. Everyone at Bailey High was just too incredibly gross. Ginger applies her boot to a swinging door and they enter",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "9",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Fitzgeralds stop dead. They take in a menagerie of 90 wanna-be GIRLS changing for gym class. The background cha all sex and mascara. There is only one free spot: next to Trina and her TRINA CLONES. The Trinas slide into a-size-too-small shorts whi parading hefty chests. The Trina acts like she owns the goddamn planet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE, (V/O)",
          "text": "The only thing worse than most teenage boys are most teenage girls. Trinas are the limit. Ginger digs at her lower abdomen painfully.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "I feel sick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE",
          "text": "Me too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "No, J. mean really. Gingler opens a locker and tears off her clothes. Other g glance at her navel piercing with disgust.. Brigitte is very self-conscious: she steps almost inside locker, hiding behind the door while she changes into the revolting school gym outfit. She eyes the buxom bubble he with contempt, as",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRI.GITTE, (V/O)",
          "text": "There was really only one Trina, but they were all the same. Trina finds the Fitzgeralds' open locker door a nuisance. She pushes it out of her way, hard enough to whack Brigit in the head on the other side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRINA",
          "text": "(FAKELY)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ooops. Sorry. Ginger gives Trina a very dirty look. Brigitte tries to r her sore head while clutching her uniform to cover her ch Trina and her posse cackle as they prance out, their butt cheeks waggling. The sisters continue changing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "(to Brigitte) Y' okay's",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE",
          "text": "I HATE her. Like to feed her ground glass with tacks for desert. Then make her puke it back up and swallow it again until she's like shredded to a bazillion pieces from the inside out... Ginger grips her sides painfully and bends double.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE,",
          "text": "what's the matter?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "I got gas...Maybe I'll try an, cut one right in her face out there. They slap hands, laughing. They look down at their gym outfits, which are SO unflattering. Brigitte and Ginger exchange identical looks of agony.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The twenty or so participants in this all-girl gym class stand ready at centre field in lacrosse padding and helme Brigitte and Ginger stand apart from the others, sharing smoke. Brigitte looks scared. Ginger looks ill.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE, (V/O)",
          "text": "After two weeks a' high school., ya come to the conclusion it's all about agony. Take Phys. Ed, sus' practise takin' pain. The gym teacher. M7.,. SYKES - an aging former-traffic co hucks the players sticks with nets on one end. Sykes is g to screaming.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SYKES",
          "text": "Field lacrosse is no pussy-assed tea party, ya get IN there, get a LOCK on your target and PUSH IT! I want SWEAT I want ACTION! The Trinas giggle at Sykes. Ginger bends forward, holding sides.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MZ.SYKES",
          "text": "Shake a leg, Fitzgeralds. An, butt out, you gotta death wish!?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "Feel really sick, Mz. Sykes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MZ. SYRES",
          "text": "Cigarettes'll do that for you! Move! Ginger flicks the smoke at Sykes' turned back. It falls short, of course. The sisters trudge to their places on the field. Ginger i the offensive line. Brigitte is in goal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE, (V/O)",
          "text": "Phys. Ed. is not optional at Bailey High. Sykes blows the whistle. A fast-moving, hard-hitting lacrosse scrimmage begins. IN RAPID-FIRE MONTAGE: Ginger gets caught in the crunch o sticks and bodies, pushed, kicked, and punished by the Trinas, who are having 'fun'. IN RAPID-FIRE MONTAGE: Brigitte visibly cowers as a tangl marauding, ball-whacking bodies descend on her. She takes number of direct hits from the hard rubber ball. on a powerful press for a goal, Trina slams into Brigitte hard Brigitte flies right out of the net area. And skids face-first .into a mangled dog's body. The whistle blows and play stops. Ginger lopes over, breathless, gripping her sore stomach.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE, (V/O)",
          "text": "I been waiting for this. There'd been a lot of dead dogs around lately, but this was my personal first. Brigitte slowly climbs out of the mucky canine remains to knees. She's covered in doggie guts and maggots.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRINA",
          "text": "Oh, HOW GRO-O-O-O-OSS!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "GINGER SNAPS - WALTON/July 15, 1996 1 2 The class edges toward them, but maintains a horrified distance. Even Sykes struggles with a gag reflex on seein Brigitte' s mess. Brigitte fingers the dog's remains with a look of fascination.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE, (V/O)",
          "text": "'Kay, here's the weird thing about me. I dig dead stuff. Live things make me sick, they're all warm and snotty and shitty and pissy. And live things jus' suffer, which I can't take. But a dead thing? S'kinda beautiful, 'cause a dead thing's really I dunno -like, free.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SYKES",
          "text": "Don't TOUCH it, Fitzgerald! What's WRONG with you two?! Get up and hit the SHOWERS!",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRINAS IN CHORUS",
          "text": "The cult? Drains the blood out and drinks it, ya know! /1 heard they have sex with them first ! /Gawd stop, you'll make me PUKE!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE, (V/0)",
          "text": "Everyone was all like, Oh it's a teen cult, or aah, it's some looney, the Beast a' Bailey Downs. What crap.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SYKES",
          "text": "All RIGHT, ladies, settle! This is no joke! You have information about the dog deaths you do",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLASS IN CHORUS",
          "text": "(by rote) Tell a teacher, Principal Fardor, or the police.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE",
          "text": "Teen cult my ass. Look Ginge', something went for its throat - it's not cut, it's chewed... Brigitte looks up in time to see Ginger's eyes roll back her head. Ginger faints. The class inhales as one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE",
          "text": "Ginger? Sykes and the class stampede up. Sykes pushes Brigitte ou of the way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE, (V/0)",
          "text": "Ginger's no pussy. She doesn't faint. I might faint. Like, if this pooch were only HALF-dead, I could faint. Brigitte stumbles over the dog carcass. She hugs herself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Brigitte sits in her bloodied uniform, chewing her nails. NURSE FERRY - a Mrs. Doubtfi.re-type who chirps more than speaks - is examining Ginger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRY",
          "text": "The fainting' s worrisome you don't diet do you dear?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRY",
          "text": "Hm. Anemia's very common at your age. Eat more red meat, try an iron vitamin supplement. If it happens again, straight to a proper doctor, all righty? Brigitte looks relieved.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRY",
          "text": "Now as for 'the headache, cramps, lower back pain .I'm guessing your period is due.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "I haven't got a, um, period.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRY",
          "text": "Never? Flow old are you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "Fifteen. our mother says we're late bloomers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRY",
          "text": "Well judging by your troubles, I'd say you can expect to blossom any time now! Brigitte pulls a face. Ferry produces numerous samples of feminine hygiene products and heaps them onto Ginger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRY",
          "text": "Are you familiar with all these? Ginger shrugs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRY",
          "text": "Now what suits one girl might not be comfortable for another. The proper form of protection is a personal choice, and may have a lot to do with your menstrual flow, which naturally changes during the time you'll have your little miracle of nature. It could start thick and syrupy, move to a straight-forward basic bright red bleeding and then perhaps a deep brownish to blackish slime, signaling the end of the flow. Twenty-eight days later or there abouts, it'll start all over again and continue every month until menopause, in about thirty years' time. Nurse Ferry produces a pocket calendar with a tampon or p advertisement for every month.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRY, (CON'T)",
          "text": "Here's a little calendar to keep track, count from the day it starts twenty-eight days. That'll be your next time. You have any questions, come see me again. (to Brigitte) You too sweetheart, be your turn shortly, I expect. Brigitte Looks horrified.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE, (V/O)",
          "text": "Here's a dirty word. Inevitability. That fate fully intended us to be typical in any way, sooner or later, was so insulting. Ginger and Brigitte trudge homeward looking completely depressed. Brigitte flips through the feminine hygiene calendar. Ginger watches the pavement beneath her feet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE",
          "text": "(reading a panty- liner ad) \"Some days it's all you need.\"-? What does that mean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "So you pulled a Quincy on that dog, unh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE",
          "text": "Hunh? Ginger grabs the calendar and sticks it in her pocket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "Quincy, that guy with the stiffs on cable. Alls I remember is you goin', \"Teen cult my ass\".",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE",
          "text": "Oh. Right. Well, I dunno. Brigitte shrugs. She gives Ginger a funny look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "Why are you looking at me like that? Do I look - different?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "Can you tell I'm going to-?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE",
          "text": "No. .Really. Ginger squints at her, unconvinced.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "GINGER SNAPS- WALTON/July 22, 1996 1 6",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "Wham. Total adultness. How can I have a miracle of nature an, not be old enough to drive! fiurih? The fuck. Ginger kicks a kiddie toy hard into a yard. Brigitte does have an answer to this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Their house looks like a set in a home show. The girls ta it in from the front drive with expressions of complete weariness. Next door, Norman the terrier barks at them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "Hey. If I start simpin' around tampon dispensers and moanin' over cramps, or even think about buying somethin' that says Baby Powder Fresh? You'll. shoot me, right? BR TG.'i\"I'L of course. They exchange grins.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "Out by sixteen",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE",
          "text": ".or dead in this scene. Ginger raises her hand and Brigitte smacks it hard. As th mount the drive, Ginger picks up a stone and hucks it at Norman, who's still barking. She misses.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE, (V/O)",
          "text": "If we failed to get a life by Ginger's sixteenth birthday? we were s'posed to gas ourselves in the garage. For smart girls, we could be pretty dumb. we prob'ly never woulda done it, but we seemed to need a deadline.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Fitzgerald family are having their evening meal. Thei parents, HENRY (see Men's Section, Seers catalogue) and",
          "sentiment": "neutral"
        },
        {
          "speaker": "7",
          "text": "PAMELA (see Martha Stewart's Idea of Living), are liberal middle class folks in their early forties. Ginger looks bored. Brigitte eats like a pig.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "How was school today?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "Fine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE, (V/U)",
          "text": "The nicest thing I could say about Henry and Pamela was also the meanest thing I could say.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAMELA",
          "text": "Didn't you have a presentation? How'd it go?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "Fine. Pamela and Henry exchange irritatingly patient smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE, (V/O)",
          "text": "They were easily satisfied. A rogue's gallery on the wall depicts Henry and Pamela's transformation over the years from angry young Ban The Bo types into middle-class mundane.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAMELA",
          "text": "Made an appointment for you girls at my gynecologist. Next Thursday. Henry studies his plate. Ginger almost imperceptibly shak her head at Brigitte. Brigitte nods, understanding.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "why.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAMELA",
          "text": "You know why.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "we're not going to a gynecologist.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAMELA",
          "text": "What did I say about that tone of voice? .You are going to the gynecologist.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "Dad!? She's completely paranoid!",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "I'd rather stay out of this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "She's gonna have some fat jerk get his jollies poking his fingers up our ./",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "(INTERRUPTING)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm actually eating here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAMELA",
          "text": "Henry, neither one of them has had a period yet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "Ah. Yes. You've said. Repeatedly. As Pamela says the next line, Ginger mou t:hs it- word fo 1.a Brigitte.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAMELA",
          "text": "It's very odd that two perfectly healthy fifteen year olds are not menstruating. Right? Briggitte apes Henry's next line back to Ginger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "Mmmm. steak's really yummy tonight. This a new sauce? The sisters giggle. Pamela is losing her cool.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAMELA",
          "text": "I started at eleven. The problem must be on your side, Henry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "Pamela? This is not my fault. No one's at fault here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAMELA",
          "text": "when did your sister start?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "I've told you, I really have no idea. Oddly enough, we never discussed it. why don't you call her and ask her yourself?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAMELA",
          "text": "I can't call her out of the blue and ask a thing like that. Besides, it's dinner time. They'll be eating.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "A--ha!",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAMELA",
          "text": "Well I've been checking panties for four years now GINGER &amp; BRIGITTE/HENRY Mo-othe-er!!! /For chrissakes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER, (CON'T)",
          "text": "You look at our underwear? Fuck!",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "Hey, hey - I don't want to hear that word in my house. You will do as your mother says and I will change the subject. Anybody going to tell me what happened to my fence? From under the table, Henry produces the bloodied, sawed- picket stained bloody from Ginger's impaling. Brigitte holds her full mouth open so Ginger can see its masticated contents. Ginger cracks up laughing. Henry and Pamela sigh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Norman the terrier barks OFF-SCREEN - constantl Brigitte grimaces at the cartoon-style diagrams of How To Insert A Tampon. She carefully unwraps one and sets it in glass of water. She times its expansion on her watch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE",
          "text": "Why din't you jus' tell her you're going to get it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "20 Ginger is dissecting the gift joint from their locker. sh sniffs its contents.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "Can't take her 'attention'. She grosses me out. Can't believe she's our mother. Brigitte puts a fresh tampon up her nose and lifts a Pola camera at arms' length from her face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE",
          "text": "Yeah, but now we have to see this doctor. You can jus' say you got it, but I'm screwed. FLASH! The Polaroid spits out the front. Brigitte sticks another tampon in her free nostril, and one in each ear a",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "Did I get you out of Home Ec? Did I get you out of ballet classes? So I'll get you out of this, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BR IG ITTE",
          "text": "You better, gawd the idea FLASH! Brigitte takes a Polaroid of herself with a tampon sticking out of every visible orifice. Ginger slides the grass into a pre-rolled fresh casing an sticks it in her mouth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "I said I will, I will. This jay's fine. Let us smoke, sister. Ginger cranks the stereo and throws on a coat. She double takes Brigitte' s tampon face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "WHAT are you doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE",
          "text": "(sticking tampons under her upper lip) Look - a walrus.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "Hardee-har. Har.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "21 Ginger steps up on the bed and swings the ground-level wi open.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT A NEIGHBOR'S YARD",
          "text": "Norman the terrier's incessant barking goes on in the distance. The moon is full tonight. A plastic child's playhouse sits in their next door neighbors' back yard. A cloud of blue smoke emanates from doors and windows. There is an occasional FLASH! from wit and the whir of the Polaroid's motor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In the moonlight, the joint's cherry burns hell-fire red. couple of Polaroid buddy-shots sit at their feet. Brigitt tokes and passes the jay to Ginger..",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE",
          "text": "How'l1 you know when you finally get it any ways?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "Prob'ly feel like peein' your pants.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE",
          "text": "Disgusting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "Well I'm not too excited.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE,",
          "text": "(checking her watch) We're missing Unsolved Mysteries.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "Wish I was an unsolved mystery. Brigitte reflects on this heavy thought, nodding - stoned",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "Hey. You smell somethin' gross?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "GINGER SNAPS - WALTON/July 15, 1996 22",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The girls sniff around the playhouse. Ginger steps on something that makes an evil squeeshy sound. She skids an ends up on her ass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "This is so not my day. Brigitte helps her to her feet. Ginger shakes what she slipped on off her shoe. It's a long, ropy intestine. She drags her shoe to get the blood and goo of it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "Nice. Dog shit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE",
          "text": "(thrilled to recognize the smell) That isn't shit... it's death. A line of blood and gore trails across the grass to a bac lane. Brigitte follows it. Ginger looks around for someth on the ground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "Great. Lost the jay. Great.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ginger joins Brigitte, who's squatted before another dog' body. This one's a fresh kill.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE",
          "text": "Ack, it's still warm, gross. Brigitte takes its picture FLASH! with the Polaroid, whic strung around her neck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "Why every dog but the mutt next door to us?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE",
          "text": "Hey, we could take it home. Try like, an autopsy. Like, crack the case!",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "Nah. Let's put ' im in there so he won't. Lraumatize the kiddies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "23 Ginger indicates a construction dumpster on the end of th lane. Disappointed, Bee rolls down her sleeves to cover h hands. Ginger does the same and they shovel the body onto their arms. They trot the dog over to the dumpster. Brigitte sulks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "What.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE",
          "text": "We never do what I wanna do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "Oh, c' mon. Would stink up the whole room! They hoist the dog up and dump it in the dumpster. It's h end sticks out. Brigitte climbs into the dumpster, draggi it all the way in. Dusting herself off, Ginger notices some blood on her thi",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "Nice. Ginger wipes at the blood with her hand. More appears. Sh lifts up the hem of her skirt. Her face falls. She looks around. She slips her fingers up to her crotch. Her hand comes out bloody.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "Bee. I JUST got the curse. Brigitte stops rooting garbage over the dog.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE",
          "text": "Serious? Ginger wiggles her wet fingers at her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "We gotta go home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE",
          "text": "Eeew, 'kay. Brigitte catches her kilt on a nail sticking out of a pla in the trash. Something is crunching through the leaves toward them. Gi peers out into the darkness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "24",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "Hurry upt",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE",
          "text": "I'm stuck3 A few homes down, a garage's motion-sensitive security la trips on. Ginger squints, blinded.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "Bee?: Brigitte contorts to deal with the nail. Brigitte tears h hem free and jumps down. The light snaps off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "(indicating the opposite direction) Let's go this way. Brigitte dips a hand back into the dumpster for the plank with the nail. Off Ginger's look, Brigitte shrugs. They start walking down the lane. The greenery behind the starts swelling again. The leaves crunch, faster. Brigitte and Ginger look at one another, and walk faster. lane empties behind a deserted strip mall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Whatever is behind them knocks an empty trash can over. Brigitte grabs Ginger's arm, scared.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE",
          "text": "This is stupid. We're getting farther from home. Ginger is pissed off now. she turns to confront their stalker.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "(to the darkness) All right you ass-/ She's cut cold by a roaring blur of speeding fur and teet and claws: SOMETHING takes Ginger down hard. We cannot see it as a whole, we can't make out what it is It's big, heavy, and raging. Immense jaws snap vicious te going for Ginger's jugular. Brigitte drops her plank.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "25 GINGER &amp; BRIGITTE",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE/GINGER",
          "text": "Brigitte grabs and kicks at the creature. Ginger raises h arms and covers her head, screeching and kicking. The thi grabs Ginger by the scruff and shakes the living daylight out of her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEEEEEI HELP MEEE",
          "text": "Brigitte snatches up the plank with the nails. Brigitte brings it down hard on the thing, screaming. She smacks i once, twice. The plank pops a shot off the camera: FLASH! horrible set of jaws and one golden eye are caught for a split second in the light. The third hit evokes a yelp and the thing backs off, snarling.. Brigitte quakes with the board raised, ready. thing skitters before her as she screams. Ginger scrambles to her foot and grabs Bee with bloodied hands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "Go-go-go-go-go-go!!!! Brigitte drops the plank and they run like hell.. for a m thorough-way ahead. It pursues them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The late-night traffic is light but consistent. The thing still, coming. At a dead run Brigitte and Ginger sail between moving car The thing burns behind them. The girls are barely missed by an approaching truck. Ther a long blast of a horn. Then a sickening thud. Brakes squeal incto a stop as a horrible dragging/ scrain fills the night air. The girls crash to the sidewalk, spilling over top of one another. They glance over their shoulders, even as they disappear into a new residential stretch. The COUNTY REGREENING PROGRAM truck sits at a right angle the road, it's front end smashed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "26 Sam slowly opens the cab door. He staggers to the bloody grill, clearly shaken. He looks under the truck, and follows a wet trail of gore back behind it to the mangled furry mass about twenty fee back. He takes it in, stunned. Then Sam vomits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Brigitte scrambles through the window and helps Ginger through after her. They're bloody, sweaty and tearful. Th slump shaking, side by side on Ginger's bed, catching the breath. Brigitte notices the rivulets of blood trickling down Ginger's arms. Ginger's shirt is soaking with growing red stains.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE",
          "text": "Ginger, shit! Ginger looks at herself. Ginger starts to cry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "The fuck was that, Bee?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Brigitte flings open the vanity and collects various firs aid items: gauze, tape, band-aids, iodine. She snags a washcloth and wets it at the tap.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE, (V/O)",
          "text": "I couldn't remember Ginger crying, ever. Brigitte flies out to,",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "where Ginger is painfully pealing off her shirt, shaking sobbing. Brigitte offers Ginger the wet cloth, but Ginger's helple",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "27",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE",
          "text": "Ginger, sshhh, don't, 'kay. Don't cry. Carefully, Brigitte begins to dab at Ginger's arms with i wiping off the blood. Ginger flinches. The damage is gradually revealed: massive claw marks, dee scratches, and puncture wounds - BITE MARKS. Brigitte's e fill with tears.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE",
          "text": "Okay, this is really bad. You need a doctor, Ginge', I can't stop all the -/",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "No! Not tellin' anybody! Bee?! Nobody. Get in shit for bein' out, smokin' up - don't tell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE",
          "text": "What if you get, sick? What if these bites get infected?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "Bce!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE",
          "text": "Fine! I won't tell! Brigitte starts tearing off strips of gauze and taping it thick. Oblivious, Ginger fumbles for a smoke. She can't g the lighter to work.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "Wanted to kill me! I could tell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE",
          "text": "(giving into tears) I know, I know. I was so scared, I thought you were -/",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "Me too. Don't say it. I know. Brigitte lights her smoke for her. Ginger takes a drag an passes it back to Brigitte.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "Fuck. You okay? Brigitte resumes her first aid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "28",
          "sentiment": "neutral"
        },
        {
          "speaker": "BR IG ITTE",
          "text": "Yeah, I'm okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "Why!?? Why me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE",
          "text": "It was crazy, it was like rabid or somethin' -- Shit, look at the size of these bites!",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "I'm okay, I'm okay, I'm okay. Right? It's okay. Brigitte doesn't look convinced. Brigitte snaps the port an internal vacuum system open and reaches into the tube. She withdraws a sample-size of Jack Daniels.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE",
          "text": "Drink this. Ginger glugs some down, and passes the last mouthful left Brigit.t.e. Brigitte waves it. away, -,o Ginger finishes",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE",
          "text": "I seen this thing, on bears? Said bears'd come after like, chicks on the rag. 'Cause of the smell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "Wasn't my fault!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE",
          "text": "I didn't say that.../",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "Wasn't a f uckin' bear either. Whatever it was, it wasn't a bear!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE",
          "text": "I know, I'm not /",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "Do I stink? Can you smell it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BR IG ITTE",
          "text": "No! Geez, I was jus', whatever. A heavy silence falls between them. Brigitte keeps workin",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "29",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "Doesn't feel anythin' like peeing your pants, by the way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE",
          "text": "It doesn't?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "It's gross though. It's really gross. I better, ya know, deal with that...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE",
          "text": "Yeah, sure. Ginger's only half-bandaged up. she staggers to the bathr and shuts the door. Brigitte eyes the Polaroid camera: a picture sits ready to be dispensed. She pulls it free. We do not see the photo. Brigitte's ey bug out as she examines it. The toilet flushes in the bathroom and Brigitte pushes th photo under the pillow on her bed. Shaking her head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE, (V/0)",
          "text": "It was blurry. It was really outta focus, so. Ya couldn't TELL it was really anything. Ginger emerges pulling uncomfortably at her crotch. she climbs painfully onto her bed, and collapses.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "That booze - straight to my head, man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE",
          "text": "You really okay? Ginger-es eyes are already fluttering shut.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "You saved me. Love you. Bee. Brigitte leans in, listening to Ginger breathe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE",
          "text": "Me too, Ginge'.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "GINGER SNAPS- WALTON/July 15. 1996 30",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Brigitte sits straight up in bed, sweating, with eyes wid",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE, (V/O)",
          "text": "I woke up later, I thought the thing was in our room. Brigitte peers at Ginger: she's snoring. Brigitte pulls o the Polaroid and fires up her lighter to see by. This tim see it too. A streak of fur, fangs and a golden glinting",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE, (CON'T-V/0)",
          "text": "Then I remembered Sam the tree planter killed it with his truck, an' we were okay. .But really, Ginger -? well. Wasn't.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's noon hour. The grounds are full. of teens. Brigitte is eating as she ticks off the fourth day in Ginger's feminine hygiene calendar. Brigit:Le counts 28 d from the first check mark. Her pen hovers over the date: Halloween, arid the next full moon. The first day was a f moon. Brigitte slowly circles them both. Ginger wears long sleeves to hide her bandages, and shade She's looking BOYS up and down as they pass. Ginger's sto is growling. An untouched sandwich sits on her lap.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE",
          "text": "Gonna eat that? Ginger shakes her head as she picks at her bandages. Brig helps herself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE",
          "text": "Mmm! Sad, but Pamela's egg salad is her best thing. Like that she can do. (no response) Like, when she puts the baby onions in? (no response) And she gobs on it and adds those hard little pieces of",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOOGER",
          "text": "Ginger pulls at her own crotch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "31",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE",
          "text": "Hell-o 1?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "Sorry. Pads suck, so ya know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE",
          "text": "Should eat something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "Thanks Pamela, I'm aware. Off Brigitte's insulted look,",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "T dunno, I'm all blaaahh, I got this, like I can taste what I want, but nothin's it. Ya know? Brigitte stops in mid-chew.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE",
          "text": "A craving?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINCER",
          "text": "Yeah. I crave. Ya know? Brigitte chews very slowly as she stares at Ginger. Ginge squints at Jason and his pals across the yard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "McCardy's a stoner right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE",
          "text": "Yeah -?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "C'mon, I wanna feel better.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE",
          "text": "You joke. Ginger heads off toward the boys - without waiting. Brigi is in mid-,mouthful, and has to scramble to catch up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jason and his pals' butcho conversation sputters as Ginge strides up like a cat in heat. Brigitte stumbles up behin her, keeping her distance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "GINGER SNAPS - WALTON/July 15, 1998 32",
          "sentiment": "neutral"
        },
        {
          "speaker": "JASON",
          "text": "Uh - hi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "Hey. So. Nice day, blah blah blah. Got any smoke?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JASON",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "Smoke. Grass, weed, dope, green, bud, Nancy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JASON",
          "text": "Sh-sure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "Wanna share?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Brigitte hesitates before a rusted-out old boogie van, it rear door open and waiting. Blue smoke billows out. of th interior. Brigitte looks confused.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE, (V/O)",
          "text": "I was all like, so who are you, an' what have you done with my sister, right? Brigitte climbs in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ginger, Jason, Tim, Frank and Jeremy sit toking a gagger. guys are giddy with lust. Brigitte is huddled in a corner attempting invisibility. Jason hands Ginger the joint, making sure their fingers touch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JASON",
          "text": "Hey. I thought your slide show in art was cool.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHER GUYS",
          "text": "Oh yeah/Unh-huh/Very cool.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "Yeah?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "33 Jason and Ginger exchange a coy smile that makes Brigitte toke really hard on her pass. Brigitte passes the dube to Tim, who winks at her. Brigit sneers and looks at her watch. She makes a pained face at Ginger, but is ignored.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "This home-grown?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JASON",
          "text": "Yeah. This guy we know? Learned hydrophonics in the pen, man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE",
          "text": "HydroPONics.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JASON",
          "text": "Yeah, whatever. Brigitte gapes at Ginger, who does not respond. Brigitte hides beneath her hair and presses even further into a corner. She starts quietly ripping up the corner of the o shag rug. There is a codified knock on the vain door. Brigitte jump",
          "sentiment": "neutral"
        },
        {
          "speaker": "JASON",
          "text": "speak of the devil. Enter! The back doors open and Sam (the tree planter) stands in silhouette, backlit by the day. His battered county truck waits behind him. He has a pit bull with him - MORELY.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOYS",
          "text": "Sam the Man! Hey Morely! Sam and Morely hop in and close the doors. Brigitte is fr at the sight of Sam up so close.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIM",
          "text": "Whoa dude. What happened to your truck?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "Shit. Had an accident on the 403. It was weird it../ Morely stomps into Brigitte's lap, sniffing her crotch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "34",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "(to Brigitte) Sorry about him, he's an ass hole. Morely! My girlfriend's, she won't leave him at home alone any more. Ya know, dog killers. Morely, no! Sit! Brigitte's mouth is hanging open. Morely slobbers all ove her hands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE, (V/O)",
          "text": "I know, I look like an asshole. Ginger's perma-smug smile fades as she makes eye contact Morely. Morel growls at her. Sam is about to resume his accident story when,",
          "sentiment": "neutral"
        },
        {
          "speaker": "JASON",
          "text": "Watcha got for us? Sam produces several baggies of grass. Morely's hackles r Brigitte looks from the dog to Ginger, Ginger squirms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "New harvest, see whatcha think. (to Morely) What's your problem? Never seen a pretty girl before? Ginger sneers at Morely and Morely bares his teeth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JASON/TIM/FRANK",
          "text": "(digging out cash) Thanks, man. Morely bursts out barking and charges at Ginger. Mayhem as the guys try to contain the dog in the small sp Jason uses the opportunity to shield Ginger for a free bo press. Brigitte gets banged and shoved. Ginger kicks and screams at the dog, her boot connects squarely with his snout. Morely keels back, and Sam snaps him up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "Sorry, he's not really like this. I'm really sorry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "Jus' get'im out!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "35",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "I'm really - well, see you guys. And in another flash of daylight, Sam and Morely are gone Brigitte looks longingly at the closed door. The stone has set in, and everyone but Brigitte giggles a they settle. Brigitte takes in the Lesser Mortals like they're lepers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JASON",
          "text": "You okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "Yeah. Just hate dogs. They give one another this corny smile. Brigitte bugs her eyes at Ginger. Ginger rises reluctantly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "Well. Thanks for the smoke.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JASON",
          "text": "Maybe we could --/ Ginger places a finger to her lips, then makes a finger g and shoots him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "I'll letcha know. Ginger grins ear-to-ear, elbowing Brigitte. Ginger kicks van doors open and saunters out. Brigitte :Follows, tryin to laugh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Brigitte stands stoned out of her bean in the girls' washroom. She imitates Ginger's cavalier farewell from th last scene.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE",
          "text": "I'll letcha, I'll jus' let-choo know. Bud. .So Ginger. Wanna tell me about you and like, the planet yer currently visiting? No answer. Brigitte squints at the tampon dispenser next her. She tries to work it without putting money in. She smacks her dry lips. Brigitte bends over the sink and dri from the tap.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "GINGER SNAPS- WALTON/July 15, 1996 36",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER, (O/S)",
          "text": "Bee-? Brigitte doesn't hear her over the roar of the tap in her face. It shuts off automatically over her gaping mouth. Brigitte puts her finger up the spout and almost gets it stuck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "Bee!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE",
          "text": "(STARTLED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah!",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "Com'ere-! Brigitte shuffles to the wrong door, opens it and finds i empty. She giggles and moves to the next one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE",
          "text": "That smoke fucked me _up._ up. Brigitte finds Ginger with her shirt and all, the bandage peeled off. she is dabbing at herself with wads of toilet paper. The scratches and bites are oozing a clear gelatinous goo under which a fine film of dark hairs have sprouted. Brigitte steps into the stall agape. The door hits her on way in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ginger and Brigitte stand nose to nose in the stall. Brig has not fully closed the door. Ginger is just as stoned a Brigitte.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE",
          "text": "Geez that's not right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "1 didn't think.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE",
          "text": "What's the sticky stuff?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "I dunno.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "GINGER SNAPS - WALTON/July 15, 1996 37 Brigitte carefully rubs a finger over the fuzzy hair in t wounds.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE",
          "text": "Oooh. Tickly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "I got it on my tits too, look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE",
          "text": "Weird. Does it hurt?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "No, it's itchy. I can't have a hairy chest Bee, that's fucked.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE",
          "text": "Yeah, like forget that tattoo you wanned.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "This sucks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE",
          "text": "Quito badly. The idiocy of the looks of awe on the other's face makes both crack up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "(LAUGHING)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This isn't funny.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BR I G ITTE",
          "text": "(laughing hard) I know, but okay. what I think? (she counts on her",
          "sentiment": "neutral"
        },
        {
          "speaker": "FINGERS",
          "text": "Attacked. On a full moon. Now, yer hairy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "(SNORTING)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm not Harry, I'm Ginger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE",
          "text": "(snorting too) Stop, I'm serious. Think about it. Ginger stops laughing long enough to let the suggestion settle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "38",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "That's so stupid! They both burst into gales again. There is a sound outsid the stall, as",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Trinas prance in to powder their noses. The Trina gra the first stall door -- Brigitte and Ginger's. Brigitte and Ginger stand frozen like the proverbial deer headlights. Trina does not see Ginger's transformation. B Ginger Is just doing her top up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRINA",
          "text": "Eeeew! Trina backs away, her hands to her mouth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRINA",
          "text": "Gawd: They're lesbos!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLONES",
          "text": "Feeeewww!! Brigitte smacks her forehead. Ginger steps out and leers Trina, licking her lips in a grotesque mock-lust. The Tri shrink back against the farthest wall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "Yeah, who's next? I'm still sticky! Brigitte's jaw drops. Ginger turns to leave and the Trina start to relax. Ginger whips around again:",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "(barking like a dog) Rrr-uf, ruf, rr-of-rufrf",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRINAS",
          "text": "(SHRIEK)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ginger gives the Trinas a good dead-eyed stave, and walks out. Brigitte stumbles out after her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "39",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Today's assignment is hacking up little pig feti.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE, (O/S)",
          "text": "'Course Trina din't waste any time. Trina stares Brigitte down as she folds up a note and pas it to a classmate. It is read and passed on by every kid the room during this scene. Brigitte holds her scalpel over the over their piggy - hesitating. Ginger's attention is riveted on the little carcass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE",
          "text": "They're all looking at us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "So? Ginger looks up at Jason, who is reading the note. Jason smiles at Ginger and destroys the note. Trina seethes. Ginger grabs the knife from Brigitte. she makes a deep incision in the pig's belly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE",
          "text": "So! You're growing fur an, acting like a nut, is so! Ginger spies two girls giggling at her. Using both hands Ginger cracks the carcass. wide open like a clam. Ginger in, gouging out the pig's parts with her bare hands. Ging breaks into a sweat, her breathing gets heavy. Brigitte cautiously looks around at their classmates. she moves to shield Ginger from prying eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE",
          "text": "Um. Ginger-?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "hold on, I'm goi.n' for the brain. Ginger has begun scraping away at the pig's cranium with finger nails. A sickening creak, snap, and the brain is exposed. Ginger - unconsciously - licks her fingers as sh admires its frontal lobe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "40 Brigitte fights a ralph.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE",
          "text": "Can't believe you did that!",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "Hunh? What? Before Brigitte can answer, Ginger lifts the brain out on finger tips, gently pushes Brigitte out of her way and... Whap! The brain lands squarely on Trina's head. Trina screams.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "Ha-ha! Bull's eye!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIO TEACHER",
          "text": "Ginger Fitzgerald! Hall, NOW!",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "What, it slipped! As Ginger stomps out with the teacher. Brigitte and Trina gape at one another.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE, (V/O)",
          "text": "That week, Ginger was all over the map. She was the goddamn schizo poster girl. She forgot the gyno guy. I couldn't believe she forgot. She promised. Brigitte is dying a thousand deaths on the examining tabl with her feet in stirrups. The GYNECOLOGIST is examining her. A NURSE stands next to him, smiling benignly as she passe him the contraption used to take a pap smear. Brigitte is almost in tears.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "Same moment in the examination procedure, but now Ginger in the stirrups. And the doctor is shocked at his finding",
          "sentiment": "neutral"
        },
        {
          "speaker": "GYNO",
          "text": "What the -?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "41",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Brigitte gives Ginger a pout as they both shift uncomfort in their seats. The doctor is gulping cups of water from the water cooler his hand shaking. He talks to Pamela like the girls aren' even there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GYNO",
          "text": "I've never seen anything like it. She's not built like a normal girl. I've sent samples to the lab. But this is very, VERY unusual. Brigitte pokes Ginger in the ribs. Ginger doesn't like th and pushes Brigitte so hard she almost falls off her chai",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAMELA",
          "text": "Girls, please.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT GIRLS' BEDROOM",
          "text": "The window is open. Norman the terrier yams. Ginger is in a tank shirt which reveals her hair growth i spreading. Brigitte is sitting at. the desk with a pile o monster books.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "What're you, nuts? I got a skin thing, whatever.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE",
          "text": "If you just gotta skin thing why does it get worse everytime yer being a bitch? Why's the gyno say you're a monster inside?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "He din't say that!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BR I G ITTE",
          "text": "Just listen to these symptoms!",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "I'm takin' a shower.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "42 Ginger slams the bathroom door shut. Brigitte consults he books, and the feminine hygiene calendar 10 days are ticked off. Norman the terrier barks on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE, (V/0)",
          "text": "(READING)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"The key to his survival is a constant diet of fresh warm- blooded victims. His appetite is insatiable, and grows with each kill. But his appetite is also the key to his own demise,",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ginger is in the shower. she runs shaking hands over her body. Ginger hears Norman's barking as super-amplified. Its persistence is making her mental.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE, (V/0 - CON'T)",
          "text": "\".. .for eventually the blood- lust over-takes human reason, overtakes oven the instinct for self-preservation, and he will risk all for the excitement of the euphoric high of his murders.\" Ginger shaves the delicate area around her ankles. She cu herself and freaks. Ginger snaps the Lady Bic in half and throws the pieces hard against the shower wall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "Fuck fuck fuck FUCK There are two other broken razors in the stall, stuffed w hairs. Blood mixes with the water and swirls around her toes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The doq is still barkin .outside. Brigitte closes her boo",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE, (V/0)",
          "text": "But see all the books and movies an' shit said it had to be a full moon, that it'd be all at once. An, ya know, not one word about chick werewolves on the rag. Typical.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "43 Ginger flings open the door, tears to the window, hauls herself out and is gone. Brigitte is after her in a heart beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ginger is over the fence with ease. Norman barks more, harder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Brigitte can't vault the fence. She clambers up a shared at the fence line to see. Ginger tries to grab the dog but he dances around her, barking like crazy. She grabs his snout with her bare han and he bites her hard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "Sonnovabitch! Now livid, Ginger takes up a dead tree branch. Up in the tree, Brigitte hides her face in her hands. Ginger (:racks the stick over the dog's head. The yelping stops but Ginger keeps hitting. Blood splatters over her face. And Ginger tastes it. Ginger drops her stick. She drags the body into the hedge next to the fence. Brigitte lowers her hands from her eyes. Ginger is direct below her, concealed from the house by the shrubs. Ginger falls to her knees before the corpse. She lifts a rattling hand to touch him. She lowers her face to the bl mess. She's sweating, vibrating, physically resisting an irresistible drive. Ginger's tongue slips between her lip And Ginger licks Morely's body.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE",
          "text": "Oh. No. G-ginger -! Ginger begins to eat the dead dog. The feed. quickly beco a ravenous frenzy. Above her, Brigitte leans over the branch she's barely balancing on, hyperventilating. Vomit sails down from Brigitte's perch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "GINGER SNAPS- WALTON/July 15, 1996 44 The porch light comes on behind Ginger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BR IG ITTE",
          "text": "Shit. Brigitte scrambles down the tree and yanks Ginger off the dog. Ginger's face is smeared in blood. Ginger's stunned, reels dizzily. They crouch, waiting. Their NEIGHBOR opens the screen door, shaking a box of do biscuits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEIGHBOR",
          "text": "Dore-maan! Tweat-time! Hunh. The neighbor steps into the yard. Approaches the hedge. Stops right before them - they can see a pair of slippers twitching in the grass. Then they disappear, the porch li switches off, the screen door shuts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Brigitte sits staring into space. Ginger is showering in attached bath.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER, (O/S)",
          "text": "(SINGING)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ho-ow much is that daw-gy in the window... Arf-Arf!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE, (V/O)",
          "text": "Ever been too sick to be sick? Like the bottom of your stomach is wrapped over the top of your head? There is a knock at the door. Brigitte checks the dead bo is on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BR IGITTE",
          "text": "Yeah?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAMELA, (O/S)",
          "text": "Who's showering so late?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE",
          "text": "Ginger!",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAMELA, (O/S)",
          "text": "Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "45",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE",
          "text": "she's dirty?! Brigitte throws up her hands: what an idiotic conversatio",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAMELA, (01S)",
          "text": "Dirty!? How'd she get/",
          "sentiment": "neutral"
        },
        {
          "speaker": "BR IG ITTE",
          "text": "I'm tryin' to study, here!",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAMELA, (01S)",
          "text": "oh, all right then. Brigitte slumps against the door. The showers stops. Ginger appears in a towel, pink and clean and freshly fur in places. She's in a really good mood. She takes one loo at Brigitte's face of doom and tries to be serious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "I couldn't help it. Really. Guess you were right. Ginger finds and lights a smoke.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "You know what's really weird?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE",
          "text": "Weirder than KILLING A DOG AND",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "I liked it. I liked it a lot. I feel all fucki.n' goofy now. Like, I dunno. Like .happy? Brigitte shakes her head over and over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "I feel like I just got off the Planet Smasher ride at WarWorid, okay? It rules! Ginger leaps to the stereo and blasts on some tunes. She flails around the room wildly. Ginger grabs Brigitte by t arms and makes her dance too. Ginger spins and spins Brigitte, who fights it but laughs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "46",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE, (V/O)",
          "text": "So she'd killed Norman. 1 never seen anyone bliss out like that. I wanted to be so blissed, jus' once. There is repeated pounding on their door. Brigitte still entangled in Ginger, hits the music off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAMELA, (O/S)",
          "text": "Little late for that, girls.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER/BRIGITTE",
          "text": "(Bite me:)/Sorry; They stand in each other's arms listening to Pamela mount stairs OFF SCREEN. Ginger shoves Brigitte backward onto her bed. Ginger pile on top of her, playfully pinning her down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "I want more. Brigitte squirms fitfully.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BR IG ITTE",
          "text": "No, it's too gross! You'll get caught.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "Not if you help. Bee. I'm starving. Brigitte looks into her sister's beaming face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "Jus' keep watch. Look, I'm gonna be somethin' totally else. Tell me you don't so dig it. Tell me you don't wanna see what happens. Brigitte groans.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE, (V/O)",
          "text": "Straight up? Crazy's contagious. Trust me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "47 EXT. VARIOUS STREETS &amp; YARDS - VARIOUS NIGHTS Bailey Downs sleeps soundly as the hunt begins. The moon sliver of its former self. Ginger cocks her head at the sound of a dog barking. She lifts her nose into the wind and sniffs. Ginger is prowls like a wild cat through yards and service lanes, as A study in much less stealth, Brigitte stumbles, trips an slips after Ginger. Splits her sweats climbing fences. Lo a shoe over garage roofs, gets caught in automated lawn sprinklers, falls into hidden cellar window troughs, as A series of dogs perk their ears and snarl from their dog houses, chains, and porch perches... Low whistles and smoochy sounds lure the dogs into bushes behind cars, around fences. Strings of dogs' chains strai tight, then slacken... Ginger - wild-eyed, bloody-mouthed, and euphoric - tosses collars at Brigitte. Brigitte misses most of the tosses. picks up the collars and fingers these souvenirs with disgust.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A LITTLE KID decked out for hockey practice waddles into yard with a full dog food dish. His feet squish along his pet's entrails. He finds his dog's body and drops the dis with a clatter on the cement patio.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KID",
          "text": "M-m-mMOMI?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT BACK TO",
          "text": "Days get ticked off on the feminine hygiene calendar... BRIGITTE (Vb0) We became the Beast of Bailey Downs. We got good.. The moon vanishes, then reappears in as a First Quarter, Brigitte's getting the hang of things, she practices expe surveillance from car roofs, throws stones to trip motion sensitive lamps, starts moving like a super spy, taking crime-scene style Polaroids of their victims, as",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "48 Ginger's kills get quicker, she gets wilder, more daring, more ruthless, and... Brigitte gets cooler, confident, collected. She's mapping attack routes and leading the frothing Ginger to the big scores, like dog kennels...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE, (V/O)",
          "text": "The more we did, the crazier she got...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Under a swelling moon Brigitte and Ginger tear around in dark, screaming and laughing and rough-housing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT GIRLS' BEDROOM",
          "text": "Brigitte shoves a fist-full of collars under their mattresses.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUMP BACK TO",
          "text": "On the field, Ginger climbs up on the goal post and walks carefully across the narrow beam.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE, (V/O)",
          "text": "The crazier she got, the more she needed me. I liked that part. In their room, Brigitte helps Ginger shave her back. Ging trims her elongating nails. Brigitte plucks hairs from Ginger's palms. Ginger brushes her teeth and a piece of t comes off - she has a little fang.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUMP TO",
          "text": "on the field both Brigitte and Ginger hang upside down fr the goal post by their knees. Brigitte is wearing a dog collar as a necklace. They are laughing their heads off a trying to pull each other's shirts down to expose each other's breasts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "GINGERSNAPS - WALTON/July 15, 1996 49",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ginger holds her mattress up while Brigitte stuffs handfu of the collars underneath. They collapse, exhausted. Ging crawls on her hands and knees to the toilet in the",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ginger drinks out of the toilet like a dog.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ginger burps loudly and crawls back to join her sister, w offers her a cigarette.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BR IG ITTE",
          "text": "Pig.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "You love it. Brigitte examines the feminine hygiene calendar. In it, a cartoon of a female egg is personified with a heels and sunglasses, strutting across the date.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRTGITTE",
          "text": "trey, look yer ovulating. Ginger rubs her belly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "I'm still hungry, Bee.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE",
          "text": "How can you - you've done every dog we can",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "It's not enough. I want somethin'... I need more.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All the kids lounging on the grounds double-take the Fitzgerald girls' entrance this morning. Ginger is babe-alicious in a hot tiny tee, boots, shades very short shorts. She projects unbearably untouchable. Brigitte flanks her without the wardrobe, but the attitud there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER SNAPS -WALTON",
          "text": "Jason gapes as Ginger heads toward him with an unlit smok between her pointy teeth. She leaves an inch between his chest and her breasts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "Got a light, Jace'? Jason and his pals all fumble for lighters and five littl flames appear before her smoke. She lights her smoke on Jason's, and exhaling looks him up and down. The boys fla go out, all at once.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "My sister would like one also. obediently, they all light up for Brigitte. Brigitte falt before the attention. At Ginger's nod, Brigitte lights up too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRINA, (O1S)",
          "text": "Slut. Ginger turns to see Trina and the Clones sizing her up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "Excuse me? Ginger seems to tower over the Trinas today. Trina can't match the menace. Ginger exhales smoke in Trinals face an climbs the steps into the school. Brigitte double-takes Ginger's back. Ginger's spine is protruding sharply through her shirt. Trina leers at Brigitte.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRINA",
          "text": "Better watch your back, Fitzenstein. Brigitte snorts and follows Ginger in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE",
          "text": "(under her breath) Like I'm scared.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT ENGLISH CLASS",
          "text": "Ginger chews her nails like a dog does when cleaning them Brigitte and the rest of the class watch an RCMP OFFICER holding a reward poster at the front of the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "51",
          "sentiment": "neutral"
        },
        {
          "speaker": "OFFICER",
          "text": "we need your cooperation. If you know anything about the so- called Beast of Bailey Downs, call in. You can be anonymous.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE, (V/O)",
          "text": "Ha! As if they weren't already.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OFFICER, (CON'T)",
          "text": "But your pets aren't safe until the perpetrator is caught. Ginger sighs loudly and Brigitte prods her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The girls' gym class is prepping for lacrosse again. The Trinas square off across the half-way mark from Ginger. M Sykes blows her whistle. The scrimmage begins. Trina whips the Indian rubber ball right into Ginger's fa Ginger drops her stick and launches herself at Trina. Play stops with the whistle, but Ginger and Trina are jus going at it. Ginger's winning. Trina bites Ginger's sore and Ginger rakes her nails over Trina's neck.. Ginger dra blood. Mz. Sykes breaks it up by dragging Ginger off Trina. Syke tends to Triria, who bawls. Ginger wipes her bloody hand over her mouth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE",
          "text": "Ginger! Ginger's rolling the taste of Trina's blood around in her mouth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "Mmnun .",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE",
          "text": "You can't do that, That's human blood! .Feel anything? Brigitte and Ginger stare at one another. Ginger first sh her head., but then nods. Ginger looks around and whisper",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "GINGER SNAPS- WALTON/July 15, 1996 52",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "It's sick but - I'm all like horny. Brigitte makes a sour face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SYKES",
          "text": "Fitzgerald, bench!",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "What, she started it! Brigitte watches Ginger march to the sidelines, throwing her gear as she goes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SYKES",
          "text": "Pick that stuff up! Ginger gives Sykes the finger without looking back. Brigi groans.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Brigitte waits outside a door marked GUIDANCE. Trina struggles by with the help of her clones. Trina spo a big ugly bandage on her neck, knees and an arm in a sli She shoots Brigitte a Death Stare.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRINA",
          "text": "Yer bitch sister's dead, freak.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE",
          "text": "(under her breath) Fuck off. Jason lopes up. He indicates the guidance office door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JASON",
          "text": "Ginger in there again? Brigitte ignores him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JASON",
          "text": "Cool. Um. Look, Belinda...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE",
          "text": "Brigitte.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JASON",
          "text": "Right, right. T'd really like to take yer sister out. Think you could ask her for me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "53 Brigitte' s face clouds.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JASON",
          "text": "Hey. I could fix you up too. I guess. Brigitte seethes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JASON",
          "text": "Fuck. Never mind, I'll ask her myself. (under his breath) Freak. Jason takes a post on the opposite Brigitte to wait. Brig glares at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The grossly over-weight guidance councilor, MR. WAYNE, is perched on the edge of his fake wood desk, holding their death slides (from the credit sequence) up to the fluores light. His arm pits are stained with sweat. Ginger slumps in a chair before him. There is a fish bowl full of condoms on his desk. Ginger picks one out, unwrap it, examining it as he talks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. WAYNE",
          "text": "Look, you keep getting sent here. We might as well be friendly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "I don't do friendly, Mr. Wayne.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. WAYNE",
          "text": "Hey. I know where you're coming from. I was a kid once too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "Really? So was I. Weird. Ginger fakes an eye-lash batting smile. She winds the con over her erect fingers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. WAYNE",
          "text": "Okay, you aren't a kid. You're a young adult. With some issues. Let's explore them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "GINGER SNAPS - WALTON/July 15, 1996 54 Ginger rubs the condom's lubricant between her two free fingers, intrigued by the texture.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. WAYNE",
          "text": "Hey. I'm reaching out here. Your plays for attention are a cry for help, aren't they?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "Uh, no.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. WAYNE",
          "text": "Is it a problem at home? With your parents?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "They think I'm cute. Mr. Wayne sighs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. WAYNE",
          "text": "Maybe I ought to split you and your sister up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GTNGER",
          "text": "Aw, c'mon Mr. Wa-ayne. Divide aii' conquer? That's so old.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. WAYNE",
          "text": "Hey. You're antisocial, antagonistic, and now violent. The point of high school is you learn to develop a place for yourselves in society.../",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "'Long as you like it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. WAYNE",
          "text": "As long as you're at this school young lady, I better like it. Ginger gives him a cold, dead stare.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. WAYNE",
          "text": "consider this your final warning. I see you outta line again, and we're talking expulsion. And don't look at me like that, missy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "55",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ginger slams the Guidance office door on her way out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "Fuckin' guidance my ass. She pounds her fist into a locker and makes a dent. Brigi cringes. Ginger admires the damage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JASON",
          "text": "Holy... Ginger notices Jason and visibly brightens.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "Hey.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JASON",
          "text": "Hey. whatcha doin' now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "Nothin' special.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JASON",
          "text": "Wanna go for a ride?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "Sure. C'mon Bee. Jason and Brigitte's faces darken simultaneously.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE",
          "text": "Ginger, we should get home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "No we shouldn't. Brigitte drags Ginger aside. Ginger notes Brigitte's hand squeezing her arm with a dangerous look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE",
          "text": "Twenty minutes ago you coulda killed somebody. Is this really a good time to start dating? I don't think so. Ginger shakes Brigitte's hand off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "Well, I do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "56",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE",
          "text": "Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "Why?! Look, grow up a little an' maybe you'll get it",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE",
          "text": "What.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "Forget it, I'm goin'. I'll draw ya a picture later, 'kay? Ginger takes Jason's hand and pulls him off to the exit. Jason gives Brigitte SUCH a smug look over his shoulder. Brigitte stands alone in the hall, gaping after them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE, (V/O)",
          "text": "When Henry renovated the basement, to build our room? I was like ten an, in the way an, shit. Well, he rammed iue with this beam, right in my stomach. Accidentally. Brigitte wanders over the emptying school. lot. She looks small and alone. She looks disoriented.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE, (CON'T-V/0)",
          "text": "But all the air came outta my lungs at once an, I kept tryin' to breathe but I couldn't. I forgot all about that. Till like right now. Brigitte consults the hygiene calendar. Ginger's ending t third week of checked-off days. A special note on today's date asks DO YOU HAVE PMS?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jason's van is parked on a rise that offers an impressive overview of Bailey Downs. Crickets sing. The moon is risi",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "57",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ginger and Jason sit in the front seat of his van. They'r making out. Ginger is enjoying herself. Ginger bites his Ginger draws blood.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JASON",
          "text": "Ouch! whoa. Can't believe you never had a boyfriend... Ginger licks his blood from her own lips and freezes dead cold. Jason dives back at her for more. Ginger looks both aroused and unnerved by her arousal. Ginger's stomach gro Ginger pushes Jason off of her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "I have to go. It's getting late.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JASON",
          "text": "It's only six o'clock. Jason presses himself on her again. Ginger shoves him off hard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "1-have-to-go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JASON",
          "text": "Oh. Now you get all moody on me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "Hey_ You got no idea.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ginger slams the van door and rushes away from the van.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JASON, (O/S)",
          "text": "Chicks, yer all the same! Ginger stops in her tracks. She shakes her head and conti away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JASON, (O/S)",
          "text": "Cock tease!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Brigitte shuffles along the curb, the picture of dejectio She slows to watch Sam loading some enormous tree branche into the back of his truck, packing up for the night: lie",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "58 been cutting back an enormous tree in someone's front yar when Sam glances her way, Brigitte picks up her pace with looking back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Trina wears a radio headset that pounds post-disco dance as she jogs. Morely dashes in and out of the surrounding greenery. He dashes in once more, and does not reappear. Trina looks back expectantly. She runs in place, waiting him. She heads back, looking for him. Ginger pops out of the brush before Trina. Gingers face smeared with blood from Mo.rely. Ginger grins insanely. G wiggles Morely's collar. Trina clicks off her head set.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "Hi!",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT FITZGERALD BUNGALOW",
          "text": "Brigitte descends the stairs to her room. Music blasts fr the basement.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAMELA, (O/S)",
          "text": "Brigitte? Tell your sister to turn that stereo down!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Brigitte lets herself in. The music is now deafening. Tri is bound in a chair at the end of her bed, screaming her off. Her screams are buried by the music. Brigitte slams locks the door behind her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "(yelling over noise) Stop screaming or I'll rip your permed head right off you neck. An' ya know what? I can do that. Now open wide Ginger force-feeds Trina something on a spoon. Trina scre with her mouth full, trying to spit it back out. Ginger offers Trina a glass of milk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "Chaser? No?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "GINGER SNAPS-WALTON/July 15, 1996 59 Blood trickles out of the corners of Trinas mouth as she chews while bawling. Ginger sets the glass of milk on the desk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE",
          "text": "Ginger WHAT are you doing-! Ginger grins and shows Bee a bowl of crushed glass and ta",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "Jus' like you said, Bee! S' perfect! Brigitte grabs the bowl away: glass shards and tacks rain around them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE",
          "text": "Are you crazy?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "Hey! I'm Join' this for you! As the sisters argue, Trina rocks the chair back and fort trying to free herself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BR I G ITTE",
          "text": "Oh no, no way... No!",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "Yer still burnt over Jason!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BR I G ITTE",
          "text": "No, Ginger, I'm burnt 'cause you don't see like jail in yer future! You don't get how hugely fucked this is! DO you? Trina lurches back hard and rocks forward. Trina struggle get her toes to meet the floor. She lurches back for more momentum.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "You sayin' I'm stupid?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE",
          "text": "I'm sayin' she? Will tell on you! This is someone who will tell! Trina throws herself forward again and her toes connect firmly with the floor - just as her temple connects with sickening CRACK on the sharp corner of the desk. The milk glass dumps on top of her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "60 Brigitte and Ginger look at her. Trina hangs there in the chair at this strange angle for a moment, dripping milk. Then Trina and the chair keel to the floor. Trina is stil Brigitte turns the music off and creeps up to Trina. Bloo trickles out of Trina's ear and swirls into the milky gla mess at her mouth. Her open eyes stare at nothing. She's dead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "Ha-ha. Ginger grabs her own right arm (most damaged by the origi attack) and shudders with pain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "Ow. Ow. Owchee-wow-ow. Brigitte takes Trina in from head to toe. Brigitte checks Trina for a pulse. Brigitte snaps her hand back as though were burned. A tremor wracks Brigitte's body and she convulses. Brigitte runs to the bathroom. OFF SCREEN, Brigitte throws up. Meanwhile Ginger raises her afflicted hand. The hand is nowsomething clearly on the way to being a wolfen paw. Th nails are black, curling claws. Oblivious, Brigitte climbs back into bed and covers her f with a pillow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE",
          "text": "My life is basically over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "Bee. ..BEE! Awestruck, they both watch as Ginger extends and retracts new set of claws. There is a knock at the door. The girls look at one anoth in mute horror. Ginger addresses the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "What!",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAMELA, (O/S)",
          "text": "Are you two fighting?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "-- No!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "GINGER SNAPS -WALTON/July 15. 1996 61",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAMELA, (O/S)",
          "text": "come on then. Dinner's ready. Brigitte and Ginger hop up and down in a brief freak fit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER, (O/S)",
          "text": "Coming!",
          "sentiment": "neutral"
        },
        {
          "speaker": "TNT FITZGERALD DINING ROOM",
          "text": "Ginger has her new paw curled up in an over-sized sweat jacket sleeve. Brigitte stares at the stew before them wi grave distaste. Pamela has a number of used tissues aroun her - she's been crying.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "The gynecologist called. Pamela grasps Ginger's gnarly arm and squeezes it through sleeve. Brigitte and Ginger look at Pamela's hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAMELA",
          "text": "There's something wrong, Ginger. He wants to do an ultra-sound!",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "Pamela, don't scare her. How could the cells not be human cells? we'll send you to somebody else.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAMELA",
          "text": "I'm sure your father's right. I'm just upset... How are you feeling, do you feel. all right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "Um. sure. Fine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAMELA",
          "text": "(lowering her voice) No unusual discharge or anything like that? Henry, Brigitte and Ginger groan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAMELA",
          "text": "I worry, all right? I've made another appointment with a new doctor. Early next month was the earliest he could see you. okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "62",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "okay. They all begin eating in silence. Except Brigitte who gag as Henry squirts ketchup all over his stew.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Trina's body is wrapped in a bedspread and stuffed in a k wagon. Brigitte is keeping a look out looking pale and sickened. Grass and dirt spray out of the playhouse. Ginger is digg up the ground inside doggie style. She emerges, shaking t turf out of her new paw. They struggle to get Trina inside, but she's already too stiff to bend up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "Told you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE",
          "text": "Rigor mortis. Knew we shoulda skipped dinner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "Can we do it my way now? Brigitte hesitates, her anxieties rising.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BR IG ITTE",
          "text": "So is this it? You doin' people now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "She won't fit unless I",
          "sentiment": "neutral"
        },
        {
          "speaker": "BR IG ITTE",
          "text": "You know what I mean. Just say.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "I din't kill her!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE",
          "text": "But were you gonna? There is a long pause. Ginger tries to laugh it off with,",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "No. I'm not doing people. No. Brigitte takes a deep breath, nodding. She acts belief.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "63",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE",
          "text": "'Kay. .Hurry up. Ginger drags a section of the body into the playhouse wit her. Disgusting gnashing and tearing, bones snapping and other sounds of devouring are heard from within. Brigitte keeps watch. Tears appear in her eyes. The body is dragged another foot into the playhouse. Ging is eating Trina to make her fit in the grave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE, (V/O)",
          "text": "Trina was dead. Trina was dinner. This was BAD.An'I kept wonderin' what Sam was doin' right then. I couldn't help it, he jus' kept poppin' into my head, like. CUT TO BLACK.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT A FAMILY-SIZE FREEZER",
          "text": "Brigitte lifts the lid of a large freezer. OUR POV IS FRO INSIDE THE FREEZER. Its light illuminates the brown paper parcels Ginger sets inside, next to the frozen waffles an veggies. The parcels are labeled T-bone, T-thigh, T-breas",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE, (V/0)",
          "text": "What Ginger couldn't finish we froze, 'cause the less we left for whoever would find Trina, the better. Watch a lot of crime TV, so. Brigitte's sizing Ginger up behind her back. Ginger finishes loading the freezer. Brigitte drops the l CUT TO BLACK.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT GIRLS' BEDROOM",
          "text": "The room is dark. Ginger is asleep. Brigitte is in bed with her back turned to Ginger's bed. Brigitte has a penlight on a collection of open monster books. She is examining a sketch of a plant with yellow flowers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "64",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE, (V/O)",
          "text": "(READING)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"The Beast was usually finally eliminated with a bullet, the cost of breaking the curse the human life that bore it.,, oh man. \"However many believed wolfs bane (see Diagram, right) had the power not only to protect the innocent, but calmed those afflicted to a restored sense of reason and self- control.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER, (O/S)",
          "text": "What:cha Join' ? Brigitte nearly jumps into orbit, slamming her book shut Ginger appears over her shoulder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "Hm. Big Book of Monsters, hunh. Thought they were useless.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BR IG ITTE",
          "text": "They are. Couldn't sleep. So. Rrigitte gives Ginger a nervous smile. Ginger smiles back Her fangs show.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Their alarm clock goes off reading 8:00 AM. Ginger's paw comes down hard on it, cracking the plastic casing. Brigitte is already up. She sweeps up the glass mess from night before. Ginger rolls out of bed, steps over Brigitte and stumbles the bathroom. Ginger steps on tacks and doesn't even reac",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "Man, I'm not getting enough sleep. Ginger closes the bathroom door. Brigitte leaps to the door, looping one end of a noosed extension cord around the handle. The other end is tied t the door handle of the bedroom door. Brigitte checks to ensure the latter is bolted shut.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "65 OFF-SCREEN, the toilet flushes. OFF-SCREEN, Ginger tries open the door. She can't.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER, (O/S)",
          "text": "The fuck -? Beef Brigitte watches the vibrating length of cord hold the do firmly in place. Ginger bangs hard on the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE",
          "text": "Ginger, don't be pissed...",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "Open the fuckin' door you feeb.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE",
          "text": "No! Ginger pounds on the door with great violence. BR I( 'TF. Want Pamela dc h, e? The pounding Sto2s.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE",
          "text": "We have to stop it Ginge'. If we can. I`ll be back before dark. Brigitte tears the page with the plant out of her book an leaves by the window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE, (V/O)",
          "text": "Told Pammy Ginger wasn't feeling well. Just to get her checkin' regular on. her, keep the pressure on Ginger to be cool.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT COUNTY GREENHOUSES",
          "text": "Brigitte steps off a county bus at the drive. There's a police car parked next to the Sam's truck. She looks back to the bus, but the doors swing shut and it pu away. Brigitte smoothes her hair, takes a deep breath, and over acts innocent as she walks up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "66",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT COUNTY GREENHOUSE",
          "text": "Brigitte can hear male voices as she minces down the leaf aisles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COP, (O/S)",
          "text": "It's in your best interests to be cooperative.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM, (O/S)",
          "text": "My lawyer's co-operative, I just know my rights. I don't know where she is, I'm very concerned. That's it, unless you got a warrant. She ends up backing into a COP behind some palms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE",
          "text": "Shhh-it! I mean, sorry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "(to cop) You can see I got customers, so if that's all.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COP",
          "text": "Okay. Sure. For now. The cop gives Sam a final Dirty Harry squint and leaves. Sam collects himself with difficulty. So does Brigitte.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "if you skipped school lookin' to score, I don't keep nothin' here at work, sweetheart.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE",
          "text": "I din't. I mean I skipped, but-/",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "Hey. From Mccardy's van, right? You know my girlfriend? Trina Sinclair?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE",
          "text": "Rinda.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "You seen her today?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "GINGER SNAPS- WAI.TON/July 15, 1996 67",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE",
          "text": "Not today...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "Fuck. She's missing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE",
          "text": "Oh. S-sorry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "Yeah, well. Cops think I know where she is. I don't. Sam looks Brigitte right in the eye. Brigitte is caught u him for a second.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "Sorry, what do you care right? What do you need.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE",
          "text": "Um. Lookin' for this. She holds out the torn page. Sam takes it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "Aconitum lycoctonum? Sorry. Brigitte yanks her own hair hard. Sam smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "Tryin' to kill somebody? (off her look) Well, you know it's poisonous, right? Wolfs bane? Deadly. Be like stocking hemlock an, shit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE",
          "text": "No, I thought it did something else. Doesn't matter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "Anyways they're perennials - only flowers in spring. Brigitte turns to leave, hot with frustration, huinilliat Sam watches her stamp toward the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "Hey. Ranunculaceae come in about a hundred species. I've gotta cousin, monkshood. Not so toxic. If you're interested.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "66 Brigitte stops and considers him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "Don't know if it'd help.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT GREENHOUSE",
          "text": "They sit together amidst beautiful plants and flowers. Sa picks a tiny purple flower from a bed of young plants and hands it to Brigitte.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "S'called monkshood 'cause people used to think it kept 'em pure from dirty thoughts. Seriously.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE",
          "text": "(EARNESTLY)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Make my life easier. Sam laughs. Surprised by this, Brigitte smiles and hides under her hair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE, (V/O)",
          "text": "This is awful. but the whole time I was with him there? I din't even think how I'd just put pieces of his girlfriend in the deep freeze, like, at all.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ginger pulls with all. her might to get the door open a f inches. The door knobs on both doors are straining. Something starts to crack. With ferocious effort, Ginger contorts herself through tw inches of space. The cracking is coming from Ginger as sh squeezes her body bizarre-ly out of joint, as a contortio might. Once through, she snaps and clicks her distended bones ba in place. She gasps for breath. Her face is distorted wit murderous fury. There is a knock on the bedroom door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAMELA, (O/S)",
          "text": "Ginger, feeling any better? Ginger climbs noiselessly out of the window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "69 PAMELA (O/s) Ginger? You sleeping?...God, I hate this lock, I know it's- privacy but what if you were in trouble in there for god's sake?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Brigitte stands at her on locker, tying a rubber band around stalks of the monkshood. There is a goofy half-smi on her face, and she's humming.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE, (V/O)",
          "text": "The book said dry it out before using it. I figured I'd keep Ginger locked up - feeding her Trina - till it was ready. she hangs the monkshood upside down in the locker. The buzzer goes as she slams the door shut.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ginger stalks past the neighbor's yard with the playhouse where Trina is buried.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A new puppy romps. He sniffs around the edge of the playhouse. He smells something. He starts to whine and di",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ginger stomps the deserted halls, with their class schedu in hand. Classes are in session. A fat silhouette appears the end of the corridor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAYNE",
          "text": "Fitzgerald. Tardy! My office",
          "sentiment": "neutral"
        },
        {
          "speaker": "NOW",
          "text": "Ginger faces him with a dreadful expression.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "70",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Brigitte slumps in her seat doodling. The RCMP officer is back, speaking to the class. The poster this time has a c photo of Trina.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OFFICER",
          "text": "If any of you have seen Trina please let us know. She went for a run this morning and has not returned or contacted her family or friends...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ginger stands imposingly over Mr. Wayne in his chair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAYNE",
          "text": "Sit down, Ginger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "I can't stay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAYNF",
          "text": "I said, sit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "An' I said ./",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAYNE",
          "text": "(cutting her off) You are expelled. This is not your personal playground, this is a school.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "Oh dear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ginger's good hand lifts the telephone receiver on Mr. Wayne's desk. With her wolfen paw she dials. In the background we see blood splattered over the walls.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "71",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER, (O/S)",
          "text": "(imitating Pamela) Hello, main office? This is Mrs. Fitzgerald. would you page my daughter Brigitte please? I'm waiting to meet her in the guidance office. Thank you so much.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Brigitte catches herself writing Sam's name on her binder She scribbles it out, looking very guilty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PA SYSTEM, (O/S)",
          "text": "Would Brigitte Fitzgerald please report to guidance. Brigitte Fitzgerald. Brigitte freezes. The cop, the teacher, the whole class l at her. Brigitte scoops up her stuff.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Brigitte reaches the door and finds it locked. The door o a crack and Ginger's transformed arm grabs Brig.iLLe, hau her inside. The door slams shut and locks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "Don't ever fuck with me like that again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE",
          "text": "You .got out. Brigitte gapes at all the blood. Ginger is very agitated.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "He asked for it. Was gonna expel me. So. Backing away, Brigitte trips over Mr. Wayne's foot sticki out from under the desk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "What do we do, Bee? What do we do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "72 Brigitte sinks into a chair looking completely traumatize Ginger hops about - charged by the kill.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "C'mon we need a fuckin' plan here! The school bell goes off. Brigitte snaps out of her daze, reaches up and hits the light switch off. They now sit in virtual darkness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE",
          "text": "Last bell. wait till everyone goes. We'll stuff him someplace. Clean this up. I guess. The sound of the full halls around them seems very loud n",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "Bee, gotta a smoke? Brigitte hands her a smoke.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "Sorry about this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE",
          "text": "Whatever.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "Don't be mad, ' kay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE",
          "text": "I'm not mad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The school is deserted. The lock pops on the Guidance doo and Brigitte and Ginger peer out. Nobody.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE",
          "text": "Stay here. Lock the door. I'll knock once. Ginger nods. Brigitte slips out and creeps down the corri Ginger shuts the door. Then Ginger whips it open again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BR IG ITTE",
          "text": "Shut the door, Ginger!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "73",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "Bee?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "Thanks. Brigitte blinks at her, then continues to skulk away. The office door shuts and the lock locking reverbs after her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Brigitte walks fast, looking for a place for the body. She looks inside full garbage cans and sizes them up. Too small. She looks up at a loose ceiling panel. She jumps a few ti trying to reach it. Too high. She gets an idea. Brigitte jogs past the sign directing us to gym.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A JANITOR pushes his cart toward the guidance office. He stops at another door, produces keys, and lets himself in He returns with a trash can and empties into his bin. He replaces the can, closes the door and locks it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ginger, gnaws on Mr. Wayne's arm but really isn't enjoyin it. She stops in mid-chew and listens. The janitor's footsteps approach: his cart wheels squeak",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The janitor wheels up to the guidance office. He slides t key in the lock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ginger grips the door knob as best she can with her one g hand, her feet braced against the wall on either side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "74 On the other side, the janitor tugs, and tugs again. Ginger's getting madder the more he persists. The janitor gives the door one last wrench and it flies o",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Brigitte wheels a large cloth cart full of basket balls around a corner. The janitor crawls toward her, his hands lifted to her fo help, blood spurting from his slashed throat. He tries to cry out, but only makes a gurgling whistle, the air in hi Qi s passing through blood. Ginger walks behind him as he crawls. Ginger applies her to his ass and makes him slip face first in his own gore. Ginger giggles. Ginger looks up and sees Brigitte gaping in utter revulsi at her. For a split second, Ginger stops cold. Ginger see to falter before her sister's horror. Then, without breaking their locked gaze, without even seeming conscious she's doing it - Ginger steps on the ma fingers and breaks them with a series of snaps. Brigitte tries to pry her eyes away, but can't. Still staring at Brigitte, Ginger extends her claws. Ging shakes her head, as if to say I can't help it.. .Ginger pounces on the man. Brigitte turns her face to the wall. The lanitor makes a final horrible noise. The halls fall silent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "as Brigitte stuffs Mr. Wayne into the gym basket and cove him with balls, Ginger runs madly up and down the halls screeching and whooping, slamming her monster arm into the lockers bashi them in. as Brigitte pushes the janitor's body into a ground level",
          "sentiment": "neutral"
        },
        {
          "speaker": "VENT",
          "text": "Ginger breaks the fire extinguisher out of it's case and unleashes foam into the halls.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "GINGER SNAPS -WALTON/July 15, 1996 75 Brigitte mops up the janitor's blood with his own cart st The Guidance office is already clean. Ginger lifts the fire extinguisher over her head. She sta running with it toward through the frosted glass window o the main office with a triumphant war whoop. Brigitte steps between Ginger and her target.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "Move!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE",
          "text": "STOP IT! Just stop. Enough, Ginger. Please. Please. Ginger throws the canister any way, forcing Brigitte to d out of the way. SMASH! Glass rains down over. Brigitte. Brigitte lifts her head in time to see Ginger burn down t hall looking for more mischief. Brigitte curls into a fetal position, burying her face in lap and rocks herself. Brigitte sobs. OFF-SCREEN we hear Ginger cont.inuing her ram a e else wh in the school. Brigitte wanders up to the janitor's cart, looking like a plane crash survivor - dazed and wretched. Brigitte picks up a bottle of cleaning fluid. She sniffs She closes her eyes and tips it back. She washes it aroun her mouth and lifts her chin to swallow. She spews it int the air, the taste making her heave instinctively. she dr heaves a couple of times. She throws the bottle at the wa",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Exhausted, Brigitte trails Ginger who is tired too, and heading for the exit. They stop dead at the doors.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A truck's headlights pin them in full view. Ginger rolls sleeve down over her paw. Brigitte swoons as if she might black out on the spot. The truck's engine cuts and the doors slowly open.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JASON",
          "text": "Well, well well..",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "GINGER SNAPS -WALTON/Jufy 15, 1996 76 Jason and his pals climb out of the van. They hold beer bottles: they have come here to drink.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JASON",
          "text": "The fair sisters Fitzgerald.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "Hey. How's it goin'?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JASON",
          "text": "You tell me. Tim cracks the door and takes a look inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIM",
          "text": "Holy shit - they trashed the place! The guys gawk: they are very impressed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOYS",
          "text": "Who--oooaa. Fuck, unbelievable!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JASON",
          "text": "Ginger, I had no idea.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "What can I say. I had an urgo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JASON",
          "text": "Cool. But. This is ya know, uh, a bit of a problem. What's gonna happen when they start lookin' for the ah, people responsible? Brigitte glares at Ginger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "You won't tell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JASON",
          "text": "Oh I might.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "No you won't.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE",
          "text": "Ginger -?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "Shut up. Shut up. (to Jason) How ' bout a deal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "77",
          "sentiment": "neutral"
        },
        {
          "speaker": "JASON",
          "text": "Have to be sweet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "You keep our lil' secret and I do you. All a' you. Brigitte slumps against the wall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JASON",
          "text": "Jason gets the eager nod from his gang.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JASON",
          "text": "Okay, let's go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "Not now - I'm a mess. We're (making this up as she goes) having a Halloween party at. our place, Friday night. We'll do it then.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JASON",
          "text": "Yeah, right Saturday. You'll ditch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "I won't ditch. But you guys say a word about this to any one, - and there's no action. So it's up to you. You stay quiet, you score. You don't - phhtt - nice knowin' ya.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JASON",
          "text": "Deal. He extends his hand to shake on it. Linger shakes it awkwardly with her good hand. Brigitte thumps her head against the wall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ginger leans on the bathroom door, which is shut.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "78",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "C'mon Bee...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Brigitte is sitting on the closed seat of the toilet tryi to pull her hair out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE",
          "text": "Shut up, leave me alone!",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER, (O/S)",
          "text": "It's not that big a deal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE, (O/S)",
          "text": "How can you say that! Two people are dead because of you. Us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "They pissed me off. Brigitte opens the bathroom door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE",
          "text": "Oh. Then they we asking for it? What about Jason an' them? Gonna kill 'em all when yer done, Ginger? 'Cause you have to take yer clothes OFF for that shit, they wanna SEE yer BODY for that shit, you gonna let like five guys live to tell how they fucked the Beast a' Bailey Downs? That could annoy you too! Ginger prods a claw into Brigitte's chest, pinning her in place.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "Think yer sooo smart? I think yer sooo jealous.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE",
          "text": "Yeah, I'm jealous yer turning into a nympho. I'm so jealous yer killing people who did never did nothing to you. Yeah Ginger. Sure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "Oh, wow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "79 Brigitte takes a deep breath, swallows hard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BR IG ITTE",
          "text": "I don't wanna do this any more. Ginger's claw pricks Brigitte's skin. Brigitte cringes. Blood appears around the claw.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "What.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE",
          "text": "I'm sorry, but...! Brigitte writhes in pain as Ginger's claw slices in deepe",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE",
          "text": "Ginger?! This is me. Ginger retracts the claw, and Brigitte grabs the wound.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SO",
          "text": "Ginger hurls Brigitte against the wall. Ginger throws her on top of Brigitte. Ginger raises her killing claw to Bri g.iLt.e' s neck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "Who needs you? Brigitte is helpless and looks terrified. Ginger's face i contorted with intensity, with madness. Ginger's drooling drip of gob drops onto Brigitte's face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE",
          "text": "(very small,",
          "sentiment": "neutral"
        },
        {
          "speaker": "PLAINTIVE",
          "text": "Ginger... Ginger lifts Brigitte by the shirt-front and searches her eyes. Ginger drops Brigitte to the floor and grabs her co Brigitte grabs Ginger's leg.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE",
          "text": "Don't, please! Brigitte struggles to hang on, to rise from the floor; Ginger's really hurt her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE",
          "text": "Maybe we can stop it! Lemme try! Ginger kicks free.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "80",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "An' spoil my fun? I'll skin you alive first. Brigitte struggles to a point between Ginger and the wind",
          "sentiment": "neutral"
        },
        {
          "speaker": "BR IG ITTE",
          "text": "You're fucked without me. They'll catch you. Wake up!",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "No, you wake up! Nobody'll live to catch me. Yer a two-faced lil' chicken shit? Your problem, Brigitte. I don't need ya. I don't WANTCHA! So stay away from me or I'll kill you I swear I'll have you for breakfast. Brigitte backs out of Ginger's way. Ginger steps up i.o the window and climbs through. Brigitte rubs her throat, trying hard to keep breathing. Brigitte dashes to her own bed and drags an Adidas gym ba from under it. Brigitte starts grabbing clothes off the floor and jamming them into the bag.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE, (V/O)",
          "text": "I was like, okay. Fuck you too. She'd be sorry. And I'd be like, I dunno - somewheres' totally else goin' not my problem. Right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT SERVICE LANE",
          "text": "Brigitte trudges up to the bus stop next to the fence of playhouse yard with her full Adidas bag. Light streams from inside the yard, multi-coloured, strob It looks like a UFO has landed on the other side of the fence. She peers through the slats. She sees the playhouse, lit like a Christmas tree. She sees gloved hands and police uniforms. Then sliding past, the long - almost endless - shape on a stretcher being drawn out of the playhouse: they've found Trina's body. The bus appears, approaching from way down the road.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "81 Brigitte looks from it to the crime scene. The crime scen photographer's FLASH! pops in Brigitte's face - blinding for a second. Brigitte rubs her eyes. She shakes her head hard. The bus is indicating, slowing to pull over. Brigitte opens her eyes. The bus is almost here. Brigitte grips her Adidas bag.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE, (V/O)",
          "text": "But you can't break up with blood. You can't divorce yer sister. You jus' can't. The bus passes, obscuring Brigitte from view as its body fills frame. when its tail lights pass, Brigitte is far d the street, running like a champion in the direction she from.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Brigitte carefully unlocks the bedroom door and slowly op it. The room is dark and just as she left it. Ginger's he has not been slept in, and she is no where to be seen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE, (V/O)",
          "text": "I'd get the monkshood from my locker at school the next morning. Brigitte creeps to the bathroom and snaps the light on. Empty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE, (V/O)",
          "text": "I'd find Ginger, I'd find out if the stuff even worked. Brigitte locks the window shut. She locks the bedroom doo and pushes a bureau of drawers in front of it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE, (V/O)",
          "text": "I could deal with whatever, as long as I tried. If it was the last thing she ever saw me do, it was gonna be me goin' fer somethin' by myself. The real Ginger woulda dug that large. Brigitte turns on the bedside lamp and fishes a baseball out of the closet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "82",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE, (V/O)",
          "text": "I would try to save my sister when the sun came up. You know, if the sun came up. Brigitte climbs into bed, snuggling the bat in with her. lights a smoke. She finds the feminine hygiene calendar o the bedside table next to the photo of the girls as kids Halloween, taken many years before. The calendar tells us it is about to be Friday. Friday is full moon. Friday is Halloween.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT GIRLS' ROOM",
          "text": "The lamp is still on. The ash tray is full of butts. Brig stirs in her sleep. Ginger stands at the end of Brigitte's bed, staring at he Brigitte snaps to, gripping the bat. Ginger snorts, and climbs into her own bed. Brigitte swings her gaze to the window. It is still shut locked. The bureau is still in front of the door. Brigitt holds her hat tightly and watches her sister's back in th next bed, terrified.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Brigitte jogs up to the school. The yard is full of students. Teachers are marshaling them into lines and sea them on the grass. Brigitte plows through. Ginger rides past, piggy-backed by Jason. Ginger complete ignores Brigitte. Brigitte looks very worried.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FEMALE STUDENTS",
          "text": "Ginger Fitzgerald is such a slut./No kidding./The bitch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VARIOUS STUDENTS",
          "text": "You hear about Trina Sinclair?/Dug her up in somebody's back yard!/oh that's so sad!/ Poor Trina, Ga-awd! As Brigitte gets closer to the building, she finds police cars and cops at the main entrance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "83",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE",
          "text": "Shit. PRINCIPAL FARDOR is speaking with the RCMP constable who been visiting classes. Fardor holds a hanky over his face",
          "sentiment": "neutral"
        },
        {
          "speaker": "FARDOR",
          "text": "That stench near the staff offices, what is that you think? Brigitte hedges up the steps toward the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OFFICER",
          "text": "I couldn't say, sir. Now is there anyone you suggest we talk to? Anyone with something against the school? Brigitte slips past the two men.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FARDOR",
          "text": "For god's sake look around you. I got 350 angry young people bored blind.Helluva day for my goddamn cleaning staff to be late ... . IIEY! Brigitte stops at the threshold.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FARDOR",
          "text": "The hell you goin'?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BR IG ITTE",
          "text": "I left something in my locker.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FARDOR",
          "text": "Find your homeroom and wait. School's outta bounds until we call you in. Get! Brigitte backs down the steps, looking like she just took good slap. She turns to confront the mass confusion aroun her. Brigitte spots Ginger dancing on the roof of a car in the now, surrounded by boys. Brigitte spots Sam's truck near-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sam is sit in his truck, slumped over the wheel. He holds almost-gone bottle of rye. Brigitte runs up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "84 Sam is crying. He doesn't see Brigitte arrive at his wind so she turns to tip-toe away. Sam looks up. His eyes tell he's stoned.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "Hey. Wolfs bane. Wanna drink? Brigitte stops and turns to face him. Sam dries his face his sleeve and pops his passenger door. Brigitte looks ar and slides in. Ginger is watching Brigitte out of the corner of her eye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "I showed up to see Trina? But she's I'm goin' strange in the head. Brigitte doesn't know what to say, so she offers his a sm He takes it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "Why? Why would ya do a thing like that? Brigitte examine his. face for an implication. There isn' one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "What's unny is I dumped her that night. Feel bad about it now. Truth is, she was a pain in the ass. I sound like a jerk, right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BR IGITTE",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "Really? Yeah well, while she was - disappearin', I'm off have a time at the Highway Home with my buddy Georgio. Drinkin', dealin' - an, now she's Sam is over-come again. Brigitte raises a hand to touch h chickens out, and then scores on the second attempt. He rolls right into her arms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "85 For a brief moment, Brigitte has her nose in his hair, he cheek on his shoulder, her hands on his back. He's crying and she fights her own tears.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "Sorry, this is strange. I don't even ...Last time I saw her she was so mad at me. An' we did have some times, we did. Makes me sick what her last thought a' me musta been though. Their eyes meet, their faces are inches apart. Brigitte kisses him, very softly and very quickly and then pulls o Sam looks shocked. Brigitte looks more shocked.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ginger stops dancing a second. She is staring at Brigitte and Sam in his truck. Her face darkens.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE",
          "text": "I'm really, um. Sam leans in and kisses her right back. Better. Longer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "Shit. Sorry. Kinda freaked. You know? I shouldn't, well.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE",
          "text": "Yeah. Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "But that was really nice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE",
          "text": "Oh. 'Kay. Good. They sit staring straight ahead a moment. A cop ahead dou takes them, and reaches into his car for the radio mic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "You wanna lil' dube or somethin'? Listenin' to me go on like a loser-What's yet- name?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "GINGER SNAPS - WALTON/July 22, 1996 86",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE",
          "text": "Brigitte. Fitzgerald. No, that's okay. I need more monkshood...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "Yes! Dirty thoughts! oh. I been drinkin'. Should not drive. Right, Brr-igitte? Brigitte drags her hands over her face with extreme anxie",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE",
          "text": "Oh, right. OK. Ur.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "Ginger's yer sister right? Sam grimaces as Brigitte nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE",
          "text": "Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "Oh, rumors - say she's doin' all these guys at some party. Goias' around she's a big time ho', that kinder thing. Hey. Don't worry about it. Nobody mentioned you. Ginger's most maniacal laugh drifts over to them. Brigitt sees her dancing sexily on the roof of a car with a whole crowd of leering boys.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CROWD",
          "text": "C'mon Ginger! Take it off!",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "You wish!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CROWD",
          "text": "Hey Ginger? Watcha doin' later? Can we come to yer bash?! Ginger stops dancing. Anger floods her face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "You know about that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "GINGER SNAPS -WALTON/July 15. 1996 67",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOYS",
          "text": "Sure, everybody knows! Can I bring my cousin?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sam grabs Brigitte',.s a r as Brigitte grasps the door handle, 1 71m SA M I like you Brigitte F.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BR IG ITTE",
          "text": "What -?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "Like to see ya again. Can I come to yer party too?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE",
          "text": "sh-sure. Sorry. I gotta - Ginger, so. Brigitte slips out of the truck as they stare at one anot with that look you get when you're scared because you jus kissed someone you really, really like.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Two more squad cars are gliding up the street toward the school. .Brigitte makes her way toward Ginger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE, (V/O)",
          "text": "fie was jus' drunk, I'm thinkin'. I mean he prob'ly din't mean it. Whatever. Beyond Sam's truck, behind Brigitte, the two new cruisers lurch to a stop. Cops approach Sam's vehicle with extreme caution. Brigitte arrives at the car with Ginger as,",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "All a' you guys?! My house! Tonight! (very sinister) I wanna party with everybody. we'll do it till you drop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "68",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOO",
          "text": "The crowd applauds. Brigitte stares at Ginger like she's watching a cruise missile coming in. Ginger notices Brigi watching her. Ginger pretends she doesn't see her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE, (V/O)",
          "text": "Ginger was gonna kill every one of l em. A commotion behind them causes everyone to turn. Sam is being dragged from his truck by the cops. He is fl face-first onto the hood and hand-cuffed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COP",
          "text": "Sam McDonald? You're under arrest for the murder of Trina Sinclair. Brigitte physically fights with herself not to yell out. runs a few steps toward Sam. Brigitte looks back at Ginge who drills her with an evil warning glare. The cops shove Sam into the back of a cruiser. They roar off. Brigitte stands alone, apart from the crowd. The cruisers flashing lights disappear down the street. Brigitte turns face Ginger, mustering her own first menacing look. Ginger accepts a cigarette offered by one of her boys.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE, (V/O)",
          "text": "They closed the school that day. So I never got to my locker. So I never got the monkshood. I thought, this is it. I fucked up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The full moon is just making an appearance. Brigitte stands in the front room window, which is decora with a Happy Halloween paper sign and plastic bats. Brigitte's watching Henry put Styrofoam tombstones in the front yard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "89 The Fitzgerald family is eating. Brigitte pokes at her fo Ginger eats like a fiend, with sunglasses on. Her monster has been wrapped in gauze from tip to elbow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAMELA",
          "text": "Now just remember, no boys in you bedroom during this party. Your room is off limits. Ginger are you sure that arm's not sprained, or worse?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "Bruise. Lacrosse.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAMELA",
          "text": "Mm Henry when'd you get this new meat from Tinny's? Quite nice. Brigitte and Ginger exchange a look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "I haven't been to Tinny's.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAMELA",
          "text": "Then where's all the packs marked \"t\" come from -? Brigitte spits out her food.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE",
          "text": "I be excused?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Brigitte is using the vehicle's portable phone as she eye the silhouettes of the family -still at the dining table the window above her. She stares at her watch during the following,",
          "sentiment": "neutral"
        },
        {
          "speaker": "OPERATOR, (O/S)",
          "text": "911, do you need fire, ambulance or police, please.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE",
          "text": "(speaking very",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUICKLY",
          "text": "Sam McDonald is not the Beast of Bailey Downs. He was at the Highway Home Motel when Trina Sinclair was killed. Sam didn't do it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "90 Brigitte whips the phone shut, hanging up. She breathes o long and slow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE, (V/O)",
          "text": "In case this was the last thing I'd do. I wanned Sam out of it. Sam shouldn't suffer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Brigitte hovers in the door way. Henry is reading the pap",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "That Sinclair girl was found at the Bernstein's, can you believe it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAMELA",
          "text": "What, last night? I didn't hear a thing! Never going to have these done in time. Henry help. Pamela is feverishly creating little straw witches and su party decorations. She has a se]ecl.i.on of dried flowers wheat etc on the table before her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAMELA",
          "text": "Brigitte, honey we're thrilled you two are making friends. But next time you two do something like this give Mummy a little more notice, will you? Hate having to scramble. Brigitte slides into her regular chair and props her hand her wrists in an attitude of complete distraction.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "What's your sister up to? Brigitte looks at Henry as he works on a little witch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAMELA",
          "text": "She said she had a lot of work to do on her costume. Should we dress up, you think? Henry grimaces. He sifts through the dried plants before them. Brigitte double-takes the pile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAME-LA",
          "text": "oh, Henry. You're no fun at all.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "91 Brigitte sits bolt up right in her seat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE",
          "text": "What is this stuff?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAMELA",
          "text": "Just weeds, old cuttings from the yard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE",
          "text": "No, THIS stuff. Brigitte plucks out a handful of dried plant with tiny pu flowers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAMELA",
          "text": "Oh, I had that around the dahlias. Man at the greenhouse said it'd keep the cats out. Seemed to do the job. It's got a funny name - nun's robe, priest hat, something",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE",
          "text": "Monkshood.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAMELA",
          "text": "That's right. Do we have a budding botanist in the family?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "Pun intended. Pamela giggles as does Henry. Brigitte grabs a fistful of monkshood and races for the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAMELA",
          "text": "Hey, we need that! Brigitte! But Brigitte is gone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAMELA",
          "text": "That was my accent colour!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The half-finished basement has a rec room which Pamela ha decked out in an infantile version of ghoulish for the pa Punch sits ready next to case-lot pop and Tupperware brim with snacks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "GINGER SNAPS - WALTON/July 15. 1996 92 Brigitte walks through to the door with a sign, OFF LIMIT Brigitte unlocks the door and slips the monkshood up her shirt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Candles are burning all over. Ginger's bed is turned down ready. Brigitte walks in on Jason climbing through the op window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JASON",
          "text": "Hey. Must be the place, right? Brigitte sneers at him. He holds a half-gone bottle of schnapps, a dress shirt and his Good Jeans on. The toilet flushes in the john. Brigitte knocks on the do",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE",
          "text": "McCardy's here. The bathroom door unlocks but. remains closed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "Git in here an, gimme a hand. Brigitte casts an uncertain look at Jason.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JASON",
          "text": "C'mon ladies, there's six other guys sitting in the shrub waiting. Brigitte's face darkens. She slips into the bathroom and shuts the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE, (V/O)",
          "text": "Do you think some people deserve to die?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Brigitte does not tryo to hide her fear of being in a confined space with Ginger. There are razors and whiskers over the floor. shaving cream every where. Ginger is red- faced, sweating and hostile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "93",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "Don't say a fuckin' word. Ginger lowers the towel she's wearing enough to show the bump on her butt is now a twitching tail. Brigitte gasps.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "Take this gauze and tie it flat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE",
          "text": "Ginger, you can't",
          "sentiment": "neutral"
        },
        {
          "speaker": "DO IT",
          "text": "Brigitte takes the roll of gauze. She grabs the tail betw her fingers and coils it up with utter disgust. Brigitte' hands tremble.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jason sits on the edge of Ginger's bed and bounces up and down a bit. Between his legs we glimpse a dog tag hanging between the mattresses.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TNT GIRLS BATHROOM",
          "text": "Brigitte tapes the gauze in place. Ginger throws a robe o and grabs the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "Now get outta my life. Brigitte grits her teeth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE",
          "text": "I gotta get ready for the party.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "Then wait here till I'm done.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE",
          "text": "What, through all fifty a' them?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "Oh, don't tempt me. Ginger takes a deep breath before she opens the bathroom door. Her breath is ragged. She smoothes her hair and che her lip. She's nervous. Ginger opens the door and closes behind her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "GINGER SNAPS- WALTON/July 22, 1996 94 Brigitte hears,",
          "sentiment": "neutral"
        },
        {
          "speaker": "JASON, (O/S)",
          "text": "It's really dark in here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER, (01S)",
          "text": "I'm shy. Lay down. Brigitte puts the toilet seat down and sits on it. Brigit lights a smoke. Brigitte withdraws the monkshood from und her shirt and has a good scratch where it was itching her OFF-SCREEN are the sounds of slurp kisses and Jason's moa A fly unzips. Clothes fall with soft plunks to the floor. Bed springs creak. Plastic condom wrappers crinkle and th the SNAP-WHAP of one being fitted on pretty roughly. Somewhere above them the door bell starts ringing. From a vanity cupboard she pulls a Zombie face-painting k and sets it next to the monkshood.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cars are streaming down the street in both directions. Groups of COSTUMED TEENAGE BOYS flock down the walks, ove lawns, and que up to get into the Fitzgerald party. On their front porch, Pamela and Henry meet and greet the young men, awed by their numbers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "(to Pamela) Notice any girls? Pamela shrugs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Brigitte - now in ZOMBIE-face - rubs the monkshood betwee her fingers, crumbling it into a neat pile on the counter OFF-SCREEN from the bedroom, the sounds of Ginger having rough sex continue. Brigitte peels a centimeter of paper off the end of an un smoke and wiggles the cigarette, creating a second pile o tobacco. She reaches into the radiator vent and withdraws package of rolling papers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "GINGER SNAPS - WALTON/July 15. 1996 95 One BOY in a skeleton costume creeps along the shrubs tow the Fitzgerald sisters' bedroom window. He stumbles over demon, a Frankenstein and a mummy. They curse one another",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "OFF-SCREEN, from the rec room part noise grows as things under way outside. Ginger waves good-bye to Jason as she undoes Frank's shir buttons. The bathroom door is now inching open a crack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "On the counter at the sink, all evidence of Brigitte's project with the monkshood are gone. Brigitte peers out the cracked door and then looks away, fighting an urge to watch in spite of being grossed out. sounds of sex drift in from the bedroom. She catches sight of herself in the mirror. As a ZOMBIE. tugs her shirt tight over her breasts. Nothing to see. She smoothes her shirt with her hands, then moves her pal down over her waist, her hips. Over her crotch. Brigitte' fingers skip under her skirt. Brigitte's face tells us she's searching for something un there. She's trying this out. But nothing's happening. She frowns. She draws her hands out of her skirt and quic washes her hands in the sink. She checks her watch and si",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Brigitte creeps out of the bathroom on all fours. Above h Ginger's feet and some guy's writhe on the bed. Brigitte reaches up to the bedroom door knob. She opens i and crawls out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The rec room is packed with over-grown ghouls. Pamela is trying to play it cool from her perch behind the punch bo as she marvels at the costumes and all these kids she's n even. met before.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "96 Henry has a group of boys cornered with a college footbal story. Brigitte leans against the wall watching the party and looking at her watch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE, (V/O)",
          "text": "In English I heard about this chick who used a man's name to get her books read. She went by George but she was really Mary Ann? Goes, \"It's never too late to be what you might have been.\" I was jus' there thinkin', is that true? Was it too late to be an unsolved Mystery? Alls I had to do was walk away...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALE VOICE, (O/S)",
          "text": "Brigitte F.! Brigitte looks up to see a cheap plastic Frankenstein mas looking down at her. Its owner flips it up: it's Sam. Brigitte's eyes snap wide open in shock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "They let me go. No evidence: someone called in this tip.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE, (V/O)",
          "text": "So I decided to stay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE",
          "text": "Hey, you gotta get outta here -/ Ginger emerges from the bedroom like a reigning diva, and room stops dead. Brigitte drops her glass of punch. Ginger has come out as herself, as an almost full-blown werewolf. She wears a Lill Red Riding Hood cape jobbie an plastic mask. She's the best looking monster you ever lai eyes on. Down her belly she has six perfect nipples showi and everything. The room bursts into a_cheerinq round of applause.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUS.' WITH 'AX IN THE HEAD'",
          "text": "That make-up is amazing!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "97",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUY WITH 'EYE MISSING'",
          "text": "Ginger, it looks totally real!",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "(to Pamela) Told you. She's a arts-type, for chrissakes, look at that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAMELA",
          "text": "She's very good, isn't she?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "(to Brigitte) Wow, yer sister's gone to town.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE",
          "text": "Yeah, she's gone all right. Hey. can you do me a favor?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "Sure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE",
          "text": "Can you give somethin' to Ginger for me? Jus' - we're Navin' a fight, but I got this thing for her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "Yeah, what. Brigitte shows him what appears to be a joint. Sam takes",
          "sentiment": "neutral"
        },
        {
          "speaker": "BR IG ITTE",
          "text": "Don't tell her I gave it to you. Jus' act like it's from you. She won't take it if it's from me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "Oh, okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BR IG ITTE",
          "text": "An, don't like, go any wheres with her. Okay? Jus' come right back, 'kay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "Gonna miss me Bee F.? Brigitte smiles, embarrassed and freaking at the exact sa time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "Be right back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "GINGER SNAPS- WALTON/July 15. 1996 98 Across the densely crowded room, Sam whispers in Ginger's ear. Ginger smiles and nods and palms something he passes her. Ginger glances at Brigitte, who tries to pretend she's no watching. when Brigitte checks again, Ginger is leading S by the hand toward her bedroom. Sam looks over his should and lifts a finger - one second - back at Brigitte. The bedroom door shuts behind them. Brigitte leaps toward the bedroom. Someone catches her arm and holds her back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAMELA",
          "text": "one minute young lady, I could use a little help here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BR I G ITTE",
          "text": "Let go of me, I have to get Ginger!",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAMELA",
          "text": "I have to get two more veggie trays down those stairs. I think your sister' 11 be fine for two minutes. Pamela is already marching Brigitte up the stairs. Brigit strains to get back. Looking between her mother and her closed bedroom door, desperately.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pamela snags Brigitte again as Brigitte dumps the veggie and tries to get to the bedroom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAMELA",
          "text": "All these boys came to see you two, least you can do is stop hiding in your room. Honestly, you act like someone'd forced this party down your throat. Now go be nice. Pamela stands between Brigitte and the bedroom door, her folded.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE",
          "text": "Mother. You don't understand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAMELA",
          "text": "Yes--I do. I was shy too at your age. Mingle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "99 Brigitte backs away with such a dirty look on her face. S turns to confront the eager painted faces around her - al desperate for some female attention. Brigitte has I want scream written all over her face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sam pushes Ginger away from him. Ginger has Brigitte's gi joint smoldering between her finger tips. Ginger is prett out of it, she totters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "okay, cut it out now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "This dope's fucked. Makin' me blaarrggh. C'mon. I'll do ya.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "No thanks. Told yer sister I'd be right back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "What's up your ass?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "Don't get mean, s'nothin' personal. I happen to think Brigitte's pretty cool. and -/",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "Leave my baby sister alone. Do me, don't hurt her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "I won't hurt her. Now be a good girl and finish up your joint.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "oh. Well fuck you. Ginger takes a big toke as she paces between Sam and the door. Suddenly she's coughing uncontrollably, rubbing her eyes, wailing in pain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "Burning! What is this?! Sam makes a move toward her and Ginger blindly lashes out him. Ginger hurls Sam into the bed. Sam's flight path kno the mattress askew: dozens and dozens of dog collars pour out over him. Sam fingers one in particular.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "100",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "Morely -?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Brigitte sits on the stairs to the main floor cornered by guy dressed as a cow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE, (V/O)",
          "text": "Something was definitely fucked. Brigitte eyes Pamela, who is slowly being distracted by h young men who will now dance with anybody, even Pamela.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COW GUY",
          "text": "Do you think this is a faggy costume for a guy? You can just say. I dunno I been gettin' funny looks. What, like we aren't advanced enough that a guy can show up completely in the spirit of the thing with an udder, an' not get treated like a freakin' fruit? Brigitte looks at her watch. Pamela is dragged off into t throng by a band of juveniles singing Do The Hustle. Brig makes her move at last.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COW GUY",
          "text": "snob. Brigitte makes a badly-faked would-be casual bee-line for their bedroom door. Brigitte wiggles the knob. It's locked.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TNT GIRLS' BEDROOM",
          "text": "Brigitte (still a zombie) unlocks the door and peers in. light is on in the bathroom, the door is ajar. The shower running. There are a few candles burning in corners. otherwise the room is dark. Brigitte steps inside, closing the door on the party behi her. She grabs a flashlight and turns it on. The walls are splattered with blood. There is gore on the floor. Brigitte plucks the monkshead joint from a pool of bloody goo - it is soaked. Useless.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "GINGER SNAPS- WALTON/July 22, 1996 101 On the bed, Sam lays with his shirt off and his fly open. His face is mutilated. He's missing an eye. Brigitte creeps toward him. Sam groans. Brigitte leaps back. she tries to speak, but voice isn't working. Her face transforms from horror to f Then she heads to bathroom door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE",
          "text": "You bitch! Brigitte discovers Ginger sitting in the tub floor under running shower, weeping. Her eyes are swollen. Ginger is covered in coarse hair. The water around her is full of blood. There is a kitchen knife next to her. Ginger's sto numb on the monkshood dose. She's groggy and weak.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BR IG ITTE",
          "text": "oh fuck ! Ginger is squeezing her now full tail at its base, where blood is oozing between her f..inger.s. Ginger has tried tailed - to euL her tail off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE",
          "text": "Oh no. Oh no. Fuck, fuck! Ginger doesn't move. Ginger looks so pathetic, it's heart breaking. Brigitte snatches the knife away and shuts off water.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "Nobody'll want me now any ways. Sc. Brigitte takes in the cut, the rest of the monstrosity he sister has become.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "I don't wanna do this any more. Brigitte yanks Ginger out of the tub and grabs a towel, frantic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE",
          "text": "Press this on the cut! Ginger! Move, c'mon!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "GINGER SNAPS- WALTON/July 22, 1996 1 02 Ginger does as she's told. Brigitte digs out gauze and ta packages. They're both almost empty - they've used it all Brigitte throws them on the floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "I missed you Bee. I'm sorry. Brigitte searches Ginger's face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE",
          "text": "Ginge'? That you in there? Ginger cracks an uncertain, pained smile. Brigitte does t an exact replica, in fact.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "Ya feeb. Brigitte gently turns Ginger around to try and deal with tail. Ginger is woozy and weak from blood loss.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE",
          "text": "okay. I can't clean this one up. We have to go. Like Go, go. Can you do it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "I'm so woozy. Brigitte glances out into the bedroom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE",
          "text": "Um. Ever bite something you din't kill?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "No. (misinterpreting the question - hopeful) Wanna be one with me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE",
          "text": "Ah. No. Sam? Isn't dead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINGER",
          "text": "Oooh nooo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE",
          "text": "Don't worry. Keep pressing. T'll be right back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "03",
          "text": "Sam is fingering his wounds, half-conscious, drooling bil and blood. Brigitte (still a zombie) looms up behind him with her baseball bat. She fishes in his pants' pocket an withdraws a set of keys.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE",
          "text": "Hey. Sorry. I really did think you were. Like. Not bad. So you know, whatever. Any ways. I'm really sorry - I have to. Sam moans as his good eye rolls up at her. Brigitte blink away tears and looks away, collecting herself. Brigitte raises the bat over her head and swings it down",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The party is rocking along. Pamela knocks on their door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAMELA",
          "text": "Girls? You in there? You're not being very sociable... There's no answer. She tries the knob, and is surprised t find it unlocked. She opens the door. She turns on the lights. Pamela takes in the bloody muck everywhere. The room is deserted. No Sam. No sisters Fitzgerald. Just gore. Pamela swoons and drops like a deadweight to the floor. Henry rushes up, looking in over his wife's body. The boy costume crowd in behind him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "Pamela, honey, it's just a prank, you know how they... (he fingers some",
          "sentiment": "neutral"
        },
        {
          "speaker": "GORE",
          "text": "Holy mother of - it's warm. Where are my kids?!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUY WITH AX IN THE HEAD",
          "text": "Ginger went in here with Sam McDonald a while back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "Sam McDonald?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "104",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUY WITH EYE MISSING",
          "text": "Yeah, you know. The guy they thought was the Beast, but they let 'im go. Henry steps into the room. He spots a bloody trail up to open ground-level window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT FITZGERALD HOME",
          "text": "Tires squeal in the street and the county regreening truc lurches out of its parking spot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Brigitte (still a zombie) throws the truck into gear with amateur's hand. Her Adidas bag and her jar of two dollar bills is on the seat next to her. Ginger is just seen through the grate between the cab and dark back of the truck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE, (V/O)",
          "text": "Plans, plans arc good. 'Course I hardly had one. Adrenaline though, adrenaline is pretty speedy shit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE",
          "text": "Ginger?! Don't eat the body okay? I got this idea, an' we'll need Sam. Brigitte floors it and the truck blasts down their cul du to the main road.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The truck speeds down the street a tad erratical ly. Sire rise around it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Brigitte slows, looking left, right and in the side mirro trying to see where the sirens are coming from.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE",
          "text": "Fuck, fuck fuck, FUCK.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "105 Then suddenly, four cop cars blast past them in the oppos direction. Heading back to the Fitzgerald house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE",
          "text": "Ha! All rightie then. Brigitte drives on. What she cannot see behind her in the grate are the glimp of Ginger in the flickering lights of the passing street lamps. Her final spurt of transformation is taking place: FLASH! Her face is filling in with fur. FLASH! Her eyes glow golden, yellow, wolfen. FLASH! Her face pulls into a wet snout. FLASH! A long pink tongue lolls out between glistening wh fangs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The truck rolls to the crest of the hill over Bailey Down the sight of the bush party. The moon is immense up here. You could almost touch it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Brigitte eases the truck to the edge of the hill. The lig of the homes below them creep into view.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE",
          "text": "okay, Ginger? They'll think that Sam took us from our room, right? 'Cause of his record an, the arrest, right? We're gonna make this look like he did, any ways. He got us, maybe killed us, took our bodies to do some unspeakable thingy. But then? Sam killed himself. You follow? Ginger doesn't answer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "106",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE",
          "text": "So boom, diversion. Meanwhile you an, me hit the highway. we can hitch, get you cleaned up. By the time the find out we weren't in Sam's clutches at all, we could be any wheres. Yeah? Whatcha think? Ginger doesn't answer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE",
          "text": "It'll work. (I hope.) Brigitte puts the brake on but does not cut the engine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Brigitte climbs out of the cab. She moves to the back doo of the truck, and opens them. In the inky darkness inside she hears heavy panting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE",
          "text": "Ginger? C'mon, we got move. Shove Sam down here. Brigitte climbs up into the truck, reaching for something its floor. Brigitte f itids Sam's prone feet. An animal/Ginger launches out at her, knocking her back, clear of the truck. Ginger isn't Ginger any more - what w can glimpse in the darkness is an attack by a creature mu like the one that bit Ginger. And it's attacking Brigitte Brigitte flails, kicks and punches at it. She breaks free and clambers at the tool rack on the inside panel of the truck. She grabs a shovel as the creature comes snarling at her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE",
          "text": "Stop. I mean it. It lunges at her again and Brigitte clocks it. It slides, dazed, off the back of the truck to the ground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUMP TO",
          "text": "Brigitte drags Sam's body into the front seat. She sets h Adidas bag on the gas pedal. She releases the brake. The truck rolls forward. off the top of the hill. Brigitt watches as it crashes down, down, rolling and twisting in the suburb below. It lands in a heap and bursts into flam",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "107",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE",
          "text": "Nice one. Brigitte returns to where It/Ginger was last seen on the ground. The shovel and blanket are there. A bloody pool trails off into the woods. Brigitte hefts the shovel wari shoulders the blanket, and follows the wetness shining in moonlight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE",
          "text": "Fuck Ginger. Leave a fuckin' trail much? Could leave everybody a fuckin' map... Tense seconds pass as she searches through the scrub and trees, shovel ready. we can hear panting and growling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE",
          "text": "I won't hurt you if you don't hurt me. 'Kay? Ginge'? 'Kay? Brigitte spots something ahead and lowers the shovel as s approaches it. It/Ginger cowers in the brush, collapsed. Her head and ta are bleeding. Brigitte drops to her knees nest to her sister, frantic with grief.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE",
          "text": "Oh no. Ginger. I didn't mean",
          "sentiment": "neutral"
        },
        {
          "speaker": "TO",
          "text": "It/Ginger is gasping, fading. Her eyes start rolling back her head. Brigitte's hand is shaking as it reaches out bu can't touch her. Ginger licks Brigitte's fingers, slowly. Brigitte buries her face in Ginger's ruff, moaning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE",
          "text": "You can't, you can't, we're out. You can't, don't don't do this to me. Not now. Look, look it's all taken care of. we're Unsolved Mysteries!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The sunrise has the sky this bloody red.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "108 Brigitte drags Ginger a few feet past a sign next to the road: THANK YOU FOR VISITING BAILEY DOWNS!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIGITTE, (V/O)",
          "text": "We made it out. There was this road? An' the space between here and where ever. I did it. Brigitte opens the blanket. Ginger has returned to human form. Because Ginger is dead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In a small grove of trees, Brigitte pushes the last pile dirt over Ginger's shallow grave. Brigitte wipes her caked hands off in the dewy grass. Ben the dirt and dried blood, she finds puncture wounds. BITE Brigitte looks TO CAMERA. She rolls her eyes wearily. Brigitte stands and heads to the side of the road. A semi appears on the horizon, coming her way. Brigitte lifts he thumb. The semi's turn indicator comes on as it slows and veers arrive before her. ROLL TAIL CREDITS as: Excerpts from an episode of the television program UNSOLV MYSTERIES roll. It tells the story of the mysterious disappearance of two teenage girls - sisters - who disappeared under strange circumstances in the normally q suburb of Bailey Downs. Brigitte and Ginger LOOK-A-LIKES re-enact the summarized events of their flight from justice. The cops figured out their faked deaths, of course.. Henry and Pamela have reportedly denied comment. It is seen from the community' perspective as two delusional young women gone totally wr a grotesque tragedy of youth wasted by mental illness. No can explain though the non-human blood trails leaving the scene of their last crime... At the segment's close and the credits roll. out, we see traditional high school photos of Brigitte and Ginger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE OF UNSOLVED MYSTERIES",
          "text": "Brigitte and Ginger Fitzgerald are considered armed and dangerous. If you see these two young women, or have any information on their whereabouts, please contact Crimestoppers, or your local detachment of the RCMP. The eerie show theme song washes over us as we FADE TO BLACK.",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_779"
    }
  ]
}