{
  "movie_id": "MOV796",
  "scenes": [
    {
      "location": "CHICAGO THEATER",
      "time": "NIGHT",
      "characters": [
        "MCCARTHY, (CONT'D)",
        "MURROW V.O",
        "CHAIRMAN MUNDT",
        "SHOP.",
        "LAWYER",
        "PRIENDLY",
        "ZOUSMER",
        "TV REPAIR",
        "HEWITT",
        "PALEY",
        "MURROW PRIENDLY",
        "PALEY, (CONT'D)",
        "SUANTON",
        "48.",
        "MELO",
        "MURROW 4",
        "CBS PAGE",
        "NATALIE",
        "MURROW V.O, (CONT'D)",
        "WILLTAMS",
        "HOLLENBECK",
        "NATALIE, (CONT'D)",
        "FALEY",
        "MURROW HOLLENBECK",
        "BE TESTIFYING....",
        "ROY COHN, (CONT'D)",
        "MR. KEEFE",
        "VENKINS",
        "T HATE THIS",
        "MARY, (CONT'D)",
        "WE ARE NOW OUT ON THE STREET, LOOKING AT TELEVISIONS IN A",
        "MACK WERSHBA",
        "FRI ZOUSMER",
        "40.",
        "SCOTT, (CONT'D)",
        "WE SEE MORE IMAGES OF MURROW PREPARING THE SHOW... AND",
        "HOLLENBECK, (CONT'D)",
        "86.",
        "MACK",
        "HARRIS",
        "ED",
        "SENATOR SYMINGTON",
        "WERSHBA",
        "INT, CHICAGO THEATER",
        "STANTON ARGUING ABOUT SOMETHING. WE'LL SHOOT THROUGH",
        "MCCARTHY TD",
        "SECRETARY",
        "64.",
        "ZOUSMER WERSHBA",
        "SENATOR MCCLELLAN, (CONT'D)",
        "WERSHBA ED",
        "STAGE MANAGER",
        "BUCKET",
        "PRIBNDLY MILLIE",
        "SHIRLEY",
        "WE MAY HEAR SOME OF THIS... WE WILL ALSO SEE FRIENDLY AND",
        "CRURCH MURROW",
        "PALEY, (V-0.)",
        "DOORWAYS AND BACKS OF ROOMS ALL THE WHILE MRS. MOSS WILL",
        "MURROW",
        "58.",
        "NATALIE ED",
        "ANNIE LEE MOSS",
        "WERSHBA, (V.O.)",
        "MURROW FRIENDLY",
        "BARON",
        "MILO",
        "STEVENS.",
        "62.",
        "WERSHBA, (V.0.)",
        "10.",
        "PALEY, (V.0.)",
        "BARRIS",
        "EISENHOWER",
        "THE END",
        "THE NEWS FREEZES THE ROOM",
        "MURROW PALEY",
        "EEWITT",
        "WERSHBA FRIENDLY",
        "FISHMAN",
        "CHURCH",
        "ALEY",
        "NOTE",
        "FRIENDLY JIMMY",
        "SHIRLEY WERSHBA",
        "RADULOVICH,",
        "MORE",
        "75.",
        "WE WILL PUT A COMMERCIAL IN THIS SPOT... DISHWASHING",
        "HILO",
        "FRIENDLY",
        "FRIENOLY",
        "MURROW, (V.0.)",
        "NATALTE",
        "MARY",
        "DISSOLVE TO",
        "65.",
        "DEBBIE REYNOLDS",
        "SENATOR MCCLELLAN",
        "MURROW RECORDS HIS VOICEOVER OF THE ANNIE MOSS FOOTAGE.",
        "WERSHBA SHIRLEY",
        "STANTON",
        "FRIENDLY MURROW",
        "FRIENDLY NATALIE",
        "ANDERSON",
        "WILLIAMS",
        "14.",
        "MURROW, (CONT'D)",
        "CHURCH, (CONT'D)",
        "SHIRLEY MURROW",
        "CONTINUED",
        "CUT TO",
        "38.",
        "ROY COHN",
        "LIQUID OR SOMETHING WE FIND IN THE ARCHIVES...",
        "TELEVISION",
        "A CARD THAT READS, APRIL, 6 1954",
        "SHIRLEY FRIENDLY",
        "SURINE",
        "AARON",
        "SECRETARY VENS, (CONT'D)",
        "SHTRLEY",
        "MURROW DEBBIE REYNOLDS",
        "68.",
        "HEWLTT",
        "PRIENDLY JIMMY",
        "WE ARE NOW IN THE PENTAGON BAR, AS PATRONS WATCH THE",
        "FR",
        "SCOTT WERSHBA",
        "AARON ZOUSMER,",
        "41.",
        "62",
        "JIMMY",
        "MCCARTHY"
      ],
      "dialogues": [
        {
          "speaker": "Unknown",
          "text": "October 15, 1958. The Radio and Television News Directors Association Annual meeting. We're in the wings of the theater. Standing there alone is Edward R. Murrow. He looks slightly ill at ease. He lights a cigarette... he looks at some notes in his hand as we overhear his glowing introduction by the Mc. Cheers and applause as we walk with him to the podium. A long awkward pause.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURROW",
          "text": "This might just do nobody any good. At the end of this discourse a few people may accuse this reporter of fouling his own comfortable nest, and your organization may be accused of having given hospitality to heretical and even dangerous thoughts. cuT TO: Close ups of people listening. Smiling. Not aware that this is not to be the comfortable acceptance speech you might hear of a retiring employee getting his gold watch. This will become what will later be called \"The Box of Lights and Wires Speech”. One of THE MOST IMPORTANT broadcast journalism speeches EVER. It is an attack on everyone in this room... an attack on himself. And, at this point, it has just begun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURROW, (CONT'D)",
          "text": "But the elaborate structure of Networks, Advertising Agencies and Sponsers will not be shaken or altered. It is my desire, if not my duty, to try to talk to you journeymen with some candor about what is happening to radio and television. If what I have to say is responsible, then I alone am responsible for the saying of it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Our history will be what we make of it. And if there are any historians about fifty or a hundred years from now, and there should be preserved the Kinescopes for one week of all three networks, they will there find recorded in black and white, or color, evidence of decadence... escapism, and insulation from the realities of the world in which we live. We are currently wealthy, fat, comfortable and complacent. We have a built in allergy to unpleasant or disturbing information. Cur mass media reflect this. But unless we get up off our fat surpluses and recognize that television in the main is being used to distract, delude, amuse and insulate us, then television and those who finance it, those who look at it and those who work at it, may see a totally different picture too late.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "Over black we read: “The little picture\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Our story starts in a busy TV newsroom. The CBS Newsroom to be exact. The year is 1953. We’re following a young female, NATALIE, as she carries a tray with six cups of coffee. For the next few moments she’1l give us a tour of the newsroom, Secretaries typing. The AP and UP wire clicking away. A camera crew runs by. A young delivery boy, ED JONES, with several cans of film stops us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE ED",
          "text": "Okay. I'll give it to Leo. .--Charlie wanted me to get How many cans is it? it...what? Oh. It’s two cans. There's some notes that go with it Fred’s in with the guys, for Fred. you can't go in...",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "I'll get the notes to Fred and you can go ahead and give the film to Leo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE ED",
          "text": "He's in projection... In the projection room? yes, the projection room. Okay. Thanks, Natalie. Thanks Ed. We now follow ED as NATALIE heads down the corridor. Ed stops in the copier room where a mimeograph machine is rolling out copies. There is also coffee in the room which is why Ed has stopped in. Off to one corner SHIRLEY is filing folders while JOE WERSHBA is making coples at the mimeograph.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ED",
          "text": "Hey, Joe. Shirley. What’s going on in here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WERSHBA SHIRLEY",
          "text": "Ed. Just making some Hello, Ed. Nothing... copies for the...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ED",
          "text": "(teasing) Jast making sure. Two attractive people alone in the copy room...",
          "sentiment": "neutral"
        },
        {
          "speaker": "WERSHBA ED",
          "text": "(kidding) I mean...I certainly won’t okay, Ed, you caught us. say anything... But don’t tell anyone...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHIRLEY",
          "text": "(also kidding) don't tell Paley... he’il me",
          "sentiment": "neutral"
        },
        {
          "speaker": "WERSHBA",
          "text": ".. Both of us, Shirley The nepotism rule. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f)®",
          "sentiment": "neutral"
        },
        {
          "speaker": "ED",
          "text": "I think Joe would get the axe... Ed finishes getting his coffee.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ED",
          "text": "Well, rules are made to be broken.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WERSHBA SHIRLEY",
          "text": "I think he’s right, (To Ed) Shirley. What’ya say we You can afford to say that. grab a drink tonight...",
          "sentiment": "neutral"
        },
        {
          "speaker": "WERSHBA",
          "text": "It might be good for you to get out a little. Shirley smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ED",
          "text": "Just a couple of guys trying to help. As Ed leaves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHIRLEY",
          "text": "The day I need dating advice from you two knuckleheads is the... We hear Ed laughing down the hall. We stay on Joe and Shirley who just stare at each other in silence. Then the mood suddenly becomes more serious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHIRLEY",
          "text": "Let me see this, I don’t know... He hands her a concealed paper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WERSHBA",
          "text": "It's simply a \"Loyalty Oath”. There’s nothing in it about...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHIRLEY",
          "text": "To CBS?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WERSHBA SHIRLEY",
          "text": "To America... ...You promise to be @ Loyal American? . All the reporters have it. Fred sig:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who are you promising this to? CHS?...Paley? Murrow too... Murrow signed it. Murrow signed it? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\feo",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "They sit and look at each other. She reads it again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WERSHBA SHIRLEY",
          "text": ".+-I’ve had it for a while, (Reading) I thought it was a joke at “Are you now or have you first but... there’s a lot ever been a member of these of pressure... I don’t organizations that appeared know. on the Attorney General‘s list of subversive groups.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHIRLEY",
          "text": "Alright, let’s think about it. What is it really saying... is it a civil liberties issue? Is it censorship?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WERSHBA",
          "text": "I don't know. Is it simply stating for CBS that I’m not a communist?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHIRLEY",
          "text": "Murrow signed it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WERSHBA SHIRLEY",
          "text": "And Fred... and Stanton. Maybe you should talk to Murrow...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHIRLEY",
          "text": "If you don’t sign it, are you and Ioa target?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WERSHBA",
          "text": "Tf I don’t sign it, they‘ll fire me. Shirley leans over, puts her hand on top of his and gives him a quick kiss.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHIRLEY",
          "text": "Well at least then we can tell everyone the truth... As she exits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We fade up. it’s fairly dark. Projected on the wall is footage of MCC DCARTEY being introduced by MR. KEEFE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In the foreground ~ silhouetted, are several of the reatest newsmen of their generation... but they don’t know it yet. PALMER WILLIAMS - EDDIE SCOTT - JESSE",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZOUSMER",
          "text": "AARON - CHARLIE MACK - all young. They are to become known as “Murrow’s Team” and this room is the place where the standard for broadcast journalism will be founded. Quietly seated in the very back is MURROW. As they look on we see the footage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. KEEFE",
          "text": "Well, you'd sometimes think to hear the quartet that call themselves “Operation Truth” damning Joe McCarthy and resorting to the vilest smears I've ever heard. Well? This is the answer. And if I could express it in what's in my heart right now, I’d do it in the terms of the poet who ence said: \"Ah, ‘tis but a dainty flower I bring to you. Yes, ‘tis but a violet, glistening with dew. But still in its heart there lies beauties concealed. So in our heart, our love for you lies unrevealed.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "MCCARTHY",
          "text": "You know, I used to-- pride myself on the idea that I was a bit tough, especially over the past eighteen or nineteen months, and we’ been kicked around then bullwhipped and damned. (tearing up) I didn't think that-- TI could be touched very deeply. But tonight, frankly, my cup and my heart is so full I can’t talk to",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRIENDLY",
          "text": "Leo, that’s enough, turn it off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZOUSMER WERSHBA",
          "text": "What poet was that? ‘Tis but a dainty flower I bring to you. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZOUSMER",
          "text": "No... Hey, Don, who wrote that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AARON",
          "text": "I believe it was Roy Cohn...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZOUSMER",
          "text": "It's funny. I didn’t think it's all that damning... but it is funny.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRIENDLY",
          "text": "No, there’s nothing really. But it sure is fun to see the Junior Senator wallowing. scorr There was a young man from Nantucket...",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRIENDLY",
          "text": "Did you see that... I just like it because McCarthy's crying. scoTT Something, something...",
          "sentiment": "neutral"
        },
        {
          "speaker": "AARON",
          "text": "We'll cut it down - Joe, we'll make it shorter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WERSHBA",
          "text": "Yeah, we’ll cut it down. the files. dust for MURROW sits there head down, cigarette dangling from his lip.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRIENDLY",
          "text": "Okay file it, we might use it later... a piece about poetry or something... scoTT what rhymes with bucket? Hey Ed... They all smile. There is a long pause.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZOUSMER",
          "text": "Hey, did you hear the Latest polls? The most trusted man in America is Milton Berle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURROW",
          "text": "+++ Pail.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRIENDLY",
          "text": "Okay fellas... keep looking. File that Joe, you and Millie cut it down to a minute.. They all start to leave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WERSHBA",
          "text": "(To Murrow) I saw Charles Laughton in the green room... is he on the show tonight? (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURROW",
          "text": "Tonight's Person to Person will be an “At Home” piece with J. Edgar Hoover and Roy Cohn... They all laugh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURROW, (CONT'D)",
          "text": "Vacuuming, making dinner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SCOTT WERSHBA",
          "text": ".-Raising kids But, what’s Roy doing? As they exit, JOHN AARON approaches FRIENDLY.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AARON",
          "text": "Fred, did you guys look at the Secretary Stevens stuff? It’s great.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRIENDLY MURROW",
          "text": "We will, John. Not yet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARON",
          "text": "Just watch it till the end... he’s really good on camera...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURROW",
          "text": "Okay, John.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARON",
          "text": "All the way to the end; it’s worth it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURROW",
          "text": "Thanks, John. AARON exits. MURROW and FRIENDLY remain in the room. MURROW seated, FRIENDLY standing by the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRIENDLY",
          "text": "It’s pretty good stuff, Ed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURROW",
          "text": "You ever spent any time in Detroit?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRIENDLY",
          "text": "We've got twenty or so of these pieces filed, we could use a couple... (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(4)",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURROW",
          "text": "There’s a story here in the Detroit Free Press ... Dexter, Michigan... a kid named Milo Radulovich...",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRIENDLY",
          "text": "Italian?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURROW",
          "text": "Irish... Air Force kicked him out because his dad read some Serbian newspaper... they call Milo a security risk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRIENDLY",
          "text": "Is his dad a communist? Who brought the charges?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURROW",
          "text": "I don’t know... the Air Force... the charges were in a sealed envelope, nobody saw them...",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRIENDLY",
          "text": "Not even at the hearing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURROW",
          "text": "He was declared guilty without a trial and told if he wanted to keep his job he‘d have to denounce his father and his sister... so he told 'em to take 4 hike.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRIENDLY",
          "text": "His sister?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURROW",
          "text": "Let’s send Jee and Charlie down there, see if he’s any good on camera...",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRIENDLY",
          "text": "Is he being brought before the committee?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURROW",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRIENDLY",
          "text": "So, it’s not McCarthy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURROW",
          "text": "isn’t it? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "FRIENDLY picks up the newspaper and reads.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRIENDLY",
          "text": "Milo Radulovich... cuT TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A close up of a monitor (Kinescope) of Milo Radulovich talking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MILO",
          "text": "Yes, if I am being judged on my relatives... are my children going to be asked to denounce me... are they gonna be judged on what their father was labeled... are they going to have to explain to their friends etc., why their father is a security risk? I see a chain reaction that has no end to anybody. We pull out and we’re in the control room watching this on screen. In the B.G. we see the darkened News set. In the foreground sits MURROW, FRIENDLY and FRANK STANTON - second in charge at CBS. Stanton isn't pleased.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STANTON",
          "text": "Well, that’s new. I don’t think you can call this a neutral piece.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURROW PRIENDLY",
          "text": "Frank, I think the other We tried to talk to the Air side's been represented Force, they haven’t gone on rather well for the last record, Their lawyers couple of years if... won't unseal the envelope...I...",
          "sentiment": "neutral"
        },
        {
          "speaker": "STANTON",
          "text": "So, you just want to forego the",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "standar that you've stuck to for fifteen years... both sides... no commentary... I'm just making sure we identify what you're both doing. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f® ll.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURROW FRIENDLY",
          "text": "We all editorialize, Frank, We're giving them the it’s just to what degree... information up front and I’m aware that... Fred, asking them to explain hold on... Fred... themselves...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURROW",
          "text": "Frank, I've searched my conscience and I can‘t for the life of me find any justification for this. I simply cannot accept that there are, on every story, two equal and logical sides to an argument. If you call it editorializing, then call it that... They’ll have equal time to defend themselves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STANTON",
          "text": "It is editorializing. Period. You understand the position you're putting us in?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRIENDLY",
          "text": "We're all in it together, if the Senate or..-",
          "sentiment": "neutral"
        },
        {
          "speaker": "STANTON",
          "text": "Do me this favor, Fred, and avoid any speeches about how we're all in a big boat together... please don’t insult me... I have to go back to Mr. Paley and to Alcoa, who sponsors your show and also happens to have military contracts, and tell them they might be caught in a tough bind because of a beef you had with Joe McCarthy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURROW",
          "text": "We're not going at McCarthy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STANTON",
          "text": "You're starting the goddamn fire... I know what this is, Ed...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "When Bill and i talked about this, you - and this goes back to “Hear Te Now’ = you, agreed that corporate would have no influence on news content... (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "STANTON",
          "text": "What I’m saying is - Don’t try to con me into thinking that this is good for me... just do me that courtesy. A knock on the door and NATALIE, Friendly’s secretary, pokes her head in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "f/m sorry Mr. Stanton, Mr. Murrow... Fred, there’s a Colonel Anderson here to see you...",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRIENDLY NATALIE",
          "text": "Okay, Natalie, where is He's in your office..- he?... Sorry gentlemen.. there's two of them...",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRIENDLY",
          "text": "Maybe these guys love the transcript and are here to congratulate me... They exit. MURROW and STANTON just sit there smiling at one another.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STANTON",
          "text": "Go after Joe Kennedy...we‘ll pay for it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURROW",
          "text": "I've got a great story about Hoover... They both smile. Net happy smiles, Just two men acknowledging that they‘ve come to a crossroad that they may not survive.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STANTON",
          "text": "bo you know how many “Person to Person's” you'll nave to do to make this up?... MURRGW nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURROW",
          "text": "Judy and her daughter Liza next week...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUANTON",
          "text": "ance. you're interviewing",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "and Mr. Ed back to back... (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Silence STANTON (CONT’D) I'll talk to Mr. Paley... Alcoa won't pay for the ads... we probably won’t either... but nobody will stop you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURROW",
          "text": "How much are the ads?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STANTON",
          "text": "Three thousand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURROW",
          "text": "I'l split it with Fred... STANTON starts to exit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURROW",
          "text": "He just won‘’t have Christmas presents for his kids this year... e@ He's a Jew.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURROW",
          "text": "Don't tell Fred, he loves Christmas.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STANTON",
          "text": "STANTON exits. We stay on MURROW, cur TO: INT. FRED FRIENDLY'’S OFFICE FRIENDLY, COLCNEL ANDERSON and COLONEL JENKINS are seated at the opposite sides of the desk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDERSON",
          "text": "...Yes, we did... and we read the transcript... we‘ve not been allowed to see the footage...",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRIENDLY",
          "text": "oeting 2 Charlie s on 4 plane from Dexter the last of the interviews. be going right down to the",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDERSON",
          "text": "Your show airs tomorrow... how can we possibly comment on what we're being accused of. You haven’t given us...",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRIENDLY",
          "text": "Colonel, with all due respect you have been invited to participate in this piece... not to approve this piece. We‘re going with the story that says that the US Air Force tried Milo Radulovich without one shred of evidence and found him guilty of being a security risk... without the Constitutional right to...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDERSON",
          "text": "And, you, who also have not seen the evidence, are claiming he’s not a security risk... wouldn’t you guess that the people who have seen the contents of that envelope might know a little more about what makes someone a danger to his cou ¥y .» or, do you think it should just be you that decides?...",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRIENDLY",
          "text": "Who are these “peopie”?... Are they elected... appointed... Do they have an axe to grind?... Is it you, sir... or Colonel denkins? Do you know the contents of that sealed envelope?... They git there very still.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VENKINS",
          "text": "Mr. Friendly. We h been a friend and an ally of both Mr. Murrew and CBS News. The story that you are golng to run tomorrow is without merit. Sco before you take the steps that cannot be und iourge you stand. These rous waters that",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "1s.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "We watch Friendly as he weighs this information.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tight on a moniter, Milo Radulevich’s lawyer is talking. (This will be the real footage.} Beneath him, on the screen the subtitles read, October 20, 1953.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAWYER",
          "text": "Yhe Air Force did not produce a single witness, we were net told whe the accusers were. We had no + to confront them or cross examine them... But at the conclusion of the trial, although we had met the allegations, the Aix Force made findings at the conclusion of the hearing that every single allegation was true. As a matter of fact we have had no hearing at all, we have had no day im const. In all the thirty-two years that | have been a practicing attorney in Detroit, I have never witnessed such a farce and travesty upon justice as this thing has developed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The subtitles fade, the image stops and begins to run backwards. Another subtitie comes up. One minute to air. We pull back end see we're in the editing bay, FRIENDLY is hopping from one foot to the other. People are serambling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRIBNDLY MILLIE",
          "text": "Damnit Milli unioad this A couple more seconds...Is thing before I crack... Don ready for this?...Tell him I front loaded the T’hL tell Bon...five opening for about five seconds...front ded seconds extra...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FRIENDLY ge hall yellir off sprinting down the",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRIENDLY",
          "text": "ouT OF THE WAY... NATALIE... NATALIE, tell Joe he's gonna have to do the voice over live we @idn’t get time te sync it up...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "WATALIE enters the hall running with him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRIENDLY",
          "text": "~ need a booth with a live mic...",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "Joe's on the set... you tell him... I’ll get the booth set... FRIENDLY enters the control room, it’s a mad house of preparation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRIENDLY",
          "text": "pon, it's front loaded for about five seconds and it’s missing the voice-over for the last piece Joe can do it live so we need you to open a booth...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Friendly looks at the clock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEWLTT",
          "text": "How much? Five seconds... THAT’S TOO MUCH, okay. Which piece is Joe gonna do live?... Why don’t we try to synch it up with the whole show on air...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEWITT",
          "text": "You love it. Fred, did you time Ed's intro? = think we're gonna be long..- As FRIENDLY walks into the newsroom, he shouts back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRIENDLY",
          "text": "Long is good... Don, remember no commercial break... As WERSHBA enters, FRIENDLY heads to the set.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEWITT",
          "text": "Right, right... I’ve got to add two minutes. We stay with him as we hear WERSHBA and HEWITT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bon,",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "an th yire doing a commercial in the bocoth...you want 2 control room? to do it",
          "sentiment": "neutral"
        },
        {
          "speaker": "EEWITT",
          "text": "What commercial? any commercial! up a thinking the boot. here...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joe, We didn’t have Yeah, Eddie set ic... No, no walt Get that it's too loud in what am I idiot out of",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fLi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "FRIENDLY arrives on the set and there sits MURROW. We hear “thirty seconds” over the loudspeaker. Everywhere around, there is chaos... but, right there on the set around MURROW is perfect calm. He just reads his notes, never Lcoking up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRIENDLY",
          "text": "We got the film...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURROW",
          "text": "Will it be ready?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRIENDLY",
          "text": "Yep. FRIENDLY lights ED'S cigarette",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURROW",
          "text": "Funny thing, Freddy... “Twenty seconds” over the loudspeaker.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURROW, (CONT'D)",
          "text": "Every time you light a cigarette for me I know you're lying.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRIENDLY",
          "text": "We'll have it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURROW",
          "text": "You know it occurs to me that we might act get away with this one. They both smile. \"Ten Seconds” over the loudspeaker. FRIENDLY walks over by the camera, he kneels on one knee. MURROW sits in silence... for what seems like hours. The STAGE MANAGER breaks the silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STAGE MANAGER",
          "text": "four... three... two...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fi8.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "As MURROW different the set... As MURROW slides up piece 2:40",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURROW",
          "text": "Good evening. A few weeks ago there occurred a few cbscure notices in the newspapers about a Lieutenant, Milo Radulovich, a Lieutenant in the Air Force Reserves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "continues to speak, we see the show from perspectives. The monitor, the control room,",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MURROW (CONT‘’D} And, also something about Air Force regulation thirty five dash sixty two. That is a regulation which states that a man may be regardec as a security risk if he has close and continuing association with communists or peop believed to have communist sympathies. Lt. Radulovich was asked resign in August. He decline",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "continues his intro, FRIENDLY on his back te Murrow’s desk with a card that reads, Milo MURROW (CONT’D} A board was called and heard his case, at the end it was recommended that he be severed from the Air Force, although it was also stated that there was no question whatsoever as to the Lieutenant's lovaity. We propose to examine, in so far as we can, the case of Lt. Radulovich... Our rer Joe Wershba, cameraman 2 Mack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As the footage plavs in the B.G., MURROW talks to FRIENDLY.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURROW",
          "text": "General tell you",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "two of",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURROW FRIENDLY",
          "text": "That makes a General. They weren't too pleased.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURROW",
          "text": "You're gonna get audited this year.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRIENDLY",
          "text": "Not me, you. I told them I didn't want to do the place.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURROW",
          "text": "You always were yellow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRIENDLY",
          "text": "Better than red. They look at the clock, it reads seven minutes after the hour. Under this dissolve we hear MURROW’S V.O.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURROW",
          "text": "e This is the sister, Margaret Radulovich Fishman. She neither 3g nor explains her political",
          "sentiment": "neutral"
        },
        {
          "speaker": "DISSOLVE TO",
          "text": "INT, “SEE IT Now” SET on the monitor, mid-show.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We cut back tig",
          "sentiment": "neutral"
        },
        {
          "speaker": "FISHMAN",
          "text": "I feel that my activities be that what they may or my own political",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And, TE feel that the charges leveled against me and by reason ch they are trying to purge from the Army are... you just seem to m tic trend in this country. aman be what's the member of",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "of",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Still on screen we cut to WERSHBA interviewing",
          "sentiment": "neutral"
        },
        {
          "speaker": "WERSHBA",
          "text": "I guess a lot of people must have asked you from time to time, wouldn’t it have been a lot easier fer you if you’d a... well, just sort of kept gnuiet about the whole thing?... maybe resigned and nobody would have known anything about it... and all this trouble wouldn't have come to you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HILO",
          "text": "Well, yes, that's right. I could have signed a resignation... which was titled “A Resiqnation in Lieu of Elimination from the Service” and this would have given me an honorable discharge. However, the honorable discharge would have stipulated that I have seen discharged because the Air Force could net trust me. In other e@ words, I had been discharged as a security risk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WERSHBA",
          "text": "What happens to your two children? That is, your five year old and your five month old in terms of you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MELO",
          "text": "Yes. If I am being jucged on my relatives... are my children going to be asked to, wh... cenounce me?... Are they going to be judged at their father was d... to have to explain to their friends etc. why their father is a security ris. - iT, uh,.. SEE ABSOLUTELY... THIS IS A CHAIN REACTION... IF if the thing is let stand the first mendation, ah... $ sent out by the board, IT see i en that has no .. for anybox",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "e Cut back",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURROW",
          "text": "Perhaps you will permit me te read w sentences just at the end because I would like to say rather precisely what I mean. We have told the Air Force that we will provide facilities for any cisms or corrections it should like to make in the case of Milo Radulovich.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "o",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As MURROW continues in V.0., we are tight on a clock that yeads twenty-eight minutes after the hour. We pan off the clock and find the second in charge at CBS, FRANK STANTON, walking down the hall towards the control room. He quietly enters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURROW, (V.0.)",
          "text": "We are unable to judge the charges @ against the Lieutenant's father or Sister because nelther we, nor you, nor they, nor the lawyers, know precisely what was contained in that manila envelope.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "cur TO: INT. “SEE If NOW’ SET MURROW (CONT’D) Was it hearsay, rumor, gossip, slander, or was it hard ascertainable fact that could be backed by credible witnesses? We do not know. We believe the son shall not bear the iniquity of the",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "father, Even though that inequity be preved and in this case it was not... But, we also believe that th case il rates the urgent the Armed For: to an they dures - lowed in",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "apting to pretect national rity and the rights of the",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "FRIENDLY, laying on the floor with another card, one minute. We see STANTON standing just inside the door watching MURROW. They lock eyes. Back on the monitor as MURROW finishes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURROW, (CONT'D)",
          "text": "At the same time, whatever happens in this whole area of the relationship between the individual and the state, we will do it ourselves, it cannot be lamea on Malenkov or Mao Tse-Tung or even cur allies. And, it seems to us - that is, Fred Friendly and f - that this is a subject hhould be argued about ssiy. Good night. And, good",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "On the monitor, as a commercial comes on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We cut to t et. Silence. No one moves. They wait five seconds until Fred says...",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRIENDLY",
          "text": "We're ont. The place EXPLODES, cheers... slaps on the back... FRIENDLY comes over to MURROW, the phones ring off the hook.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURROW",
          "text": "Are we in for it, Fred? FRIENDLY pe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "tedly lights MURROW’S cigarette.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRIENDLY",
          "text": "think we're fine. Ke They both amile. MURROW looks up and locks eves with STANTON again. STANTON exits. cuT PO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The hallway outside the “See it Now” set is empty. An acho of cheers as the door opens and we watch STANTON walk alone through the hallway... down to the end... and out the door towards William Paley’s office. Over black we read, “After This They're All Gonna Be Rough”",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MURROW, with cigarette in hand, is talking to DEBBIE REYNOLDS, who is in her living reom. Her image is projected onto a screen that MURROW talks to.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEBBIE REYNOLDS",
          "text": "That's probably true, Ed. You know I am fond of the name Ed... can I call you Eddie?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURROW",
          "text": "£ don‘t know if I’m...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEBBIE REYNOLDS",
          "text": "How bout Mr. Murrow? Like your father... or Edward, like in c. Robinson... Wouldn’t sound right to call him Eddie G. Robinson would it Mr. Murrow?...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURROW",
          "text": "ne...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ed is just There are the awkward beats of a man who is uncomfortable in his shoes and a young entertainer trying to keep the conversation going- MURROW (CONT’D) ie... or Mrs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEBBIE REYNOLDS",
          "text": "Mrs. Fisher... Mr. Murrow... OF just Debbie. although, I’m still i nolds though my married name is Fisher...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEBBIE REYNOLDS",
          "text": "I will, yes... thank you so mach...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURROW DEBBIE REYNOLDS",
          "text": "Thank you... Good night. And, good lick. What... yes...yes. Good...night...And good Yes...I...2. luck. Good night. We go to commercial, MURROW sits there. He notices DON HOLLENBECK, the eleven o'clock anchor and also a friend, at the stage door. He waves to Don. NATALIE, FRIENDLY’S secretary, approaches MURROW.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "Mr. Murrow... MURROW doesn't respond,",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE, (CONT'D)",
          "text": "..eume... Mr. Murrow MURROW looks up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE, (CONT'D)",
          "text": "Dr. Stanton was wondering if you'd meet him for a drink?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURROW",
          "text": "When?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "Now. He's at the Pentagon Bar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURROW",
          "text": "Zocan't, what the hell’s he doing the Cust... call him, Natalie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "A‘1l let nim know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As she exits we follow MURROW to Dc They walk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They stand 25. (2)",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURROW",
          "text": "It pays the bills... How are you Don?...",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLENBECK",
          "text": "It’s day to day...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURROW",
          "text": "Well, if she saw how good you look rignt now... she’d be back...",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLENBECK",
          "text": "Tell her that if you see ner... will you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURROW",
          "text": "I read the O'Brian piece.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLENBECK",
          "text": "Yeah pretty tough... I’m a pinko, I slant the news... I’m just waiting for him to say my wife left me too...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURROW",
          "text": "Nobody worth their salt reads him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLENBECK",
          "text": "You read ham.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURROW",
          "text": "Well, see, now I rest my case. there silently.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLENBECK",
          "text": "Does Paley read him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURROW",
          "text": "Bill Paley'’s not going to do anything Don.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLENBECK",
          "text": "Ed, thanks... I came down cause I wanted to t",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLENBECK",
          "text": "How's the fallout? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURROW",
          "text": "Mestly good, surprisingly",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLENBECK",
          "text": "Is this the start? Are you taking sides?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURROW",
          "text": "It’s just a Little poke with a stick, see what happens.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLENBECK",
          "text": "Well, let me know if I can help. They start to walk out of the sound stage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURROW",
          "text": "But you're a pinko, Don.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLENBECK",
          "text": "See you, Ed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JOE WERSHBA and his camera man CHARLIE MACK are walking down the Senate corrider. Charlie carries the camera, Joe has an armload of papers and a few cans of film.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As they walk towards us DON SURINE walks into frame, his back to us, semi blocking our view cf Joe and Charlie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SURINE",
          "text": "Hey, Joe, what’s all this Radwich junk you're putting out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WERSHBA",
          "text": "Don, I don’t have time to talk to you now... I’ve got to get this film off to New York.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SURINE",
          "text": "What would you say if IT told you that Murrow was on the Soviet payroll in 1934?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This ©",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "tatement stops beth Joe and © e cold.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WERSHBA",
          "text": "Give us a second will ya, Charl",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACK",
          "text": "Sure. I'll set up outside. (over his shoulder} Joe, you want just McCarthy or do I get Kennedy and Cohn?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WERSHBA",
          "text": "Might as well get them al",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlie exits. WERSHBA (CONT’D} (to Surine) Ts MeCarthy going to the Eisenhower dinner?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SURINE",
          "text": "No idea, I don’t keep the Senator’s calender for him Joe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WERSHBA",
          "text": "Really? The two look at each other. Surine then pulls out a manila envelope with the infamous KUAC red stamp on the outside. He hands it to Joe who opens it. WERSHBA (CONT‘D} Haven‘t you ever seen any spy films Donald? You don’t just hand me 4 classified folder. You slip inte my briefcase when I’m not Looking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SURINE",
          "text": "tts actually perfect. 1 didn’t know who to give this information te, Paley or Murrow. As you can imagine, Fred and I aren’t very friendly... no pun intended.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WERSHBA",
          "text": "No pun elocuted. As Joe reads.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "da. ts that ake that up? cur words... is Ed right now, memorizing",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joe continues to read.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SURINE (CONT’D) Soe, what‘’s another word for thesaurus?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WERSHBA",
          "text": "zt mast be awfully quiet at the Algonquin now that you're gone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SURINE",
          "text": "Except for Harpo talking away. Joe looks up from reading.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WERSHBA",
          "text": "what have you cot, Donaid?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SURINE",
          "text": "In short? Ed Murrow has been a communist sympathizer since the 1930's. Member of the International Workers, sponsor of educational trips to Moscow... and e@. on che Soviet payroll in 1934... it’s all there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WERSHBA",
          "text": "You want to know why that’s not possible? Why you would lose this one, Donald? Because everyone in the country knows that, if nothing else, Ed Murrow is a loyal American... a patriot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Surine smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SURINE",
          "text": "Did you know thar the word gullible isn't in the dictionary, Joa?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WERSHBA",
          "text": "thoiding up the folder) Can I give this to Ed?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SURINE",
          "text": "L'a Like you te. I have copies... e WERSHBA 1 think you guys go too far.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He starts to leave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SURINE",
          "text": "Well if it walks like a duck and talks like a duck... it's a terrible shame, Murrow’s brother being a General in the Air Force.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Wershba exits. cuT TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MURROW sits waiting, he holds SURINE’S folder which reads “Confidential” in big red letters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Time ticks away. is the only man in America that can keep Ed Murrow waiting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The phone rings. Paley’s secretary MARY answers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "Yes, Mr. Paley. Right away. Yes, sir. Wo, he hasn't called... yes sir, the second he calls... if you're in a meeting, shall I...? Yes, sir. Of course, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY, (CONT'D)",
          "text": ". Murrow, Mr. Paley will see you",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURROW",
          "text": "Thank you, Miss Mary. MURROW enters. INT. PALEY'S © ry ‘FICE William Paley’s office ig that of a powerful man. Paneling, awards, citations, photos with Kings and Presidents.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "pehind a high-tep d ith a plush leather ack on, At this moment, he’s standing to nd’s hand, There is an ease between few people enjoy with Mr. Paley, they've a war together.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "PALEY",
          "text": "Hello, Ed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURROW",
          "text": "Bill.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FALEY",
          "text": "Sit over here. He points to an arrangement of leather chairs around a coffee table. They both sit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PALEY, (CONT'D)",
          "text": "How's Janet? Your son?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURROW",
          "text": "All well Sill, thanks. Babe?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PALEY",
          "text": "ne. Sho’s fine. Her fundraiser get rained on, 80...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURROW",
          "text": "That's why I don’t plan anything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PALEY",
          "text": "Really? You wouldn't know. MURROW notices that PALEY is holding the same Confidential” folder. After an awkward beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURROW",
          "text": "Reading fiction?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PALEY",
          "text": "=f hepe. You tell me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURROW",
          "text": "Well, we know how they're gonna come at us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PALEY",
          "text": "the first shot. Ll go down... Th",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "PALEY (CONT‘B) checked your facts. Are ground?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Have you",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURROW",
          "text": "I've always had this fear of ending up on the wrong side of history... “Peace in o time”",
          "sentiment": "neutral"
        },
        {
          "speaker": "PALEY",
          "text": "...sure, but Chamberlain lacked character... and a spine... no one would accuse you of that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURROW",
          "text": "it’s time Bill. Show our cards.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PALEY",
          "text": "My cards. You lose, what happens?... Five guys find themselves cut of work... I’m",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "onsible for a hell of a lot more than five GODDAMN reporters. Let it co... McCarthy will self- destruct, Cohn, all of them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURROW",
          "text": "you told me that corporate not interfere with editorial - the news is to be left...",
          "sentiment": "neutral"
        },
        {
          "speaker": "PALEY",
          "text": "rite your check. I've put you at country house. I’ve put your son through school... and you should have told me about this before it was so far down the road.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He stops himself from taking this too far. They sit the",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "very still. Too long.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PALEY",
          "text": "‘t make the mews... we . the news.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PALEY",
          "text": "Bill, ang if he goes too far, wrong s enate will investigate marked as c",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "nd we will report on",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURROW PALEY",
          "text": "«but 100% of the time he's nd what are you doing? wrong when he side s Trying him in the press... people's civil liberties... Does he get the right to face his accuser? Ed you're deciding on this and then presenting it as fact....",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURROW",
          "text": "How far do you want to take this? They sit for some time, and then...",
          "sentiment": "neutral"
        },
        {
          "speaker": "PALEY, (CONT'D)",
          "text": "Everyone of your boys are clean. You understand. No ties. If Aaron’s mother went to a group theater fund-raiser in 1932... he’s out. (Phe intercom buzzes) Hewitt too, anyone in that room... Make no mistake, I will cut them leose. Corporate won't interfere with editorial... but torial will not jeopardize the hundreds of employees of the Colwabia Broadcasting System. Tf you...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "fhe intercom buzzea again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PALEY",
          "text": "Yes?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "Mr. Paley, Senator Symington is on the phone... The two stare at each other. PALEY cresses to his phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PALEY",
          "text": "And, we're not advertising it. PALEY picks",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURROW 4",
          "text": "MURROW ox ‘h other and then cut TO: \f33.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We see MURROW walking down the corridor, we hear FRIENDLY in V.o. FRIENDLY (¥.0.} listen... let make it T just need to know for yood of the piece... Lf any of you have any connection at all... read a communist newsletter... traveled to St. Petersb your mother dating a scx 1922... 2 don’t care, 1 just need to know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "cur TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MURROW and all nis team are in there but we keep the camera on PALMER WILLIAMS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "RER scorTr Let's leave my ther out I did have a fling with a of this... fascist once",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRI ZOUSMER",
          "text": "Fellas, help r That musta’ been fun. Really. WILLIAMS ScoTT I think I should excuse Not after the war...they myself, Ed. were a little down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLIAMS",
          "text": "Ed. 7 think should excuse myself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZOUSMER",
          "text": "What is it Palmer? Why? Carist, okay t! Really Palmer?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "at want",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They all 5s 34.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLTAMS",
          "text": "My ex was... I wouldn’t say she was @ CO st, but she certainly attended meetings. It was before we were married... it never really up until after we were",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ced... it didn’t matter then... we were all on the same side... I’m not telling you",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "you don’t know... The f it is somebody will find ... they!il hurt us with it... Y should have told you socner..- I'm sorry, Ed... Fred...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "it there in silence. WILLIAMS goes to leave. WILLIAMS s Wershba st:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURROW",
          "text": "Sit down, Palmer. its. Silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURROW, (CONT'D)",
          "text": "Tf none oF us ever read a book that was “dangerous”, had a friend who ¥ different\", or joined an organization that advoc 3",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"cha , we would all the kind people Joe McCa v wants... we're gonna go with the story because the terr is right here in this room, ands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WERSHBA",
          "text": "Mr. Murrow, it's heen to have known you and w you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "privilege xked fer Phe place erupts with jJaughter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRIENDLY",
          "text": "What do you mean “have y",
          "sentiment": "neutral"
        },
        {
          "speaker": "WERSHBA",
          "text": "@ privilegs to knaw",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "8",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURROW",
          "text": "d like te . E’ad LIKE :",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f3s.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "More laughter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRIENDLY",
          "text": "ox, fellas, that’s it. footage we've banked. Jesse, you and Joe and through the HUAC hearin and Palmer see what else have... any speeches he gave, or interviews... his own words, boys, that’s what we need...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ao The dialogue fades reporters we hear M and then as we -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ch the faces of the start...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MCCARTHY",
          "text": "The issue between Repul iV.o.} icans and",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Democrats is clearly dz It has been deliberately drawn to those who have been in charge of twenty years of treason. We pan around the room looking at boys. e ICCARTHY Now the hard fact is, 7 wear the label “Democ with the stain of his betrayal. 2 faces of Murrow’s",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "wear it",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tight on a monitor, we now see M THY on screen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Any man who has been g the honor of being promoted General and who says, \"I will tect another General who pr ts",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "communists”, is not fit to wear that uniform, General... We pull back to MACK and JOE WERS the plece.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "“MER WILLIAMS, CHARLIE notation, editing",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "e@ EDDIE scoTT » watching, ts",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "was in @",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "WERSHBA",
          "text": "..We couldn’t put a camera in there...we had nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACK WERSHBA",
          "text": "Literally, nothing. He McCarthy is publicly goes after a decorated humiliating the Commanding General... Battle of the General at Camp Kilmer...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Buige... and we don’t have it. Normandy... -- Nothing",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "WERSHBA (° Liow the Junior",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "{to Hewitt) use the pan down of the shington Mural. Don, it’s perfect... sa, McCarthy cets up to speak at a Washington's birthday celebration... and can y it... he pulls out the transeript from the gwi hearing and he re-enacts 2 everybody... verbatim... ito Hewitt} use the part there where he cackles, it's great.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "believe damn _glosed for",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACK",
          "text": "And, this time fellas, hell out of it. shet the",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Back on McCarthy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MCCARTHY TD",
          "text": "And, wait till you hear bleeding hearts scream ant about our methods of t drag the truth from tho or should know who've ¢ Fifth Amendment commun But they say, “Oh, it’s uncover them but don’t rough deing it, Mecca.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MILLIE LERNER rushes up te JESSE ZOUSMER with two cannisters of film. Over this we SECRETARY STEVENS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SECRETARY",
          "text": "I shall never accede to of Army versonnel, under any circumstances, including committee hearings. I shall not ede to them being brow beaten or humiliated.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We go to the Moviola to see SECRET.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SECRETARY VENS, (CONT'D)",
          "text": "In light of those assurances, although I did not proposs the ation of the hearing, IL",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "acceded to it. cur TO;",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ceming in and out, There is a lot of activity, people . This is all in footage being watched, work being dune. silhouette.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Projected on the wall we see MCCARTY going after a writer, REED HARR. an official in arge of State Department broadcasts to foreign countries.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MCCARTHY",
          "text": "> you expelled fr",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIS",
          "text": "I was suspended from clar April Ist, 1932. I was reinstated, and I resign the university.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uh. Did a ies Union pre",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ds",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIS",
          "text": "I had many offers of attorneys and ene of those was from the American Civil Lib--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The question is: Liberties Union supply you with an attorney?”",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIS",
          "text": "They did supply an attorn",
          "sentiment": "neutral"
        },
        {
          "speaker": "MCCARTHY",
          "text": "fhe answer is yes?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIS",
          "text": "The answer is yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MCCARTHY",
          "text": "Uh, you knew the Civil Liberties Union has been listed as « front for and doing work of the communist Party.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIS",
          "text": "Mr. Chairman, this was 1S",
          "sentiment": "neutral"
        },
        {
          "speaker": "MCCARTHY",
          "text": "Yeah, I know this was in you know that they sil t \\isted as a front for, and doing the work of the Communist Party?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIS",
          "text": "= de not know that they fiave been listed. So, sir, no F de not.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MCCARTHY",
          "text": "(Overlapping) You don’t, you don't know they have been listed?",
          "sentiment": "neutral"
        },
        {
          "speaker": "38.",
          "text": "(CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I Like where he says, “skillfully § neck.” 39.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MCCARTRY CONT’ DB) Uh, I’m going to ask you agai n, at the time you wrote this book, did you feel that professors should be given the At to teach sophomores that marriage, uh, let me quote, “...should be cast cut of our civilization as antiquated and stupid religious phenoma-- phenomenon.” Was that your feeling at the time?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARRIS",
          "text": "My fe ng was that professors should have the right to ¢xpress their considered opinions on any subject, whatever they were, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MCCARTHY",
          "text": "Wait, T’m going to ask you this question again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIS",
          "text": "That includes that quote They shovid have the right. teach anything that came to their mindg ac being a proper thing to teach.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MCCARTHY",
          "text": "i'm going, I’m going to # answer this. I’m going ts him answer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "e him nake",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, I, I‘il answer yes. But, but you, you put an implication on and you featu this icular point out of a book whi course is quite out of does not. give a proper... impression of a",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The American p honest book, bad as i you're quoting",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FROW and his team. SCcOTr FRIENDLY 5 ent Kennedy out cen the piece..- cow much of Cohn ter this guy do we",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "scotT He's great. He talks about his book... it's... funny... puts his own bock down... says the sa were so “abysmal”... just great.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLIAMS",
          "text": "I want to read the book now...",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRIENDLY",
          "text": "Yeah, maybe get somebody ta read his book, it would be best if the guy wasn’t actually a commie... what? Don’t E think what?... Yeah stick with Joe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WERSHBA",
          "text": ": Cohn as much as",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It wasn foCart",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZOUSMER",
          "text": "anyway, it won't be cough to show Roy 4s",
          "sentiment": "neutral"
        },
        {
          "speaker": "WERSHBA",
          "text": "we should just stick « Junior Senator, you think. Fred?... think... we ck with McCarthy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURROW",
          "text": "Alright Leo.. it off. Phe projector is turned off and the i:",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRIENDLY",
          "text": "It’s pretty good, Ed... this one holds his own...",
          "sentiment": "neutral"
        },
        {
          "speaker": "WERSHBA",
          "text": "I’ve got Mundt at the end of the reel... Howard... Fred... just know that there‘s good stuff at the end of the reel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRIENDLY",
          "text": "Okay hang on...HANG ON GUYS...okay...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "this reom involved... T mean it. The guys are starting to -that’s enor",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "» turn",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "£ comes up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "scorr Adlai evenson... that’s our ace in the hole...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACK",
          "text": "ore on the reel... ve's Mundt...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACK",
          "text": "you to put it up a if you want Ed to",
          "sentiment": "neutral"
        },
        {
          "speaker": "WERSHBA",
          "text": "Mary to file it... ah yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "WERSHBA",
          "text": "Bd, iff you just watch the T'lil get a Kinescope c it’s... i: might be just we're looking for. Reali",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRIENDLY",
          "text": "Okay, Joe, we'll Look at",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As the men rush to get this on",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURROW",
          "text": "Are we gonna make it? NATALIE pokes her head in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRIENDLY",
          "text": "We lost a projector... we'll make it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALTE",
          "text": "I’m sorry Mr. Friendly. Murrow, Mr. Paley’s on line.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FR",
          "text": "going to",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maybe he for the",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MURROW picks up the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURROW",
          "text": "you'd like that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRIENDLY MURROW",
          "text": "I would like that. phone)",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEY",
          "text": "There's a Knickerboc tonight... I’ve got seats... are you interes",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURROW",
          "text": "(Smiles) I'm a litcle busy bri the Network ton",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "thar toni",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Knickerbockers",
          "sentiment": "neutral"
        },
        {
          "speaker": "PALEY, (V-0.)",
          "text": "Front row.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURROW",
          "text": "It’‘s tempting. Beat. MURROW (CONT’D) We’re covered Bill.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PALEY, (V.0.)",
          "text": "Alright. Beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PALEY, (CONT'D)",
          "text": "I'm with you tonight, Ed... and I'll be with you in the morning as well.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURROW",
          "text": "Thanks Bill. We stay on MURROW walking out of the room as he puts on his jacket. cuT TO: INT. JOE & SHIRLEY WERSHBA‘’S NY APT. ~ MORNING We start on Shirley as she brushes her hair in the vanity mirror, Joe dresses behind her. As Joe tells the story we stay on the worried face of Shirley.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WERSHBA",
          "text": "My argument was that if you just show the images of McCarthy then jt won't make any difference. If you agree with him you’ll hate the piece, and if you don’t you'll love it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHIRLEY",
          "text": "Maybe they should wait till they get more footage...",
          "sentiment": "neutral"
        },
        {
          "speaker": "WERSHBA",
          "text": "ft don’t think we can take the chance. We have to hit McCarthy before he comes after Ed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHTRLEY",
          "text": "They haven’t gone after the Alsops or Herb Block...",
          "sentiment": "neutral"
        },
        {
          "speaker": "WERSHBA",
          "text": "The Alsops and Herb Block didn’t work for the Institute of International Education in 1934. A pause. As Shirley takes off her wedding ring and puts it on a chain around her neck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHIRLEY",
          "text": "Then I queas it’s time. She turns and looks at him to help him tie his tie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WERSHBA",
          "text": "(smiling) Worried?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHIRLEY",
          "text": "I didn’t think I was. £ don’t know why... I was in the office on Friday... I answered the phone and it was Howard calling from London. He asked me what was going on with McCarthy, and before I answered him I turned and looked over my shoulder to see who was listening. She finishes with his tie and gives him a kiss.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WERSHBA",
          "text": "And who was Listening?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHIRLEY",
          "text": "Chairman Mao... They both smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WERSHBA",
          "text": "I'll gee you at work. He starts to leave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHIRLEY",
          "text": "Hey... your ring. Joe stops and takes it off. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They smile We stay on herself in 44. (2)",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHIRLEY",
          "text": "Name me another wife that reminds her husband to take off his wedding ring before he goes to the office,",
          "sentiment": "neutral"
        },
        {
          "speaker": "WERSHBA",
          "text": "Ava Gardner. as he exits. Shirley as she sits back down and looks at the mirror.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The show is already underway, you could cut the tension with a knife. MURROW continues his pre-recorded introduction on the monitor. The phone",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURROW, (V.0.)",
          "text": "Because a report on Senator McCarthy is by definition controversial, we want to say exactly what we mean to say and request your permission to read from a script whatever remarks Murrow and Friendly may make. cur TO: MURROW (CONT’D) If the Senator feels that we have done violence to his words or pictures and desires so to speak to answer himself, an opportunity will be afforded him on this program. Our working thesis tonight is this quotation: “If this fight against Communism has made a fight between America's two great political parties, the American people know that one of these parties will be destroyed...",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEWITT",
          "text": "Ready two. rings, he anewers. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "HEWITT (CONT’D) No, this is not the eleven o’clock news try forty-four -- Operator, I tell you every week to shut off these phones. Now please, no calls ‘til eleven.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURROW, (CONT'D)",
          "text": "And the Republic cannot endure very long as a one party system.”... We applaud that statement and we think Senator McCarthy ought to. He said it seventeen months ago in Milwaukee.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEWITT",
          "text": "Take two... roll film We now see McCarthy on camera.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MCCARTHY",
          "text": "The American people realize that this cannot be a fight between America’s two great political o parties. If this fight against @ communism is made a fight against America’s two great political parties the American people know that one of these parties will be destroyed and the Republic can’t endure very long as a one party system.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "INT. PALEY’S OFFICE PALEY sits watching by himself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURROW",
          "text": "On one thing the Senator had been consistent. Often operating as a one man committee, he has traveled far, interviewed many, terrorized some, accused civilian and military leaders of the past administration of a great conspiracy to turn over the country to communism. cur To:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "INT. “SEE IT NOW\" SET MURROW is seated in his chair. On the monitors is McCarthy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MCCARTHY",
          "text": "Well, may I say that I was extremely shocked when I heard that Secretary Stevens told two Army officers that they had to take part in the cover up of those who promoted and coddled communists. As I read this statement I thought of that quotation, “On what meat doth this our Caesar feed?”",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "DON HOLLENBECK sits at the news desk watching a monitor with great pride. On the monitor is more footage of the REED HARRIS hearing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SENATOR MCCLELLAN",
          "text": "Do you think this book that you wrote then did considerable harm? It’s publication might have an adverse effect on the public by an expression of the views contained in it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIS",
          "text": "The sale of that book was so abysmally small, it was so unsuccessful, that the question of it's influence, uh really, you can go back to the publisher, you’ll see it was one of the most unsuccessful books ever put out. He’s still sorry about it, just as I am.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SENATOR MCCLELLAN",
          "text": "Well, I think that’s a compliment to American intelligence. INT. JOE & SHIRLEY WERSHBA’S NY APT. Shirley watches on the TV (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURROW",
          "text": "The Reed Harris hearing demonstrates one of the Senator's techniques. Twice he said, “The American Civil Liberties Union was listed as a subversive front.” The Attorney General’s list does not and never has listed the ACLU as subversive, nor does the FBI, or any other federal government agency. And, the ACLU holds in it’s files, letters of commendation from President Truman, President Eisenhower and General MacArthur. The rest of MURROW’S speech will be intercut with close- ups of all our players. Sitting silently at home, in the control room, the newsroom, Paley's office, at home with Shirley Wershba. MURROW (CONT’D) Earlier, the Senator asked, “Upon what meat does this our Caesar feed?” Had he looked three lines earlier in Shakespeare's “Caesar” he would have found this line which is not altogether inappropriate: “The fault, dear Brutus, is not in our stars but in ourselves.” No one familiar with the history of this country can deny that congressional committees are useful. It is necessary to investigate before legislating, but the line between investigating and persecuting is a very fine one; and the Junior Senator fron Wisconsin has stepped over it repeatedly. We must not confuse dissent with disloyalty. We must remember always that accusation is not proof and that conviction depends upon evidence and due process of law. We will not be driven by fear into an age of unreason, if we dig deep in our history and our doctrine, and remember that we are not descended from fearful men, not from men who feared to write, to speak, to associate and to defend the causes that were for the moment unpopular. (MORE) (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURROW, (CONT'D)",
          "text": "We proclaim ourselves as indeed we are, the defenders of freedom wherever it continues to exist in the world; but we cannot defend freedom abroad by deserting it at home. The actions of the Junior Senator from Wisconsin have caused alarm and dismay amongst our allies abroad and given considerable comfort to our enemies. And, whose fault is that? Not really his. He didn’t create this situation of fear, he merely exploited it, and rather successfully. Cassius was right. “The fault dear Brutus is not in our stars but in ourselves.” Good night. And Good luck. cur TO: INT. “SEE IT NOW\" SET MURROW looks to FRIENDLY who is lying at Murrow’s feet. They look to the control room...HEWITT shrugs his shoulders.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURROW",
          "text": "Nothing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRIENDLY",
          "text": "Natalie, call down and ask the switchboard if something’s wrong.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURROW",
          "text": "Maybe nobody watched. They sit in silence. MURROW slumps back in his chair exhausted, he watches DON HOLLENBECK on the eleven o'clock news come up on the monitor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLENBECK",
          "text": "I don't know whether all of you have seen what I just saw, but I want to associate myself and this program with what Ed Murrow has just said, and say I have never been prouder of CBS. Still the phones are silent. MURROW and company still slumped in their seats. A page pokes his head into Studio 41. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CBS PAGE",
          "text": "Do you still want the calls held back, Mr. Hewitt? The staff breaks out in relieved laughter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRIENDLY MURROW",
          "text": "Open ‘em up. It's the Junior Senator calling collect. The phones start a chorus of rings all through the studio. FRIENDLY and MURROW look at each other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRIENDLY",
          "text": "Don't kid yourself, It’s Reed Harris thanking us for putting him on the best-seller list. They both light cigarettes and sit there basking in the glorious sounds of phones ringing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURROW",
          "text": "You feel like a scotch?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRIENDLY",
          "text": "I think everybody could use one. cur To:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "PALEY sits behind his desk leaning back in his chair. His head resting on the back of the chair. The Phone rings. And keeps ringing. Paley makes no move to answer it. We fade to black as the sound of the phone keeps ringing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's late night and our players are split up in different booths waiting for the morning editions to come in... in our first booth Friendly, Murrow and Hollenbeck are seated and Shirley is standing with Joe. Hollenbeck is telling a story.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURROW",
          "text": "Hey Fred... what time is it? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRIENDLY",
          "text": "3:30, early editions are out now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURROW",
          "text": "I'm not worried about that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRIENDLY",
          "text": "No. Of course not... (he looks to Shirley) Hey Shirl... honey, run across the street and pick up the early editions.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHIRLEY",
          "text": "All of them?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRIENDLY MURROW",
          "text": "All of them. Just get O'Brien.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHIRLEY MURROW",
          "text": "OK, watch my drink. That's like getting Tyrone Power to watch your girl.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WERSHBA FRIENDLY",
          "text": "I'll go with you Shirley... Or Jackie Gleason to watch your sandwich.. They watch Joe and Shirley exit the bar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURROW",
          "text": "(offering Don a smoke) I'm going to have to fire Joe so those two can date...",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLENBECK",
          "text": "{waving off the cigarette) I quit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURROW",
          "text": "(smiling) ) Good time to quit. curT To Aaron, Scott and Zousmer are huddled in another booth. ScotT > yeah, but what could you de?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AARON",
          "text": "Well, first we want to see if we have jobs tomorrow. . (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "AARON ZOUSMER,",
          "text": ".---And IF we still have a What's he gonna say? job today then Tail Gunner Joe gets to return fire. ScoTr AARON He's gonna say we're a We used his own words... pinko organization with a it's ... well we do have a leftist agenda... leftist agenda...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZOUSMER",
          "text": "(a little too loud) I'm a PINKO.. Silence... the room got a little too quiet scorr A little too loud there buddy...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZOUSMER",
          "text": "It got awfully quiet there didn't it? cur TO eo We're back with Fred and Ed",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRIENDLY",
          "text": "We've got Annie Lee Moss... We can have that together by next week if need be..",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURROW",
          "text": "Is that a whole show?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRIENDLY",
          "text": "It's close... Listen Ed, there's not going to be a shortage of material on him, what we have to do now is keep up the pressure till his rebuttal... and then move to Calcutta... They smile a long beat",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURROW",
          "text": "Radio... I sure do miss radio.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRIENDLY",
          "text": "You've got a face for radioc.. @ mason That's what my wife keeps telling me. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Joe and Shirley come back in with several papers stacked in their arms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHIRLEY",
          "text": "Alright, here we go... The Times... scoTT Who wrote it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHIRLEY WERSHBA",
          "text": "Jack Gould. Gould.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHIRLEY",
          "text": "“Edward R. Murrow’s television program on Senator Joseph R. McCarthy was an exciting and provocative examination of the man and his methods. It was crusading journalism of high responsibility and courage. For TV so often plagued by timidity and hesitation, the program was a milestone that reflected e@ enlightened citizenship”. They all cheer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRIENDLY",
          "text": "He didn’t like it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURROW",
          "text": "Yeah, what's this guy‘s beef?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHIRLEY",
          "text": "Hold on... “The program was no less a indictment of those who wish the problems posed by the senator’s tactics and theatrics would just go away and leave them alone. That was Mr. Murrow’s and television's triumph, and a very great one”. They all cheer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURROW",
          "text": "Fritz, send the New York Times a bottle of scotch. — PRIENDLY r I already did... how do you think we got that review? (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZOUSMER",
          "text": "What about the Post?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WERSHBA",
          "text": "It's pretty good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRIENDLY",
          "text": "What about O’Brian?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHIRLEY",
          "text": "The same. They all laugh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLENBECK",
          "text": "Shirley, what’d O'Brian say?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHIRLEY",
          "text": "I don’t have it... Joe, what about you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WERSHBA",
          "text": "It's somewhere here... He looks through the papers until he finds it, and hands it to Shirley.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHIRLEY",
          "text": "Hang on... OK, Jack O'Brian... Shirley reads from the paper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHIRLEY",
          "text": "“We can’t say we were surprised at Edward R. Murrow's ‘Hate McCarthy’ telecast last evening. When his explosively one sided propaganda edited with deviously clever selectivity from McCarthy’s March against Communism was finished last evening, by equally Machiavellian coincidence the following telecast featured Murrow’s \"PM” protege Hollenbeck. In an obviously gloating mood, Hollenbeck hoped viewers had witnessed his patrons triumph from and for the left.” The room is getting quieter, the mood much less jubilant. Everyone is aware of the Hollenbeck attacks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHIRLEY WERSHBA",
          "text": "»--and so on and so on... I guess O'Brian doesn't like scotch...",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLENBECK",
          "text": "It‘s OK, Shirley... finish it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHIRLEY FRIENDLY",
          "text": "That’s it... it’s just... Shirley, read the Post...",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLENBECK",
          "text": "Finish it, Shirley...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHIRLEY WERSHBA",
          "text": "That‘s it, Don. Yeah, that’s it. Don stares at her until she gives in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHIRLEY",
          "text": "Ah... OK, it says “The Columbia Broadcasting System has been in a lengthy “clean house of lefties” mood. The worst offenders on lesser levels have been quietly pushed out of the company... Don Hollenbeck, a graduate of the demised pinko publication “PM” attacked conservative newspapers with sly and slanted propaganda... he then proceeded through an equally tilted review of the day's events with McCarthy dominating his words, actions, attitude and camera... it’s O'Brian. scorr Is that gramatically correct?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLENBECK",
          "text": "I'll have that cigarette, Ed. cur TO: Over black we read, \"The Penalty of an Outraged citizenry”",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We start inside an elevator as the doors open on the second floor, we see Fred walking in. A couple of people congratulate him on the show. Jimmy’s on the elevator. Going up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRIENDLY",
          "text": "Hey, Jimmy...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JIMMY",
          "text": "Fred... congratulations...",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRIENDLY JIMMY",
          "text": "Thanks... it gave me an All the ad guys watched it ulcer.... on the 3rd floor...",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRIENDLY JIMMY",
          "text": "Times gave us a great The switchboard lit up all review... Jack Gould... night. We're gonna put out really 15 to Ll... a press release that says the calls were 15 to 1 in favor of the show... calls Just the east coast, or did came in from everywhere... you hear from... Kansas City... Cincinnati... The door opens on the 10th floor. We see Paley get on the elevator. The atmosphere changes immediately. Paley’s not in as excited a mood. FRIENDLY PALEY . Mr. Paley... Geod morning... morning, Fred.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JIMMY",
          "text": "Good morning, Mr. Paley.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PALEY",
          "text": "How’s your wife, Fred?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRIENDLY",
          "text": "She’s fine, sir. We're getting ready to move...",
          "sentiment": "neutral"
        },
        {
          "speaker": "PALEY",
          "text": "Really? Where to?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRIENDLY",
          "text": "Riverdale. We found a nice house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PALEY",
          "text": "It's nice there. They ride in silence. We arrive at the 34th floor. The deor opens.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRIENDLY",
          "text": "Excuse me. Fred starts to exit. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "PALEY",
          "text": "Fred... Fred stops and holds the elevator door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PALEY",
          "text": "McCarthy wants William Buckley to do his rebuttal... I told him no.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRIENDLY",
          "text": "Yes, sir. Fred exits and we follow him down the corridor and into the projection room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In the darkened room projected on the a screen is Eisenhower standing at a podium. In the foreground silhouetted are MURROW and SCOTT, the usual. They will start talking midway through the speech.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EISENHOWER",
          "text": "In this country, if someone dislikes you or accuses you, he must come up in front. He cannot hide behind the shadows, he cannot assassinate you or your character from behind, without suffering the penalties of an outraged citizenry. If we are going to continue to be proud that we're Americans, there must be no weakening of the code by which we have lived. By the right to meet your accuser face to face by your right to go to the church or the synagogue or even the mosque of your choice. This speech will continue on in the B.G. FRIENDLY WERSHBA. I like the part about Wild This stuff is from Bill Hickock, let's keep November... Ed, it works that in... with the Annie Lee Moss but the sound falls apart. Charlie pulled the camera back and I couldn‘t get 4 mike in close. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRIENDLY",
          "text": "Where does this go... Ed... 87.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURROW",
          "text": "You can still hear it. +.. at the end, Eric. The film stops as Natalie pops her head in. They all look back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "McCarthy wants April 6th... This sits very heavy in the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRIENDLY",
          "text": "Thanks, Natalie. She exits. FRIENDLY (CONT‘D) Alright. We go with the Annie Lee Moss story next week. the heat on him... does. ScoTT He'll deny the allegations and go after Stevenson.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRIENDLY",
          "text": "What allegations? He’s not going to deny his own words on film...we used his words. We'll keep see what he",
          "sentiment": "neutral"
        },
        {
          "speaker": "WERSHBA",
          "text": "Do they want Charlie to shoot it or are they going to do it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WERSHBA",
          "text": "It'd be nice if they just let Charlie shoot it. We'd get to see it first.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURROW",
          "text": "We know what it’1ll be. They all listen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURROW, (CONT'D)",
          "text": "He’s gonna come after me. the only thing he can do. it’s He’s going to bet that a Senator trumps a Newsman.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRIENDLY",
          "text": "He‘ll lose.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURROW",
          "text": "Maybe. DON HOLLENBECK sticks his head in. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "58.",
          "text": "(2)",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLENBECK",
          "text": "Ed. You got a minute?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURROW",
          "text": "Yeah, Don.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRIENDLY",
          "text": "Okay, fellas. Annie Lee Moss. Joe, call legal let’em know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WERSHBA FRIENDLY",
          "text": "This will be fun. Bill, let's see all the The men ex room. Eisenhower footage you've cut. it leaving MURROW & HOLLENBECK alone in the",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURROW HOLLENBECK",
          "text": "Sit down. I missed you the I need to ask you other night, I’m sorry I something... Ed... WAS... it’s about O'Brian... O'Brian doesn’t matter... He’s killing me... he... Ed... O'Brian doesn’t amount to a hell of a lot in a newsroom Don.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLENBECK",
          "text": "It’s not just him... we have to let this guy have it, he’s... we should expose O'Brian for the--",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURROW",
          "text": "We‘re not going after O'Brian, Don. I won’t take on McCarthy and Hearst. I can’t beat them both. Don’t read the papers... or... don’t read O'Brian anyway. Beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLENBECK",
          "text": "No, I guess not. There is a long pause,",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLENBECK, (CONT'D)",
          "text": "I wake up in the morning, and I don’t recognize anything. I feel like I went to sleep three years ago and somebody hijacked...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLENBECK, (CONT'D)",
          "text": "as if all reasonable people took a plane to Europe and left us behind... trying to make sense out of... insanity... I was always an optimist... really... I always felt like things would work out... half full...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURROW",
          "text": "I believe that... it‘s the beauty of all this... we designed it so we can fix it... Jefferson built it into the Constitution...",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLENBECK",
          "text": "I was talking about my divorce... They smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURROW",
          "text": "So was I... & sad smile",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLENBECK",
          "text": "Well, I'm glad the Forefathers understood the term “Dissolution of a Union...”",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURROW",
          "text": "I'm sure they had their share of difficulties with the opposite sex.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLENBECK",
          "text": "I’m talking about McCarthy. They smile again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURROW",
          "text": "So am fT. A sad grin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLENBECK",
          "text": "Okay. I thought I'd try.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURROW",
          "text": "Sorry, Don. Hollenbeck starts to leave, he stops and turns to Murrow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLENBECK",
          "text": "We didn't have this conversation... okay? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURROW",
          "text": "{Talking too loud into the ceiling lamp) IF IT’S OKAY WITH YOU, SENATOR.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLENBECK",
          "text": "(As he exits) Don’t laugh... I've thought about it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BE TESTIFYING....",
          "text": "cuT TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Annie Lee Moss is being questioned by a Senator Symington.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SENATOR SYMINGTON",
          "text": "Have you ever had any information that you received in your job that you passed on to anybody about these codes?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNIE LEE MOSS",
          "text": "No, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SENATOR SYMINGTON",
          "text": "Did anybody ever ask you to, for any of that information?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNIE LEE MOSS",
          "text": "No, sir. If they had, I would have reported ‘em.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SENATOR SYMINGTON",
          "text": "You would have reported them?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNIE LEE MOSS",
          "text": "I certainly would have.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SENATOR SYMINGTON",
          "text": "Has anyone ever asked you to join the Communist party? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "6l.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNIE LEE MOSS",
          "text": "No, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SENATOR SYMINGTON",
          "text": "Has anybody ever asked you to join any organization of any kind that you thought might be against the best interest of the United States?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNIE LEE MOSS",
          "text": "No, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SENATOR SYMINGTON",
          "text": "What are you living on now? Have you got any savings?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNIE LEE MOSS",
          "text": "No, siz.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SENATOR SYMINGTON",
          "text": "You haven't?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNIE LEE MOSS",
          "text": "No, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SENATOR SYMINGTON",
          "text": "If you, uh, uh, uh, don’t get work, uh, pretty soon, what are you going to do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNIE LEE MOSS",
          "text": "Going down to welfare.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SENATOR SYMINGTON",
          "text": "Going down to welfare.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNIE LEE MOSS",
          "text": "Uh-huh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WE SEE MORE IMAGES OF MURROW PREPARING THE SHOW... AND",
          "text": "HEAR MORE OF MURROW’S VOICEOVER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Annie Lee Moss is now being questioned by Roy Cohn and Sentator McClellan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROY COHN",
          "text": "t have no further questions of this witness at this time. (MORE) (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROY COHN, (CONT'D)",
          "text": "I can say this, we have the testimony of Miss Markward, the undercover agent for the FBI, stating that Annie Lee was, was a member, a dues-paying member of the Communist Party, uh... the Northeast Club of the Communist Party. We have corroboration of that testimony by another witness who was called before the committee and gave their sworn statement to the effect that she also knew Mrs. Moss as a member of the Northeast Club of the Communist Party.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SENATOR MCCLELLAN",
          "text": "Well, Mr. Chairman, I‘d like to make... we're making a statement here against a witness who has come and submitted to cross- examination. Now, she’s already lost her job. She’s been suspended because of this action. I’m not defending her. If she’s a Communist, I want her exposed. But, to make these statements as we've corroborating evidence that she is a Communist. Under these circumstances, I think she’s entitled to have it produced here in her presence and let the public know about it and let her know about it. There is applause. SENATOR MCCLELLAN (CONT’D) I don’t like to try people by hearsay evidence. More applause.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SENATOR MCCLELLAN, (CONT'D)",
          "text": "I'd like to get the witnesses here and try ‘em-- by testimony, under eath.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHAIRMAN MUNDT",
          "text": "The, wh, chair will rule that the comment of Mr. Cohn be stricken from the record.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "e.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SENATOR MCCLELLAN",
          "text": "Well, I didn’t ask that. I didn't ask that, Mr. Chairman.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHAIRMAN MUNDT",
          "text": "+e. executive session whether we should try to, uh, produce a witness in public because the FBI may have her undercover and we don’t want to, uh-",
          "sentiment": "neutral"
        },
        {
          "speaker": "SENATOR MCCLELLAN",
          "text": "You can’t strike these statements made by counsel here as to evidence that we're having and withholding. You cannot strike that from the press nor from the public mind once it’s planted there. That’s the, that is the, uh, the evil of it. And I don’t think it’s fair to a witness, to a eo citizen of this country, to bring . ‘em up here and cross-examine ‘em. Then when they get through say, “We've got something, the FBI has got something on you that condemns you.” It is not sworn testimony, it's convicting people by rumor and hearsay and innuendo. Applause. cur TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "A CARD THAT READS, APRIL, 6 1954",
          "text": "INT. “SEE IT NOW” SET This scene will be built with a lot of very tight close ups of crew and reporters. Everyone is very aware of their vulnerability. Cameramen glancing at one another. Stage Manager focusing on the monitor. Right now it’s silent as they wait for MURROW to arrive. oo We pull Ed in a close up as he enters into the room an e sees the film canisters. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fe@ @.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEWITT",
          "text": "Ed, it’s twenty eight minutes. I could clip a little off the end for you to have time to...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURROW",
          "text": "I think we have to leave it alone, Don. He starts tearing out pages.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURROW, (CONT'D)",
          "text": "Very smart, no time for comment... when did it come in?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEWITT",
          "text": "Ten minutes ago. We put it up, IT saw the first couple of minutes, you're right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURROW",
          "text": "Coming after me? HEWITT nods. MURROW (CONT‘D) doe, have you seen the latest polls?... The most trustworthy man in America is Milton Berle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WERSHBA",
          "text": "Maybe he should do the story.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURROW",
          "text": "Get him on the line, will ya? MURROW walks onto the stage. FRIENDLY’S there. Against the back wall are Murrow’s team.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURROW",
          "text": "Fred.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRIENDLY",
          "text": "What say we grab a little dinner after the show? The “21 Club”?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURROW",
          "text": "sure. Ha sits noticing The Boys. They give little waves, MURROW acknowledges them. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "65.",
          "text": "(2)",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURROW, (CONT'D)",
          "text": "What‘re they here for? “The Monkey and the Bell” show is on stage three.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRIENDLY",
          "text": "They changed the title. “Goin’ Ape”",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURROW",
          "text": "Who's their first guest? The loudspeaker ~ “Thirty seconds to Air”",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRIENDLY",
          "text": "After tonight, I hear it’s you. They smile. FRIENDLY (CONT ‘D) Look, there’s nothing fun about this one. You’ve just gotta put your gloves down, stick your chin out and just take it for a whole round. Next week's our round.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURROW",
          "text": "If I make it up off the mat. MURROW takes out a cigarette, FRIENDLY lights it. Loudspeaker - “Twenty seconds to air“",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRIENDLY",
          "text": "You will.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURROW",
          "text": "Did you see the latest polls, Milton Berle’s the most trusted man in America... They look at each other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRIENDLY",
          "text": "You already did this joke for me...",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRIENDLY",
          "text": "L’ll get Berle on the line. Loudspeaker - “Ten seconds” MURROW sits there again in silence. The weight of the world sitting there with him. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "STAGE MANAGER",
          "text": "In five, four, three, two... He points to MURROW. We come up on the monitor as MURROW speaks directly at us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURROW",
          "text": "One month ago tonight we presented a report on Senator Joseph R. McCarthy. We labeled it as controversial. Most of that report consisted of words and pictures of the Senator. At that time, we said if the Senator believes we have done violence to his words er pictures, if he desires to speak, to answer himself, an opportunity would be afforded him on this program. The Senator sought the opportunity, asked for a delay of three weeks because he said he was very busy and he wished adequate time to prepare his reply. We agreed. We placed no restrictions on the manner or method of the presentation of his reply and we suggested that we would not take time to comment on this program. Here now is Senator Joseph R. McCarthy, Junior Senator from Wisconsin. MeCarthy begins. As he delivers his rebuttal we will cut to various places that it is airing. For the moment we’re right on MURROW as he watches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MCCARTHY",
          "text": "Good evening. Mr. Edward R. Murrow, Educational Director of the Columbia Broadcasting System, devoted his program to an attack on the work of the United States Senate investigating committee and on me personally as its Chairman. Now, over the past. four years, he has made repeated attacks upon me and those fighting communists. Now, of course, neither Joe McCarthy nor Edward R. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "e@ MCCARTHY (CONT'D) Murrow is of any great importance as individuals. We are only important in our relations to the great struggle to preserve our American liberties. cur TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "PALEY watches in silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MCCARTHY, (CONT'D)",
          "text": "Now ordinarily, I wouldn‘t take time out of the important work at hand to answer Murrow. However in this case I felt justified in doing so because Murrow is a symbol, the leader and the cleverest of the jackal pack which is always found at the throat of anyone who dares expose individual communists and traitors.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "INT. JOE & SHIRLEY WERSHBA’S NY APT. Shirley watches. MCCARTHY (CONT’D) I am compelled by the fact to say to you that Mr. Edward R. Murrow, as far back as twenty years ago was engaged in propaganda for communist causes. For example, the Institute for International Education of which he was the Acting Director, was chosen to act as a representative by a Soviet agency to do a job which would normally be done by the Russian Secret Police. Back to MURROW on the set. MCCARTHY (CONT‘D} Mr. Murrow sponsored a communist school in Moscow... @ This speech will continue but we'll hear MURROW and FRIENDLY talking. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURROW",
          "text": "When the politicians complain that TV turns the proceedings into a circus, it should be clear that the circus was already there, and that TV has only demonstrated that not all the performers are well trained.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRIENDLY",
          "text": "We've got him, Ed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURROW",
          "text": "If he led with his best.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRIENDLY",
          "text": "He led with his best. cur TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MCCARTHY, (CONT'D)",
          "text": "Now, Mr. Murrow, by his own admission, was a member of the IWW, that’s the Industrial Workers of the World, a terrorist organization cited by an Attorney General of the United States... cur TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It’s empty. McCarthy's voice echoing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MCCARTHY",
          "text": "Now, Mr. Murrow said on this program and I quote, he said, “The actions of the Junior Senator from Wisconsin have given considerable comfort to the enemy” MURROW walks into the hall followed by FRIENDLY, WERSHBA, MACK, they walk toward us as the speech continues. MCCARTHY (CONT‘D) That is the language of our statute of treason. If I am giving comfort to our enemies, J] ought not to be in the Senate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "MCCARTHY (CONT’D) If on the other hand, Mr. Murrow is giving comfort to the enemies, he ought not to be brought into the homes of Americans by the Columbia Broadcasting System. As they exit we stay on the empty hallway. We fade to black as McCarthy drones on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIQUID OR SOMETHING WE FIND IN THE ARCHIVES...",
          "text": "INT. “SEE IT NOW” SET We are on the set of “See it Now” as MURROW addresses us directly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURROW",
          "text": "Last week, Senator McCarthy appeared on this program to correct any errors he might have thought we made in our report of March 9th. Since he made no veference to any statements of fact that we made, we must conclude that he found no errors of fact. He proved again that anyone who exposes him, anyone who dees not share his hysterical disregard to decency and human dignity and the rights guaranteed by the Constitution must be either a Communist or a fellow traveler. I fully expected this treatment. The Senator added this reporter's name to a long list of individuals and institutions he has accused of serving the communist cause, His proposition is very simple: Anyone who criticizes or opposes McCarthy's methods must be a Communist. And if that be true, there are an awful lot of Communists in this country. For the record, let’s consider briefly some of the Senator’s charges. He claimed but offered no proof that I had been a member of the Industrial Workers of the World. That is false. (MORE ) (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURROW, (CONT'D)",
          "text": "I was never a member of the IWW, never applied for membership.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We cut to the control booth, HEWITT and company watch on as the broadcast continues.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEWITT",
          "text": "Ready two... hold it...hold... take two... tell ‘em Ed. MURROW (CONT’D) The Senator charged that Professor Harold Laski, a British scholar and politician dedicated a book to me. That's true. He is dead. He was a Socialist, I am not. He was one of those civilized individuals who did not insist upon agreement with his political principles as a pre-condition for conversation or friendship. I do not agree with his political ideas. Laski, as he makes.clear in the introduction, dedicated the book to me not because of political agreement but because he held my wartime broadcast from London in high regard; and the dedication so reads.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEWITT",
          "text": "Ready on one... closer, Charlie... take one... cUuT TO: INT. “SEE IT NOW” SET Again MURROW addresses us directly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURROW, (CONT'D)",
          "text": "I believed twenty years ago and I believe today that mature Americans can engage in conversation and controversy, the clash of ideas, with Communists anywhere in the world without becoming contaminated or converted.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MORE",
          "text": "‘ ) (CONTINUED) \f7i.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "MURROW (CONT ‘D) I believe that our faith, our conviction, our determination are stronger than theirs and that we can compete and successfully, not only in the area of bombs but in the area of ideas.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As PALEY watches on a television. INT. “SEE",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURROW, (CONT'D)",
          "text": "I have worked for CBS for more than nineteen years. The company has subscribed fully to my integrity and responsibility as a broadcaster and as a loyal American. I require no lectures from the junior Senator from Wisconsin as to the dangers or terrors of Communism - having watched the aggressive forces at work in Western Europe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "IT NOW’ SET",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURROW, (CONT'D)",
          "text": "Having had friends in Eastern Europe butchered and driven in exile, having broadcast from London in 1943 that the Russians were responsible for the Katyn Massacre - having told the story of the Russian refusal to allow allied aircraft to land on Russian fields after dropping supplies to those who rose in Warsaw and then were betrayed by the Russians. cuT TO",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Murrow’s team watch and smoke.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WERSHBA",
          "text": "(Quietly) Go Ed. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURROW",
          "text": "And having been denounced by the Russian radio for these reports. I cannot feel that I require instruction from the Senator on the evils of Communism cur TO: INT. “SEE IT NOW” SET MURROW addresses us directly. MURROW (CONT’D) Having searched my conscience and my files, I cannot contend that T have always been right or wise but, I have attempted to pursue the truth with some diligence and to report it, even though as in this case I had been warned in advance that I would be subjected to the attentions of Senator McCarthy. We shall hope to deal with matters of more vital interest to the country next week. Good night. And good luck. We go to a commercial. As we hear it play, we see Murrow stand up. He shakes people’s hands, there are some pats on the back... not victorious... not afraid... simply a job well done. Murrow looks over to Friendly who lights Murrow’s cigarette.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURROW",
          "text": "That ought to hold him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRIENDLY",
          "text": "Are you a gambling man?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURROW",
          "text": "Just with your career.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRIENDLY",
          "text": "{smiles} Not just mine... He nods in the direction of Wershba, Zousmer, Aaron and Beck, smoking in the back of the stage. Murrow waves to his boys and they wave back. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "We hear the song “How High The Moon” under this shot- cur To",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It‘s a couple of hours till air time. ELLA FITZGERALD is rehearsing “How High the Moon.\" In the background MURROW is seated in his easy chair, there is a small table for his ash tray. A few people are milling about preparing for the show. Murrow talks to TED CHURCH, a CBS executive. Church reads from the New York Times.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHURCH",
          "text": "\"In the last analysis, the Senator was perched on the television high dive and all prepared to make a resounding splash. He jumped beautifully, but neglected to check first where he was going to land. It must have been something of a shock to discover that Mr. Murrow had drained the water out of the pool.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "CRURCH MURROW",
          "text": "Jack Gould... yeah, the Jesus. Is that the Times? Times. Gould?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURROW",
          "text": "He’s a hell of a writer, I‘ll tell you that. You should hire him away from the Times... Friendly enters the stage and walks toward them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHURCH",
          "text": "Well, Stanton'’s got a public opinion survey that Elmo Roper put together that says that 33% of households believe McCarthy proved you're a commie...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURROW",
          "text": "Only 33%? (to Priendly as he approaches ) Hey Fred, did you hear... Radulovich got reinstated... Ted, where's that Radulovich letter?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fe 74.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRIENDLY",
          "text": "Listen, Ed...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURROW",
          "text": "We're a hit... up there with Howdy Doody.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRIENDLY",
          "text": "Hold on Ed. Ella continues to sing in the background as the two men look at each other. Fred says something to Murrow that we can’t hear. A look of disbelief spreads across Murrow's face. Friendly then hands the note to confirm. This sits with two men as Murrow gets up and walks off of the set and into the hall. Ella continues to sing which will score the rest of the scene. Over these scenes we will also hear the voice of Joe Wershba.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WERSHBA, (V.0.)",
          "text": "“Don Hollenbeck was one of the most prominent members of the CBS lefties. And, he hewed to its incipient pink line without deviation.” cur TO: INT. DON HOLLENBECK’S APARTMENT Hollenbeck alone, is taking towels and placing them along the baseboards of his one room apartment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WERSHBA, (V.O.)",
          "text": "\"He was a reactionary leftist. He drew assignments which paid him lush fees, pink painting his news items and analysis always with a steady left hand.” cur TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We see a close up of Murrow as he walks down the hallway continuing his exit from Person to Person... the pain on his face for all to read. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "WERSHBA, (V.0.)",
          "text": "“Hollenbeck was a graduate of several suspicious training posts. He was with the Office Of War Information when it was loaded with commies.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Friendly just sits there re-reading the note.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WERSHBA",
          "text": "“He did a stretch as a top editor of the commie-laden newspaper PM, whose staff was infiltrated slyly by a slew of sinister types not equalled this side of the daily worker.” cur TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We see Hollenbeck turn up the gas on his oven but not Light it. his chair He leaves the oven door open and sits back in to wait for his long needed sleep.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WERSHBA, (V.0.)",
          "text": "\"The fact of Newscaster Don Hollenbeck's suicide yesterday does not remove from the record the peculiar history of the leftist slanting of news indulged consistently by the Columbia Broadcasting System.” Ella’s song ends. It’s silent. cur TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Friendly sits silently on the set. cut TO: \f76.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Murrow stands in the hallway smoking, his back leaning against the wall. cur TO: INT. DON HOLLENBECK’S APARTMENT TV light flickers a test pattern and the familiar high pitched tone of a network that has signed off for the evening. Slumped in his chair in the shadows, is Hollenbeck. cur TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Williams, Scott and Mack sit silently as Joe Wershba finishes reading aloud from a newspaper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WERSHBA, (V.0.)",
          "text": "“Hollenbeck was what most astute students of CBS's strange and questionable new methods considered ‘typical of its newscasters’”... Beat WERSHBA (V.0.) (CONT’D) «+. by Jack O'Brian. They sit in silence. scoTT (Quietly) What time is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACK",
          "text": "Nine-forty. scorr He wrote that... not twelve hours after Don was dead... Beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SCOTT, (CONT'D)",
          "text": "The son of a bitch. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACK",
          "text": "Let’s see what we can find on Jack O‘Brian. They sit there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WERSHBA",
          "text": "And then, what are we?... Don Hollenbeck had a troubled marriage... and he died... he had the decency not to leave a note. More silence. WERSHBA (CONT’D) ... And because of that no one will ever remember Jack O'Brian. Wershba leans over and turns up the sound on a TV where Murrow gives a last minute obituary about Hollenbeck. We watch it with the boys.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURROW",
          "text": "One of the best programs I ever heard was called “CBS Views The Press”. A great many people liked it, some didn't, but no one ever said it was anything but honest. It was the work of an honest reporter. Don Hollenbeck. He also worked occasionally on “See It Now”. He did the 11 PM News over some of these stations. He had been sick lately and he died this morning. The police said it was suicide. Gas. Not much of an Obit... but, at least we got our facts straight... and it was brief. And, that’s all Don Hollenbeck would have asked. Good Night. And, Good Luck. Over black we read: “At long last have you no sense of decency”",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "WERSHBA is running... we're close on his face as he navigates the corners. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "We can hear MURROW and the BOYS talking in the office instead of Wershba's breathing... he runs into Wershba’s office.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WERSHBA",
          "text": "The senate's investigating McCarthy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE NEWS FREEZES THE ROOM",
          "text": "cur TO",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Murrow interviews Judy Garland, on the monitor the ARMY/MCCARTHY HEARINGS are on... Murrow and the crew stay fixed on the hearings, as Judy drones on we listen to the famous fight between Welch and McCarthy ending in the line \"at long last sir have you no sense of decency\" Natalie enters and passes Murrow a note and starts to exit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURROW",
          "text": "Natalie... did he say what it's about?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "No, Mr. Murrow. Just that he wanted to speak to you in his office...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURROW",
          "text": "Have you no sense of decency Natalie? cuT TO",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ted Church, head of the CBS News division, walks down through the newsroom, he spots Wershba typing. Shirley is across the office on the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHURCH",
          "text": "Joe... where's Shirley? Wershba looks up not sure what's going on. He points to Shirley on the phone. CHURCH (CONT’D) Shirley? Can I talk to you both? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "WERSHBA",
          "text": "Okay... let’s go into the projection room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHURCH",
          "text": "Fine... Shirley... how are you? As they walk into the projection room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHIRLEY",
          "text": "Fine, Ted.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHURCH",
          "text": "Sit down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WERSHBA",
          "text": "Is there a problem, Ted?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHURCH",
          "text": "I want to ask you both a question, put I don’t want you to answer it. dust consider it. I know you two are married... They both just sit there looking straight ahead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHURCH, (CONT'D)",
          "text": "Everyone knows... that’s not my question... in the next few weeks I have to lay a couple of people off... we're making some significant cuts across the board. I wanted you to know that. Because if you have any intention, in the near future, of starting a family, I would say to you, that you could save someone else from being fired. I’m asking you to consider making this decision a little easier. I don’t need an answer now. Just think about it. Church stands and leaves. Joe and Shirley just sit there. after a few beats they start to slowly quietly laugh. There is a melancholy to this moment. Joe reaches inte his pocket, pulls out his wedding ring and places it on his finger, Shirley does the same.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WERSHBA",
          "text": "Well, Mrs. Wershba... (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHIRLEY",
          "text": "We're going to miss you around here, Joe. They stand to leave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WERSHBA",
          "text": "I'll pack my things.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHIRLEY",
          "text": "I think it’s for the best. As they exit. Finally.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WERSHBA",
          "text": "Everybody knew.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "INT. PALEY’S WAITING ROOM Friendly is seated on the couch as Murrow walks in. Murrow walks over and sits down next to Friendly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURROW",
          "text": "Uh Oh Fred smiles and the two just sit in silence, then we hear....",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Paley is seated at his desk, across from him sit Murrow and Friendly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PALEY",
          "text": "The problem isn’t simply that you‘ve lost your sponsor. With Alcoa, \"See it Now” still loses money.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRIENDLY",
          "text": "The fee is fifty-thousand. And last week's show we did for less than the fee.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PALEY",
          "text": "Fred, you're speaking beyond your competence. . (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fe, el.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURROW PALEY",
          "text": "We’ll find another “$64,000 Question” brings sponsor... we can certainly in over eighty-thousand in find someone who wants sponsors and costs a third CO... of what you do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PALEY",
          "text": "Ed. I’ve got Tuesday night programming that’s number one. People want to enjoy themselves. They don’t want a civics lesson.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURROW",
          "text": "Well what do you want Bill?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PALEY",
          "text": "I don’t want a constant stomach ache every time you do a controversial subject.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURROW",
          "text": "I’m afraid that's the price you have to be willing to pay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PALEY",
          "text": "Careful Ed. Let's walk carefully through these next few moments...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURROW",
          "text": "But the content of what we‘re doing is more important... than what some guy in Cincinnati...",
          "sentiment": "neutral"
        },
        {
          "speaker": "PALEY",
          "text": "..-What you‘re doing Ed. Not me. Not Frank Stanton. You.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURROW",
          "text": "\"CBS News”, “See it Now” all belong to you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PALEY",
          "text": "You wouldn’t know it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURROW",
          "text": "ie it credit you want?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pause. Silence. 82. (2)",
          "sentiment": "neutral"
        },
        {
          "speaker": "PALEY",
          "text": "I never censored a single program, I hold on to affiliates who wanted entertainment from us, I’ve fought to keep our license with the same politicians that you were bringing down, and I never said no to you. Never.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURROW",
          "text": "I would argue that we’ve done well by one another. I would argue that this network is defined by what the news department has accomplished. I would also argue that never saying no, is not the same as “not censoring.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "PALEY",
          "text": "Really. Well you should teach journalism... You and Mr. Friendly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PALEY",
          "text": "Let me ask you this: Why didn’t you correct McCarthy when he said that Alger Hiss had been convicted of treason? He was only convicted of perjury. You corrected everything else. Did you not want the appearance of defending a known communist? I would argue that everyone censors... including you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURROW",
          "text": "What do you want to do, Bill?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PALEY",
          "text": "I’m going to take your show from half an hour to an hour. But, it won't be a weekly program. And, it won’t be Tuesday night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURROW",
          "text": "When would it be?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PALEY",
          "text": "Sunday afternoon. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURROW",
          "text": "How many episodes?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PALEY",
          "text": "Five.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURROW",
          "text": "Why don’t you just fire me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PALEY",
          "text": "E don't think it’s what either of us wants. Silence. PALEY (CONT’D) You owe me five shows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURROW",
          "text": "You won’t like the subject matter. Murrow and Friendly get up to leave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PALEY",
          "text": "Probably not. Fred, I’li need you for a moment. We follow Murrow out to the hall where he waits for Fred. We stay on his face for a few moments and then we hear Fred approach. They walk down the executive hallway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRIENDLY",
          "text": "He wants me to lay a few people off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURROW",
          "text": "I’m sure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRIENDLY",
          "text": "Let’s do the first show about the downfall of television.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURROW",
          "text": "The Senate's gonna vote to censure MeCarthy tomorrow...",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRIENDLY",
          "text": "Probably.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURROW",
          "text": "What happens then? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f®, 84.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRIENDLY",
          "text": "He sits in the back row...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURROW",
          "text": "Right... they keep him in the Senate... they don’t kick him out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRIENDLY",
          "text": "No... he stays... he‘ll just lose all of his power.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURROW",
          "text": "He's already lost all his power... now it’s just teaching him a lesson. This sits with the two old friends. They start to walk to the elevators.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRIENDLY",
          "text": "Well, we might as well go down swinging. We'll do the story about the migrant farm workers... make a couple of enemies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURROW",
          "text": "Have you seen the latest polls Fred? The most trusted man in America is Milton Berle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRIENDLY",
          "text": "See, maybe you should have worn a dress.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURROW",
          "text": "Works for Hoover.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRIENDLY",
          "text": "Shhh... he’s listening.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURROW",
          "text": "How does scotch sound?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRIENDLY",
          "text": "Scotch is good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURROW",
          "text": "Did you know Joe and Shirley were married?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRIENDLY",
          "text": "Sure. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURROW",
          "text": "Did everybody know?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRIENDLY",
          "text": "Pretty much... We pass a bank of monitors that start on Milton Berle. We pan to the next monitor and it’s Howdy Doody. To the next and it's Kookla Fran and Ollie. The next one is Murrow giving the last of his “Box of Lights and Wires” speech. We move in on the monitor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURROW",
          "text": "I began by saying that our history will be what we make it. If we go on as we are, then history will take its revenge, and retribution will not limp in catching up with us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURROW, (CONT'D)",
          "text": "Just once in a while, let us exalt the importance of ideas and information. Let us dream to the . extent of saying that on a given e Sunday night, the time nermally occupied by Ed Sullivan is given over to a clinical survey on the state of American education, and a week or two later, the time normally used by Steve Allen is devoted to a thouroughgoing study of American policy in the Middle East. Would the corporate image of their respective sponsors be damaged? Would the stockholders rise up in their wrath and complain? Would anything happen other than a few million people would have received a little illumination on subjects that may well determine the future of this country and therefore the future of the corporations. cur Ta:",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT, CHICAGO THEATER",
          "text": "on Back on our original set.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURROW, (CONT'D)",
          "text": "To those who say people wouldn't look, they wouldn’t be interested, they’re too complacent, indifferent and insulated, I can only reply- there is, in one reporter's opinion, considerable evidence against that contention. But even if they are right, what have they got to lose? Because if they are right, and this instrument is good for nothing but to entertain, amuse and insulate, then the tube is flickering now and we will soon see that the whole struggle is lost.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "We cut back to the monitors. As Murrow finishes we pan around to other monitors. Watching the history of TV played out in sound bites. We see: Kennedy being shot, John John’s salute, Vietnam, Man landing on the moon, Lucille Ball, Archie Bunker, Watergate, Laugh-In Carter with Begin and Sadat, The Hostages in Iran, Sixty Minutes, Reagan’s - “Mr. Gorbachev tear down this wall.”, Inside Edition, (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f8p.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "The O.J. Chase, Michael Jackson, Victorias Secret, Bill O’Reilly..., And the camera moves in on a single shot of Jerry Springer as people are throwing chairs and chanting, “Jerry!”",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURROW V.O",
          "text": "This instrument can teach, it can illuminate; yes, and it can even inspire. But it can do s0 only to the extent that humans are determined to use it to those ends. We freeze on the frame as we see a fist-fight break out",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURROW V.O, (CONT'D)",
          "text": "Otherwise, it is merely wires and lights in a box. We fade to black.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURROW V.O, (CONT'D)",
          "text": ".--Good Night. And, Good Luck.",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_797"
    }
  ]
}