{
  "movie_id": "MOV801",
  "scenes": [
    {
      "location": "OFF COAST OF ANTIGUA, 1775",
      "time": "NIGHT",
      "characters": [
        "INT. LUMBER MILL, ASTORIA, OREGON, DAY",
        "END CREDITS.",
        "T. INT.",
        "FRONT OF CITY HALL, BEAVERTON, OR",
        "BEGIN CREDITS.",
        "SUPER",
        "FADE IN"
      ],
      "dialogues": [
        {
          "speaker": "SUPER",
          "text": "A dinghy filled with five grizzled pirates rowing through rough waters.  Two passengers, cleaner than the rest, sit the middle looking around quite nervously.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ah... maybe this wasn't a good idea.   I think that I...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ah, ne'r ye mind.  Capn's always  lookin' fer fresh meat.  Er, new  blood.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "One of the other pirates grabs his shoulder, making him j",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah... 'sides, who wouldn't wanna'  be parta' the fiercest crew afloat?   Hmm?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laughs.  The small rowboat pulls up next to a large, full armored and decorated pirate ship.  The INFERNO.  It is  anchored closely to a strange, circular reef.  A rope lad is thrown over the port side for them to board ship.  Lot of activity.  Two or three men are standing down on the r A pirate slaps one of the passengers' butts as he climbs The other is poked with a sword to hurry him up the ladde",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don' fall... wouldn't want ye ta  feed the sharks a'for meetin the  cap'n.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sh-sharks?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The men climb aboard and join the group on deck near the  mainmast.  Various remarks and catcalls mock the passenge until everyone suddenly quiets down and looks toward the  captain's galley door.  It creaks open.  Out of the shado a burly figure steps forth.  We only see him from the rig side.  There is a slight limp to his walk as he makes his way to the center of the group.  He stops almost face to  face with the passengers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Welcome aboard the Inferno.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In an instant, we see his left side... and the decorated  patch covering his left eye.  ONE-EYED WILLY.  He is in h mid-30's and doesn't look like your typical idea of a pir except for the eye patch.  He is clean-shaven and speaks  very well.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I hear that you wish to become  pirates.   (He cracks a smile) That true?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes... We do, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fine.  Then pirates you are.  Just  not aboard this ship until you  accomplish one thing.  ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "J-just one thing?  What \"thing\"?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Gauntlet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The crew gives a deep moan, almost in unison.  Some laugh",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What is the \"gauntlet\"?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh... nothing really.  Just a test.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Two huge Samoan-looking pirates grab the passengers rough from behind.  Others begin tying ropes around their wrist",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A simple test to see if you have  what it takes to become a member of  my elite crew of \"ruthless  barbarians\".  All you have to do is  retrieve a sword for me.  That's it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The pirates drag the frightened passengers towards the bo of the ship, tying them to the wooden point in front.  Th toss them over the front so they are hanging upside-down their ankles -- just above and to each side of the carved wooden lady that adorns the bow of the ship.  ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Unfortunately for you two, the weapons  are located BENEATH the Inferno. Attached to the centermost point of  her lovely hull are your keys back  onto the ship.  One for each of you.   Bring them to me, and you shall reap  the benefits of all that I have to  offer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Two pirates carry over a large barrel and dump it overboa beneath the passengers.  It is filled with bloody remains and quickly turns the water red.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh.  There is a rope ladder at the  stern of the ship.  If you still  have an arm left by then, please  feel free to use it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A shark fin pops out of the water below the men.  The wat starts to churn rapidly as several sharks vie for the chu It appears that they have been here for a while.  The pir aboard ship begin to howl and place bets.  Willy grins. two passengers begin to scream as their ropes are cut fro the ship.  Passenger#1 is cut free first and lands roughl on top of one of the sharks.  His hands are still tied  loosely.  He is desperately trying to free himself as  Passenger#2 splashes down beside him.  Sharks are everywh Another barrel of chum is dumped on top of them.  Passeng covered in blood, reddish water, and meat chunks... gives brief terrified look at Passenger#1, but doesn't help him He takes a deep breath, then dives amid the sharks and st under the ship.  Passenger#1 frees himself, then breathes deeply and dives under.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The water is very clear, and it is easy to see that the w is alive with sharks.  Passenger#2 leads by about two bod lengths.  As passenger#1 starts off, a shark attacks him, slicing into his leg.  Passenger#1 twists around to see t beast gripping his leg and kicks roughly at the shark wit everything he has.  Another sharks brushes by his side. heel connects with the eye of the shark, and he is releas He spastically swims away with a trail of blood flowing f the severe wound.  Passenger#2 has reached the center of ship where two swords are mounted in a small receded area about four feet from each other on either side of the kee He reaches up and grabs the handle of the closest one.  A quickly as he grabs it, two panels spring into place on e side of his wrist... locking his arm inside.  He begins  panicking, wildly trying to get his wrist free.  Passenge swims up seeing the other sword, then the trapped passeng He swims over to Passenger#2 and tries to help him.  Noth He twists around and sees a very large shark heading towa them.  He quickly pushes away and goes to the other sword Instead of grabbing it, he kicks at it.  The sword falls as the panels slide quickly into place, trapping nothing  besides water this time.  He almost misses catching the s before it plunges into the depths.  He turns back to  Passenger#2.  Only an arm hangs from the trapped panel no A small trail of blood leads away from the limb.  He lets out what remaining air that he has and swims up to the po side of the ship. Bursting through the surface of the water, he gasps loudl for air.  He is only a few feet from the reef.  The pirat scream in support.  He swims rapidly to the reef, trying climb up.  A shark swims by.  The four pirates on the ree quickly push him back into the water!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uh-uh!  Ye ain't finished yet... ye  gotta' get ta' the ship!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "With his leg trailing a lot of blood, he swims rapidly to the stern of the ship.  A shark bumps him as he rounds th aft of the Inferno.  A rope ladder is mounted to the ster The pirates are staring down at him, screaming in support Exhausted, he fumbles for the rungs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ye better jump, flea!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The pirate points behind Passenger#1.  A shark fin is spe towards him.  He quickly tries to climb the ladder, but h is tired, has a sword in one hand, and his wounded leg is working very well.  Just as the shark is about to bear do on him, he is pulled up with the ladder by the group of  pirates.  They cheer loudly as they grasp his wet clothes and pull him aboard.  He collapses onto the deck, bleedin and breathing heavily.  Willy steps up to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, men... it appears that we have  a new shipmate!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cheers.  Passenger#1 weakly raises his sword into the air Willy reaches down, pulling him to his feet.  He stumbles",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Someone attend to his leg!  We don't  need another damn peg leg aboard!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A pirate with a bone peg leg hurries forward with bandage and starts to work on Passenger#1's wound. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(weakly) How many have...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Huh?  Speak up, mate!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How... How many have made it though  that alive? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "None!  You are the first, Matey.   Not too easy, was it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A lot of shouting and pointing.  A small dinghy has made way to the ship.  A man hurriedly climbs aboard and heads directly toward Willy.  He is out of breath and sighs dee before speaking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They 're almost upon us.  A ship  just pulled into port and said they  passed 'em on the way in.  A DAY'S  travel!  THEY ARE ALMOST HERE!  ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ye said we had weeks, Cap'n!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There is much excitement on board.  Everyone has turned t face Willy as if expecting answers that he doesn't have.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah!  Wha' happened?  We...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ENOUGH!  The English have gained on  us sooner than I had planned, but  all is not yet lost. (He motions toward  the side of the ship  where the reef is) Close it up... NOW!  We are leaving!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But Cap'n... there are MEN down there!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't care!  Let God worry about  them -- Not me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Willy smiles at the new passenger, then turns and heads b to his quarters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And get that man a change of clothes.   He's a welcome addition to the crew!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He slams the door shut behind him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The ship crashes through the waves.  Windswept pirates co the deck, rushing to and fro.  Standing on the poop deck, Willy stares into the night behind them through a spy gla A single light can barely be seen on the horizon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cap'n?  Anything?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Time passes.  Various images of a very long and rough tri The English ship is much faster and is gaining.  There is firefight.  The Inferno is outgunned.  Damaged, they try flee.  The English ship follows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Willy is staring back at the very close ship.  He looks d at a crude map.  A pirate comes running up to him, breath",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cap'n!  They says there's a cave  aroun' the bend a bit!  Can barely  be seen from the nest...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He motions up to crow's nest perched on the masthead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We was thinkin' that we could pull  the Inferno inside.  You know, so...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Big enough for her, eh?  Hmmm.  If  they pass by, we can swing around  behind her... (pauses) Aye.  DO IT!  NOW!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An Instant flurry of action begins aboard the Inferno.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cut her as close to the shore as ye  can!  We need to make it in before  they can see around the bend!  MOVE,  fer God's sake, MOVE!  Man the hand  lead and lines!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pirates crouch in the shadows peering out between the gun The Inferno is tucked silently within the darkened walls a VERY large cave.  The men watch silently as the trailin ship rounds the bend outside the cave about 1000 yards ou at sea.  It continues without slowing.  The men aboard th Inferno begin to smile.   Suddenly, the smiling stops.  The ship starts to turn tow them.  It is obvious that they have been seen.  The crew  starts scurrying to their posts.  They are trapped.  The  ship outside moves into place and starts firing towards t cave.  Gradually, the cannons begin to find targets.  The cave starts to collapse around the Inferno.  Willy stands the stern of his ship... shadows of the collapsing cave d across his hardened face until all that is left is darkne",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEGIN CREDITS.",
          "text": "During the credits, we are privy to the many objects of  curiosity lining the walls of the shop.  There is a frame yellowed newspaper article about the discovery of an  empty pirate ship off the coast of Hawaii, and another  on the arrest of the Fratelli family thanks to a group  of kids from the Goon docks.  Somewhere among the article we even catch a glimpse of the map & doubloon that led  to the original adventure.  At the end of the credits  there is a framed photo of the original group of Goonies  huddled together: MIKEY, BRAND, CHUNK, DATA, MOUTH, ANDY, & STEF.",
          "sentiment": "neutral"
        },
        {
          "speaker": "END CREDITS.",
          "text": "A hand reaches down and grasps an inhaler next to the  cash register.  MIKEY inhales deeply, then begins to  breathe normally.  He is now in his mid 20's, but will  never appear to be his true age.  The front door of the  shop creaks open, accompanied by the sound of the  connected chimes.  Mikey looks up from the dusty book  that he is reading to see an elderly man, CHESTER  COPPERPOT III, enter the store.  He is in his fifties,  and is obviously well-to-do.  The door slowly closes  behind him as he steps toward the front counter, staring  off distantly.  Mikey straightens himself up a bit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good afternoon, Sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The man seems to ignore him.  He turns, appearing to be  looking for something. He walks briskly toward the display case containing the  MEDALLION & SKELETON KEY from the first film.  He brushes his fingers gently across the top... almost caressing  the glass.  Mikey comes out from behind the counter as  the man attempts to open the case.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uh, Sir that is not for sale.  It's  only a display...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Twenty-Five thousand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mikey stumbles a bit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Excuse me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Twenty-Five thousand.  Cash.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "F-For those...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(Slowly. Pronounced.) Each.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The man has not yet looked at Mikey.  Suddenly, the door  swings open behind them.  TAMI enters the store.  She is  about the same age as Mikey, and obviously knows him  quite well.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hi, Babe... (spotting the  customer) Oh, sorry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She quietly goes behind the counter.  Mikey slowly turns  back to Chester nervously.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I, uh, can't.  Did you say...  \"Each\"?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(Finally looks up  at Mikey) I will pay you fifty thousand  dollars cash for these two pieces.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tami's attention is instantly hooked by his words.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No.  No, I can't.  They're special --  we went though a lot together.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tami moves in from around the counter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mike...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. Walsh, EVERYTHING has a price.   What do you need from me to make  us BOTH happy?  Just say a number.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mikey...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No.  I'm sorry, they are not for  sale.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mikey turns from him, and heads back to the counter.   Chester stands there for a moment before heading for the  door.  He is obviously annoyed.  Tami trails after him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uh, Mr... let me talk to him.   He's just...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They both exit to the street.  Through the window we can  see them talking.  He hands her something, then goes to  his car.  She returns inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mikey, do you realize what we  could do with that money?  We...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, Tam.  I know. (takes a deep breath  from the inhaler.) Those aren't really mine to sell.   They were a gift from a VERY old  friend. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tami stares, her face very slowly changing from confusion to love.  She moves forward, gently touching his face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know that they have treatments  for obsessive-compulsive disorder,  right? (pauses with a smile) Ok, Mr.  You win. You get to keep your trinkets.   We can squalor in poverty for  now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They embrace.  Behind him, she tosses the BUSINESS CARD  that Chester handed her onto the counter.  It lands face  down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "T. INT.",
          "text": "An INMATE lazily rolls a cart covered in books, magazines and newspapers down the row of prison cells.  He hands a  few books through the bars of a couple cells.  At one,  we see a HAND poke out with two packs of cigarettes.  He  takes them, giving a sly glance around -- then reaches  under the stack of magazines and gives the hand a copy  of PLAYBOY.  He wheels up to the next cell and stops.   JAKE FRATELLI is laying on his cot.  He looks up at the  INMATE and gives a crooked smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Whatcha' got, Buzz?  Any hacksaws  today?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, but I just gave the last  one away to someone who knows how  to use it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, that hurt.  Just gimme' my  paper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The INMATE takes the top newspaper, and begins to pass  it through the bars.  GUARD1 steps up and swipes it from  his hand before JAKE takes it.  The INMATE looks at the  guard, then pushes his cart forward to the next cell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What the hell's this shit? (reading the paper) The \"Astoria Times Delta\"?  How  cute... Why do YOU care what goes  on in Astoria -- ain't like you're  ever gonna' go back, Jake.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JAKE stands up, pressing his face against the bars.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I like to read the obituaries...  hoping I might find someone I know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, yeah... ain't that the section  where I found your mother's picture?   Geez, you'd think she could at least  crack a smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jake's eyes widen, furious.  He swings his arms out betwe the bars, trying to grab the guard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You son-of-a-bitch!  I'll get YOUR  damn picture in the paper... she  died in PRISON.  I didn't even get a   chance to see her!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The guard backs away quickly, laughing as he smacks at Ja hand with the rolled up newspaper.  He tosses the paper t the floor near the cell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kill a federal agent, and you deserve  to die in the CHAIR.  Not a prison  cell.  She got lucky.  Tell your  brother I send my regards.  I heard  he's been raked over so many times  now that he's gotta' wear Diapers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The guard heads off with a smirk.  Slowly, Jake reaches d and picks up the paper without lifting his eyes off the g He mumbles to himself as he lies down on his bunk to read the paper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A MAILMAN opens the mailbox located outside DATA'S house, and inserts a few pieces of mail.  Along the side of the  mailbox are the words, \"RICK WANG\".  As soon as the door closed, a light activates on the front of the box.  The  mailman shakes his head and walks off.  The mailbox start to tilt at an odd upward angle until all of the mail slid back into the clear chute that serves as the post the box sits on.  It disappears underground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Inside, the mail shoots out of a tube onto a strange sort machine.  It takes each piece of mail individually, openi the side with a sharp letter opener.  A tweezer-like arm  separates the sides of the envelope and removes the lette from inside.  One particular letter looks as if it is wri on old parchment paper.  The armature moves this letter o to the adjoining computer and slides it into a flatbed  scanner. The monitor next to it begins displaying the full screen  image as it is scanned into the system: \"Ye are invited to the wedding of Michael \"Mikey\" Walsh a Tami Lynn Springmeyer\" It is a fancy wedding invitation made up to look like a  treasure map.  There is a big red \"X\" over Astoria, Orego The modem starts dialing out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "DATA, now in his late 20's, is seated at his computer.  H is the lead toy designer for Kattel Toys.  Various poster and items he's created decorate his wild office.  A poste for \"Slick Shoes\" hangs behind him.  A VOICE comes across his computer speakers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You've got mail.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Data leans forward and clicks on an icon.  The Wedding  invitation appears on his screen -- instantly scanned and mailed from home.  As he reads, a smile forms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All Right!  He's gettin' married!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "STEF sits at her sculpting wheel, hands covered in wet cl In one hand, she has the wedding invitation.  Her eyes ar wide with excitement as she hurriedly pushes the buttons the phone to dial out.  It rings.  MOUTH answers on the o end.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Clarke Devereaux here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mikey's getting married!  In Astoria!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Whoa, whoa... Mikey WALSH?  Shit,  you sure, Babe?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Of course I'm sure, Dork.  Why would  I say that if I wasn't sure?  I have  the invitation right here!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I love when you call me names, Stef.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He is on his Cellular phone, and surrounded by election s covered with his name and picture.  He is running for pub office.  A lady walks up and shakes his hand while he is the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "When's the wedding?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You have to wait until you get HOME  to find out.  Soon I hope?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You wanna' get all \"Demi Moore\" with  the clay again? (chuckles) I should be home in a bit, Stef (pause) Yeah, I love you too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He hangs up the phone and smiles at a few of the people  passing by.  He hands out a few election buttons.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wow... Mikey.  Married.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A student wearing a Berkeley T-shirt walks down the dorm  hallway waving a letter above his head.  He yells down th hallway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lawrence!  You got a letter here...  looks kind of strange.  LAWRENCE!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHUNK pokes his head out of his room.  He is no longer  overweight, and actually looks quite serious now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah?  What is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Weird, man.  Looks like an invitation  or something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He tosses the old-parchment envelope at Chunk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What the hell does \"Chunk\" mean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chunk stares down at the envelope.  \"Lawrence 'Chunk' Coh is written in decorative calligraphy on the front.  Dazed he backs quickly into his dorm room and shuts the door. rips open the envelope and pulls out the invitation. As he reads it, his face lights up.  He starts to scream excitement.  The student in the hallway hears this, then  walks away shaking his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to himself) What a freak.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. LUMBER MILL, ASTORIA, OREGON, DAY",
          "text": "Extremely dirty from work, BRAND is standing reading thou the invitation.  People are working all around him.  Saws forklifts, etc.  By the look on his face, this is his fir time reading the letter.  He looks ecstatic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, everyone!  My brothers getting  married!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Through all the noise, a few guys look over confused.  No sure what he said.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"You lover's getting carried?\"  What  the hell does THAT mean, Brand?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No... My...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He waves for a few of the machines to stop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My BROTHER'S getting MARRIED!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There is an awkward pause.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And you're happy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Poor bastard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The machines start back up, and everyone goes back to wor One worker walks past brand and pats his back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sorry, Bud.  Better him than you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Brand is oblivious to them, and walks off smiling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ANDY is on the phone at the back of the classroom.  Child are playing loudly throughout the room.  A few are finger painting near the front.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you sure?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What is it with you people?  Chunk  was the one who made up stories...  not me.  Of course I am sure.  I  have the invitation right here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wow.  It almost feels surreal.  What's  her name?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tami.  Cute.  I didn't even know he  was dating anyone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do you... do you think Brand will be  there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Duh.  It's his brother.  Of course  he will be there.  Why?  Uh-Oh... A  coal still burning in the fire?  I  thought you were living with that  prissy model guy, Jason.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well... It's a long story.  He was  just the short version of it.   Everyone seems so... Boring.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "One of the kids purposely steps on a plastic squirt bottl of blue paint.  It sprays all over one of the other kids, and the chalkboard behind.  Screaming.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, crap.  Gotta' go, Stef.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Call me...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I will!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She hangs up, and heads over to the newly created mess.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Feet clicking down the darkened hallway.  Two prison guar stop in front of JAKE'S cell.  The door slides open.  Jak is asleep in his rack.  Guard1 steps inside, quietly. The other one stands outside of the cell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pssst.  Hey, Dirtbag.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jake quickly wakes up, scared.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, yeah?  Who... the hell? (realizing who it is) I didn't do nothin'!  I --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Get up, you're coming with us.  Now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jakes looks around quickly.  Something isn't right.  He l worried.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look, Man.  I'm OK with you sayin'  crap about my Mom.  Say whatever you  want --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shut the Hell up, Jake.  You have 30  seconds, or I am going to walk out  of here without you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jake looks up confused.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So... all I have to do is lay here  and you'll leave?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You don't WANT me to leave without  you.  Trust me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jake slowly starts to get out of bed.  He reaches over fo his pants and starts to put them on while still eyeing th guards suspiciously.  The three of them start to head bac down the corridor of cells.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's this about?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The warden wants to see you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In the middle of the night?  Gimme'  a break.  You guys planing on shooting  me?  Saying that I was trying to  escape --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jeezus.  Are you for real?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've seen the movies.  You guys always  pull that kind of shit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, and by that theory... all  prisoners are actually innocent,  right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Both guards give a slight chuckle.  Jake looks around  nervously as they pass through a few open doors.  They en a large darkened room.  Someone is seated at the desk hid by shadows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Need one of us to stay with you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "From the shadows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That will not be needed.  Go about  your business and have a good night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You need us to check back in?  To  take this scumbag back to his...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The guard looks confused.  He shrugs his shoulders, then two guards exit the room.  The door closes behind them.   There is an awkward silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uh, Warden.  I ain't been causin' no  problems, Sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. Fratelli.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...and I'm actually kinda tired too. (fakes a yawn) Gotta' get ready for my parole board  hearing next Thursday.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jake.  There isn't going to BE a  parole hearing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jake looks stunned.  The door suddenly swings open behind him, making him jump.  There is a ruckus as three men ent",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I...I didn't do anything!  Come on,  guys.  Jus' let me go back to my  cell.  Please?  PLEASE?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Two officers roughly shove FRANCIS into the room.  He fal to his knees.  The Warden quickly stands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Enough!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The two guards back out of the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Warden... I...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Francis?  Francis!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wha?  Jake?  That you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He quickly stands up.  They momentarily stare at each oth before hugging.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's good to see you, Bud.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All of the sudden, Jake shoves him away a bit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why the hell are you lettin' them  push you around, Francis?  Huh?   What would Ma think?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Warden clears his voice, and they both slowly turn to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Save the reunion festivities for  later, won't you?  We are here to  work out some details.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Huh?  For what?  What is this, Jake?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I dunno.  Warden... what did you  mean?  I'm not havin' a hearing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do you really think they are ever  going to let you out, Jake?   Seriously?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sure.  I have...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No.  They won't.  Roaches like  yourselves are destined to scurry in  the halls of prison your entire lives.   Sure.  You may see the light of day,  but you always come home to nest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "However, there are other ways out of  this uh, \"Roach Motel\".  Can I  interest you in an open door?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wait.  We been here for over fifteen  years without ever talkin' with you...  sides' our introduction the first  day.  Now...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...You're our best friend?  Like I  asked before, you guys setting us  up?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Warden smirks a bit, then stands up.  He casually wal over to Jake and Francis.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, I'm not your friend.  Never  confuse that with what we are talking  about here.  I would just as soon  shoot you as feed you.  You two are  nothing besides green to line my  pockets with.  If it weren't for  money, we wouldn't be here talking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We don't have any money, Warden.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Suddenly a voice comes from a darkened corner of the room Chester Copperpot III.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, but gentlemen... I do. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They both spin to look at a face they can't see.  Chester makes no move to help them see.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who the Hell?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You two have only one chance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He picks up two very thick folders from his desk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Knowing how stupid you two are, I  know one isn't enough.  But one it  is.  Your friend here -- Um, OUR  friend here -- has made me happy.   Happy enough to chance several things  on you.  You blow this, and I report  you as escaped.  I guarantee that I  can put together a manhunt big enough  to scrape you from whatever shoe you  try to hide under.  You do what he  asks -- and then quietly disappear  when you are done... and these files  are filed away permanently.  With my  signature.  Nobody will ask questions  that I can't answer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Fratelli's look stunned.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This ain't no trick?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No.  Do exactly as I ask, and you  two will be free men within a week.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That is a scary thought.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's the catch?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No catch really.  You just have to  promise me that I will have your  undivided attention and commitment  for the next week.  No questions  asked.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No problem!  You got it... What are  we doing?  Housework?  Cleaning your  car?  Driving you around...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You may actually enjoy this.  One  last job... finishing up something  that you had already started.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All it's gonna' to cost us is one  week?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gentlemen, it may end up costing you  your lives.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We can only hope!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Go to next Section: The Island of Antigua",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_802"
    }
  ]
}