{
  "movie_id": "MOV811",
  "scenes": [
    {
      "location": "MARSHES, KENT",
      "time": "DUSK",
      "characters": [
        "MAGWITCH, (V.O.)",
        "HERBERT, (0.S.)",
        "MRS JOE",
        "DAY, (FLASHBACK)",
        "OMITTED 94",
        "POLICEMAN",
        "OMITTED 81",
        "16A",
        "GET AWAY FROM ME",
        "JUDGE",
        "JOE",
        "CAMILLA",
        "PEPPER",
        "PIP, (0.S.)",
        "BAILIFF ONE",
        "OMITTED 15",
        "OMITTED 121A",
        "OMITTED AND INCORPORATED INTO 166 168",
        "65A",
        "HERBERT, (V.O.)",
        "MOLLY",
        "FADE TO BLACK",
        "GREAT EXPECTATIONS, (PAGES 10/12)",
        "KIND",
        "ALL",
        "CLARA",
        "SERGEANT",
        "FADE IN",
        "OMITTED 183",
        "JOE PIP",
        "MAGWITCH, (CONT'D)",
        "MAGWITCH",
        "STARTOP",
        "HERBERT, (CONT'D)",
        "P",
        "EXT/INT. GARGERY HOUSE",
        "OMITTEDINCORPORARED INTO 47 46",
        "JUDGE MAGWITCH, (V.0)",
        "OMITTED 65",
        "65C",
        "HERBERT",
        "YOUNG GENTLEMAN",
        "CHARLES",
        "OMITTED AND INCORPORATED INTO 194A 205",
        "BAILIFF TWO",
        "WEMMICK",
        "OMITTED, INCORPORATED INTO SC. 123. 124",
        "AGED P",
        "JAGGERS, (V.O.)",
        "THE FINCHES",
        "PIP, (V.O.)",
        "OMITTED 91",
        "PUMBLECHOOK",
        "COUSIN RAYMOND",
        "ESTELLA",
        "OMITTED AND INCORPORATED INTO 12 13",
        "OMITTED AND INCORPORATED INTO 194B 206",
        "OMITTED 84",
        "BIDDY",
        "JAGGERS",
        "ARTHUR HAVISHAM",
        "PORTER",
        "OMITTEDNOW MOVED TO 65C 62",
        "OMITTED, INCORPORATED INTO 29 30",
        "VOICE",
        "OMITTED 198",
        "OMITTEDINCORPORATED INTO 44 45",
        "OMITTED 9",
        "AT ME",
        "OMITTED",
        "MISS HAVISHAM",
        "REVEAL -",
        "OMITTED 92",
        "OMITTED 182",
        "PUMBLECHOOK MRS JOE, (0.S.)",
        "THE CONVICT",
        "PIP/HERBERT, (V.O.)",
        "VOICE, (0.S.)",
        "CONVICT",
        "ENOUGH",
        "JAGGERS, (CONT'D)",
        "MRS JOE, (0.S.)",
        "MISS HAVISHAM, (V.O.)",
        "INT/EXT. GARGERY HOUSE",
        "ESTELLA, (V.O.)",
        "OMITTED 116",
        "28A",
        "MRS RAYMOND",
        "OMITTED NOW MOVED TO 65B 61",
        "SCENE 29. 40",
        "PIP MAGWITCH",
        "OMITTED 59",
        "OMITTED 82",
        "RIVER POLICE",
        "OMITTED 83",
        "SARAH POCKET",
        "92A",
        "116A",
        "121A",
        "DRUMMLE",
        "GREAT EXPECTATIONS",
        "COMPEYSON",
        "MRS HUBBLE",
        "OMITTED 23",
        "END TITLES",
        "121B",
        "OMITTED 21",
        "OMITTED 121B",
        "87A",
        "WHAT",
        "OMITTED 41",
        "79A",
        "OMITTED 167",
        "WEMMICK, (CONT'D)",
        "OMITTED 90",
        "SOLDIER, (0.S.)",
        "OMITTED 121",
        "PIP"
      ],
      "dialogues": [
        {
          "speaker": "Unknown",
          "text": "A BOY runs across the dark, flat wilderness of the North Kent marshes. A bitterly cold December evening, the misty light is fading and the boy races as if trying to outrun the darkness. This is PHILLIP PIRRIP - ‘PIP’. He is eight years-old.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A small, squat church sinks on the boggy ground. A yew tree - PIP snaps off a twig and adds it to the forlorn bunch of wintery sticks he carries. A modest tombstone bears the inscription; Here lies PHILLIP PIRRIP late of this Parish. Also GEORGIANA, wife of the above. Also ALEXANDER, BARTHOLOMEW TOBIAS, ABRAHAM, ROGER. Five tiny lozenge-shaped graves mark the childrens’ final resting place. PIP lays his modest tribute and sets about brushing away the weeds and dead-leaves that clutter the grave - - as an IMMENSE FIGURE looms behind him and snatches him up. PIP goes to cry out, but a filthy hand is clamped across his mouth as he is hoisted, weeping and struggling into the air.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE CONVICT",
          "text": "Hold your noise! Hold your noise, you little devil, or I'll cut your throat! The convict is a formidable figure, immense and terrifying, his head and face brutally shaven and scarred His name is MAGWITCH, though we won’t hear this spoken aloud for some time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGWITCH",
          "text": "Tell us your, name! Quick!",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "Pip!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGWITCH",
          "text": "Once more! Give it mouth!",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "Pip! Pip, sir! \fGREAT EXPECTATIONS (PAGES 10/12) 2. Then PIP is flipped upside down, held by his ankles, shaken.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGWITCH",
          "text": "Got wittles on you, boy? Tell me!",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "No, sir! - then upright again, he’s seated on a tombstone, his tiny face held in massive, manacled hands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGWITCH",
          "text": "What fat cheeks you ha’got. Darn me if I couldn’t eat em. Where’s your mother?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "There, sir! (MAGWITCH flinches -) ‘Also Georgiana’, with my father. ‘late of this parish’. My brothers too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGWITCH",
          "text": "An orphan, eh? Who d’you live with? That's supposin’ I let you live.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "My sister, sir - Mrs Joe Gargery, wife of Joe Gargery, the blacksmith, sir...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGWITCH",
          "text": "Blacksmith, eh? (a moment) You know what a file is?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "Yes, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGWITCH",
          "text": "And you know what wittles is?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "Yes, sir, food, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGWITCH",
          "text": "(breath hot on PIP’s face) Now I ain’t alone, as you may think I am. There’s a young man hid with me in comparison with which I am an angel, has a secret way of getting at a boy, and at his heart, and at his liver, so that they may be roasted and ate. It is in vain for a boy to hide from that young man. A boy may lock his door, may tuck himself up, may draw the clothes over his head, and that young man will softly creep and creep his way to him and tear him open... (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGWITCH, (CONT'D)",
          "text": "(whispers in the ear of the terrified boy) You bring me tomorrow morning early, at yonder battery, that file and them wittles - never daring to say a word - and I will do what I can to keep that young man out of your insides. Understand? (PIP nods) Speak it out!",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "Yes, sir!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGWITCH",
          "text": "Now. Get you home. PIP turns, tumbles away, pausing just long enough to turn and see the convict disappear into the misty graveyard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "PIP runs towards home as fast as he can. His stride slows A gibbet hangs over the road, empty but still sinister in the gathering gloom. PIP steps warily beneath, then starts to run once again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "PIP’s home adjoins the forge. Made of wood, the house is modest but comfortable enough, and a safe refuge now. PIP barrels towards the door, and straight into -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JOE GARGERY, the blacksmith - a rich Kentish accent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE",
          "text": "There you are! Your sister’s been out a dozen times looking for you, old chap. And on cue, a ferocious cry comes from outside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "With practiced efficiency, JOE takes a towel, wads it up, uses it to pad the back of PIP’s trousers. \fGREAT EXPECTATIONS (PAGES 10/12) 4.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE",
          "text": "She’s on the rampage, Pip, and she’s got Tickler with her. Best get behind the door, old chap. I’1l do my best... A closer look at JOE - fair, curly hair, pale eyes, he’s large, powerfully-built man, devoid of aggression, incapable of malice. Good-natured; child-like almost. And then MRS JOE is in the room. Ferocious, black-hair, red-faced with fury.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS JOE",
          "text": "Where have you been, you little monkey! Wearing me out with fret and worry! I said where have you been! She charges at PIP, wielding her cane, ‘Tickler’. JOE doe his best to shield PIP behind his large leg, but MRS JOE simply beats him too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "The churchyard! As it was Christmas -",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS JOE",
          "text": "The churchyard! If it weren’t for me you’d’ve been to the churchyard years ago, and stayed there! Who brought you up by hand?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "You did!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS JOE",
          "text": "And why did I do it, I should like to know!",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "I don’t know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS JOE",
          "text": "Gargery - fetch the tar water!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE",
          "text": "No need for tar water (she turns on JOE) It is Christmas, my love.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS JOE",
          "text": "(a moment then -) Bad enough having to be a blacksmith’s wife, without having to mother you too. Ha! Churchyard! (sawing at a loaf of bread) You’1l drive me to the churchyard between you one of these days, and a precious pair you’d be without me! But you’d like that I suppose, the both of you...",
          "sentiment": "neutral"
        },
        {
          "speaker": "GREAT EXPECTATIONS, (PAGES 10/12)",
          "text": "And as her monologue continues, PIP slides out from his hiding place and exchanges looks with his ally JOE. A mute conversation; ‘you alright, old chap?’, ‘thank you Joe’. JOE ruffles his hair; an understanding. But MRS JOE is watching. MRS JOE. Table! Now! They take their places at the table. PIP eyes the bread. The sound of a cannon in the distance distracts JOE, and PIP snatches the bread, stows it beneath the table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE",
          "text": "Hear that? (another distant explosion) There’s a conwict escaped off the Hulks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "What might he have done, this convict? And MRS JOE is on him again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS JOE",
          "text": "Murder most likely. That’s why they’re put in the Hulks, because they murder-",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "Murder?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS JOE",
          "text": "- murder and rob and ask too many questions! (points the knife) Where’s that bread gone? It’s in his hand, beneath the table -",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "I ate it. A moment. MRS JOE glares but PIP holds his nerve and she turns. JOE regards PIP questioningly. PIP shrugs, and squeezes the bread into his pocket. INT. PIP’S BEDROOM - NIGHT 6 Hungry, terrified, PIP hides beneath the covers, thinking on murder. Every object in the small, meek attic room seems menacing, every creak seems to speak ‘murder’.PIP pulls the covers higher, squeezes his eyes shut.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The sun rising on the new day. \f10 11 GREAT EXPECTATIONS (PAGES 10/12) 6.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Every floorboard creaks as PIP tip-toes past JOE and MRS JOE's bedroom. A glimpse through the door - his sister snoring.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "PIP lifts the lid from a stoneware pot and removes a magnificent meat-pie. Brandy is poured from bottle to flask, the flask corked, the bottle now half-full. PIP thinks a moment, tops the bottle up with a filthy viscous liquid - tar water. He shakes the bottle in the hope of hiding the deception. PIP turns and jumps; a dead hare hangs from the ceiling, its glassy eyes glaring accusingly at the young thief.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Christmas Day is damp and misty as PIP hurries guiltily towards the old fort that is their rendezvous. A seated figure is visible through the mist - THE CONVICT is slumped, cold and miserable, on a stone, inspecting the wounds caused by his manacles. PIP approaches, gathers his nerves, and touches the man on hi shoulder. The figure turns - But it’s a different CONVICT; gaunt, sinister, with cruel brooding eyes and a livid bruise on his face. He swipes at PIP with his chained hands, and PIP turns an flees, the hunched figure hobbling after him, growling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Breathless, PIP stumbles on, relieved to see that the cannibalistic young man has gone, for the moment at least But suddenly -",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGWITCH",
          "text": "Well, did you bring it boy? MAGWITCH scoops PIP up into the air.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "(handing over the bag) Yes, sir. Here, sir. \fGREAT EXPECTATIONS (PAGES 10/12) 7.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGWITCH",
          "text": "And what’s in the bottle?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "Brandy. Back on the ground, PIP watches MAGWITCH drain the bottle of brandy, then set about the pie, scooping great handful into his mouth, glaring about him like a starving dog protecting his food.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGWITCH",
          "text": "You brought no-one with you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "No, sir!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGWITCH",
          "text": "And asked no-one to follow?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "I would not do that, sir. MAGWITCH’s eyes burn into PIP. Finally -",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGWITCH",
          "text": "I believe you. A cold-hearted hound you’d be, at your time of life, to hunt down a wretch as near to death and dunghill as me. PIP, despite himself, is encouraged by the approval.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "I’m glad you enjoy the pie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGWITCH",
          "text": "Thankee, my boy, I do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "There’1l be none left for him!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGWITCH",
          "text": "For ‘him’? Who’s ‘him’?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "The young man you spoke of. Who wants to eat my liver.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGWITCH",
          "text": "Oh, him? (Laughs-) He won’t want no pie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "He looked as if he did. \f12 GREAT EXPECTATIONS (PAGES 10/12) 8.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGWITCH",
          "text": "Looked? What d’you mean, looked?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "I saw him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGWITCH",
          "text": "When?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "Just now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGWITCH",
          "text": "Where?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "Down by the river.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGWITCH",
          "text": "Dressed like me? Bruised face? Here? Badly bruised? (PIP nods) Give me the file, boy! Immediately MAGWITCH is sawing wildly at his chains, oblivious to the raw red wounds about his ankles, muttering to himself. MAGWITCH (CONT’D) PIP Hunt him down like a Goodbye, then sir. A merry bloodhound I will. Let him Christmas to you! go free? Let him make a Goodbye... tool of me again and again? That villain? No, I’1l take him to the bottom of the river if I have to drag him there myself... And getting no response, PIP shrinks away into the mist. A Christmas carol, sung with great volume and little tune",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A squeeze-box wheezes away. The carol is performed by MR PUMBLECHOOK and the GARGERY’s other Christmas guests; MR and MRS WOPSLE and MR and MRS HUBBLE. These clerks and tradesmen are what pass as gentle-folk in the narrow confines of the village, and MRS JOE is appropriately puffed-up. PIP does his best to slip in un-noticed, but MRS JOE sees him, and discreetly draws her finger across her neck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Later. The Christmas dinner is laid. PUMBLECHOOK dominate the festivities, a large man with dull eyes and a mouth like a fish.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PUMBLECHOOK",
          "text": "For the great feast that we are about to receive - thanks to you ma‘am - may the good lord make us truly thankful.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALL",
          "text": "Amen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS JOE",
          "text": "Did you hear that? Be grateful!",
          "sentiment": "neutral"
        },
        {
          "speaker": "PUMBLECHOOK",
          "text": "- especially, my boy, to those as what brought you up by hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS HUBBLE",
          "text": "Why is it that the young are never grateful? A moment’s contemplation of this devastating gambit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PUMBLECHOOK",
          "text": "Naturally wicious! Mumbles of ‘true, true’! PIP is in hell, but JOE is there JUMP CUT - Meal underway, PIP picking at fat and gristle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE",
          "text": "More gravy, old chap?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS JOE",
          "text": "Oh, I nearly forgot! Ladies and gentleman, do leave a little room for the savoury pork pie so kindly provided for by dear Mr Pumblechook.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PUMBLECHOOK",
          "text": "No more than you deserve, ma’am.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS JOE",
          "text": "I’ll get it now. Shall I get it now? I’11l get it now. Murmurs of approval. She heads off to the larder to searc for the treasured pie, now long gone. PIP shrinks further in his seat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE",
          "text": "You look awful white, old chap. Have some gravy — \f13 14 GREAT EXPECTATIONS (PAGES 10/12) 10.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PUMBLECHOOK MRS JOE, (0.S.)",
          "text": "I often say, a slice of It’s here somewhere! savoury pork pie will lie on top of anything you care to mention and do no harm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS HUBBLE",
          "text": "Wise words, as always.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PUMBLECHOOK",
          "text": "Especially with a little brandy.... MRS JOE returns —",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS JOE",
          "text": "At least it was here. It’s gone! And now PUMBLECHOOK explodes into coughing and retching.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PUMBLECHOOK",
          "text": "TAR WATER! In the brandy! It’s all too much. He bolts to the door, dodging MRS JOE",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS JOE",
          "text": "Come here, you little monkey! And straight into the arms of - A SERGEANT. A crowd of SOLDIERS stand behind him, rifles at the ready. In the SERGEANT’s hand, MAGWITCH’s manacles",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JOE’s hammer bangs down onto glowing iron. Sparks fly. Th party guests and the SOLDIERS are clustered round the forge as the chain of the manacles is repaired",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERGEANT",
          "text": "A nasty pair. Two of the most vicious characters you’d care to meet. Anybody here seen anything of any such game? (with a great hiss, the mManacles are plunged into the water) Thank you, sir. A fine job. (examines JOE’s handiwork, tests their strength.) We found them filed clean through. No matter. We'll have’em back on him soon enough. ‘Course, if any of you gentlemen fancy some sport... \f15 16",
          "sentiment": "neutral"
        },
        {
          "speaker": "16A",
          "text": "17 GREAT EXPECTATIONS (PAGES 10/12) 11. PIP regards JOE, and the possibility of larks - then MRS JOE, still glaring dangerously. No contest -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As night creeps in, so does the fog. The SOLDIERS advance in loose formation, a long line almost lost to each other in the mist. PIP and JOE pass beneath the old gibbet, PIP regarding it with dread. A whisper -—",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "I hope we don’t find ‘em, Joe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE",
          "text": "I hope so too, old chap.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The hunt continues. Voices from the mist -",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE, (0.S.)",
          "text": "Murder! Help! Help me! Murder!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLDIER, (0.S.)",
          "text": "Over here! They’re over here. Get some light. Torches are lit ablaze now, their sulphurous flames glowing in the fog as the soldiers, JOE and PIP head to -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A ferocious fight is taking place, with MAGWITCH looming huge and victorious over his slighter opponent. The second CONVICT’s face is a mess of mud and blood, wit a vicious gash down one side of his face, the fight so brutal that the SOLDIERS can only stand and watch, too frightened to intervene, spectators in a flame-lit arena. The SERGEANT pushes through -— \fGREAT EXPECTATIONS (PAGES 10/12) 12.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERGEANT",
          "text": "Well what are you waiting for? Move! The SOLDIERS pull them apart, the two CONVICTS swearing and clawing at each other throughout.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGWITCH",
          "text": "I took him! Take note, I took him and gave him up to you!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERGEANT",
          "text": "Handcuffs! The CONVICTS are manacled. PIP hides behind JOE’s leg.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONVICT",
          "text": "He tried to murder me!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGWITCH",
          "text": "Try, and not do it? I'd have killed him if I wanted, but instead I dragged him here. I took him! Let him go free? Let him profit from me, again and again?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERGEANT",
          "text": "Enough of this! Light the torches!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONVICT",
          "text": "He tried to murder me! I should have been a dead man, if you hadn’t got here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGWITCH",
          "text": "He lies! He’s a liar born and he’ll die a liar. Look at his face, his grovelling eyes. Look me in the eyes, villain. LOOK",
          "sentiment": "neutral"
        },
        {
          "speaker": "AT ME",
          "text": "MAGWITCH makes another murderous lunge at his enemy, but is pulled back and down by four of the SOLDIERS. And it’s only then, forced to the floor like a wild animal, that MAGWITCH meets PIP’s eye, sees the fear and alarm on the young boy’s face. For a moment, MAGWITCH snarls, moves towards the boy - But PIP puts his hand to his own chest, and shakes his head. ‘It wasn’t me’ — A moment, then all the fight goes out of MAGWITCH. Something almost like shame comes to his face. And he allows himself to be hauled to his feet and manacled once more. \f18 19 GREAT EXPECTATIONS (PAGES 10/12) 13.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Silhouetted against the low winter sun, the chained men and the soldiers march on. PIP and JOE bring up the rear, following the trail of burning tar. On the estuary, sinister shapes loom on the horizon -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The prison ships; menacing hulks, lifeless, ghost ships almost, lit by sulphurous torch-light. Two rowing boats await to take the convicts back to this hell. The second CONVICT is already on his way, his bloodied face full of fear. MAGWITCH is about to be led away too, but he turns a moment and, without looking at PIP, speaks to the SERGEANT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGWITCH",
          "text": "I wish to say something. A man can’t starve. I took - stole - some wittles up at the village. A file too, and I'll tell you from where. The blacksmith’s. (Surprise from JOE, nothing from PIP) Brandy and a pie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERGEANT",
          "text": "Have you missed such an article as a pie, blacksmith?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE",
          "text": "My wife did.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGWITCH",
          "text": "So you're the blacksmith, are you? MAGWITCH steps towards JOE and PIP, causing the soldiers to stand. But JOE doesn’t flinch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGWITCH",
          "text": "Then I’m sorry to say I’ve eat your pie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE",
          "text": "God knows you’re welcome to it. We don’t know what you've done, but we wouldn’t have you starve to death for it, would us Pip? MAGWITCH looks to PIP. PIP shakes his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGWITCH",
          "text": "Pip. \f20 GREAT EXPECTATIONS (PAGES 10/12) 14. The ghost of a smile, as he places the large manacled han on PIP’s head. A benediction. Then MAGWITCH is hauled away. Seated in the bow of the boat, manacled, hunched and filthy, MAGWITCH turns once more and steadily meets PIP’s eye as he is rowed off towards that wicked Noah's Ark. FADE TO BLACK.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Autumn now. Some time has passed, the marshes have lost some of their menace and the day is bright and clear as PIP lies in the long grass with JOE by his side, both concentrating hard on a slate, on which PIP chalks letter with intense concentration. JOE looks on in wonder;",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE",
          "text": "I say, Pip old chap! What a scholar you are!",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "I should like to be, some day. Read it, Joe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE",
          "text": "Read it. Read it.... He’s holding the slate upside down. PIP turns it and reads;",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "‘Mi Deer JO i opE U R KRWITE WELL i shAL SOn B HabeLL 4 2 TEEDGE U JO an WOT LARX an BLeVE ME inFXN PIP’",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE",
          "text": "Why there’s a ‘J’! And an ‘0’, best ‘0’ I ever saw. Astonishing! How interesting reading is!",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "Perhaps I could teach you one day, Joe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE",
          "text": "P’raps. P’raps. Though I fear I am most awful, awful dull. Not like you, young scholar! When I think back to how small and flabby and scrawny you were when I first bought you to the forge -",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "Joe - please! \fGREAT EXPECTATIONS (PAGES 10/12) 15.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE",
          "text": "(a moment, then -) Ever the best of friends, ain’t us, Pip?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "Ever the best of friends, Joe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE",
          "text": "And when you’s apprenticed to me - what larks. A bellow echoes across the marshes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE",
          "text": "She must be, what, two mile off? (PIP laughs) Best get us back then, old chap.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "PIP’s head is ducked unceremoniously into a bucket of water.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS JOE",
          "text": "Now if this boy ain’t grateful, he never will be. (PIP comes up, gasping for air) I only hope he won’t be pampered.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PUMBLECHOOK",
          "text": "She ain’t in that line, mum, have no fear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE",
          "text": "‘She’?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS JOE",
          "text": "Well, Miss Havisham ain’t a he, is she? Even you ain't as dull as that!",
          "sentiment": "neutral"
        },
        {
          "speaker": "PUMBLECHOOK",
          "text": "Well put, ma’am. Good indeed. MRS JOE scrubs at PIP as if he were a stone floor. Soaped needed, towelled, thumped... \fGREAT EXPECTATIONS (PAGES 10/12) 16. PIP is tugged and pulled into his best suit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS JOE",
          "text": "Mr Pumblechook here -",
          "sentiment": "neutral"
        },
        {
          "speaker": "PUMBLECHOOK",
          "text": "- her tenant, don’t you see.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS JOE",
          "text": "- goes to pay his rent and Miss ‘Avisham says does he know a boy who might go and play there for her pleasure and Mr Pumblechook, being always considerate and thoughtful of us -",
          "sentiment": "neutral"
        },
        {
          "speaker": "PUMBLECHOOK",
          "text": "- no more than you deserve -",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS JOE",
          "text": "- mentions this boy, prancing here. He’s to go straightaway! For all we know our fortune might be made and all he has to do is play!",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "But I don’t want to... The affect on MRS JOE is startling. She reddens, clutches at her heart.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS JOE",
          "text": "Listen to me, ungrateful wretch. D’you want to mix with people of quality and breeding, or stay here and rot with this great lumpen noodle?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "Stay here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WHAT",
          "text": "PIP looks to JOE, but there’s nothing he can do. PIP nods in acquiescence, and the pummelling continues.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "PIP sits in PUMBLECHOOK’s cart, scrubbed and trussed up i his stiffest clothes, his suit too short.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PUMBLECHOOK",
          "text": "Eight times twelve? \fGREAT EXPECTATIONS (PAGES 10/12) 17.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "Ninety-six. Through twisted, overgrown parkland PIP sees the grim, dismal hulk of Satis House.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PUMBLECHOOK",
          "text": "Four times seventeen? Too slow! Sixty- eight. Nine times thirteen - PUMBLECHOOK keeps up his stream of questions as they step down from the cart and approach the gates, chained shut.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "One hundred and seventeen -",
          "sentiment": "neutral"
        },
        {
          "speaker": "PUMBLECHOOK",
          "text": "- minus thirty-two? Are you listening, boy? Boy? The garden of this once fine house is overgrown, the windows are either bricked up or barred, and from the outside it seems barely credible that the place could be inhabited. And yet...",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE",
          "text": "What name? A silhouette, calls from a window in a clear voice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PUMBLECHOOK",
          "text": "Pumblechook!",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE",
          "text": "Quite right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PUMBLECHOOK",
          "text": "Now, boy, remember your station and let your conduct be a credit unto those which brought you up by hand. And now a strikingly pretty young girl approaches, scarcely older than PIP but proud, self-assured, fearless - YOUNG ESTELLA. She regards PIP with a judgemental eye, then produces a large bunch of keys and opens the gate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ESTELLA",
          "text": "Do you wish to see Miss Havisham?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PUMBLECHOOK",
          "text": "If Miss Havisham wishes to see me! \f25 26 GREAT EXPECTATIONS (PAGES 10/12) 18.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ESTELLA",
          "text": "She don’t. (The gate is closed on PUMBLECHOOK. To PIP -) Come along. And with a glance back at the indignant, excluded PUMBLECHOOK, PIP follows her into the house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The gloomy house is lit by a great many candles. ESTELLA takes one up and leads the way. Portraits and draped furniture can be glimpsed as they make their way up a fin staircase towards a door. They stop outside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ESTELLA",
          "text": "Are you frightened?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "I don’t know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ESTELLA",
          "text": "Go in then.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "After you, miss. ESTELLA smiles scornfully and walks away. PIP takes a breath and pushes the door open...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The room is lit with candles, with no glimpse of daylight It is the bedroom, and MISS ELEANOR HAVISHAM sits in fron of the mirror of her dressing table. She is quite the strangest lady he - or we - have ever seen. The wedding dress, the gloves, the veil are all decayed to a yellow-grey. The bride too has taken on this ashen, sickly taint.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS HAVISHAM",
          "text": "Come nearer. Let me look at you. PIP approaches gingerly, taking in more of the room; the stilled pendulum, the clock stopped at twenty to nine, th half-packed suitcase, the once-fine clothes now dusty and decayed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS HAVISHAM",
          "text": "Look at me! (He does so) You are not afraid of a woman who has never seen the sun since you were born? \fGREAT EXPECTATIONS (PAGES 10/12) 19.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "No, ma’am.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS HAVISHAM",
          "text": "Then come closer. (her hand on her chest) Do you know what I touch here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "Your heart.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS HAVISHAM",
          "text": "Broken! The word is spoken with a weird pride.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS HAVISHAM",
          "text": "I sometimes have sick fancies and I have a sick fancy that I want to see some play. Play. Play! (PIP stands, frozen) Are you sullen and obstinate?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "No, ma’‘am! I am very sorry for you and sorry that I can’t play. If you complain of me I will get into trouble with my sister, so I would play if I could, but it’s so new here.... She regards him. A moment. Very quiet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS HAVISHAM",
          "text": "So new to him, so old to me, so melancholy. Call Estella! Estella! ESTELLA is already approaching, lit by candlelight. She walks past him and straight to MISS HAVISHAM. With a strange mechanical movement, a ritual almost, ESTELLA places her head on her lap. MISS HAVISHAM picks a broach from the dressing table and places it against ESTELLA’s dress, in her hair, watching how the jewels compliment her skin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS HAVISHAM",
          "text": "Your own one day, my dear, and you will use it well. (she fixes the broach to ESTELLA, as if arming her) Now. Let me see you play cards with him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ESTELLA",
          "text": "But he’s a common labouring boy. \fGREAT EXPECTATIONS (PAGES 10/12) 20.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS HAVISHAM",
          "text": "Well? (whispered, for ESTELLA only) You can break his heart. They both look to PIP.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ESTELLA",
          "text": "What do you play, boy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "Nothing but beggar my neighbour, miss.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS HAVISHAM",
          "text": "So. Beggar him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The card game. MISS HAVISHAM looks on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "The jack of diamonds.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ESTELLA",
          "text": "‘Jack’! He calls the knaves ‘jacks’, this boy. (MISS HAVISHAM smiles) And what coarse hands he has, and what thick boots. He’s nothing but a stupid, clumsy labouring boy. Humiliated, fighting back tears, PIP looks to MISS HAVISHAM.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS HAVISHAM",
          "text": "You say nothing of her. What do you think of her?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "I don’t like to say.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS HAVISHAM",
          "text": "Whisper in my ear. And PIP approaches, until his face is close to MISS HAVISHAM - the yellow skin, the milky eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "I think she is very proud.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS HAVISHAM",
          "text": "Anything else.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "I think she is very pretty. \f28",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS HAVISHAM",
          "text": "Anything else?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "I think she is very insulting. I think I should like to go home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS HAVISHAM",
          "text": "What? And never see her again? And PIP looks to ESTELLA. Beautiful. A whisper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "I think I’d like to see her again. MISS HAVISHAM smiles - she has won.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS HAVISHAM",
          "text": "Then you shall. But when, when shall I have you here again?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "Today is Wednes...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS HAVISHAM",
          "text": "No Wednesdays, Thursdays, Fridays here, no days of the week, no weeks of the year. Come again after six days. Estella, take him down. Feed him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "PIP waits in the yard of the derelict brewery as ESTELLA approaches. She carries a tray of bread, a mug of beer which she places on the floor in front of the boy. It's as if he were a dog in disgrace. The gesture is so hurtful and humiliating that tears start in Pip’s eye. YOUNG ESTELLA sees this. With an effort PIP struggles to retain his dignity. ESTELLA merely smiles and walks away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "PIP’s slammed into the wall, MRS JOE hissing into his ear",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS JOE",
          "text": "Did you disgrace yourself?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "No -",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS JOE",
          "text": "And did she pay you? \f29 GREAT EXPECTATIONS (PAGES 10/12) 22.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "No -",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS JOE",
          "text": "Or say she’d do something for us, a reward?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "She wants me to return -",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS JOE",
          "text": "Then you will return, d’you hear me, you’1l return and play nicely until she sees us right. D’you understand? And she lets the shaken PIP go. JOE looks on, powerless.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A shower of sparks. PIP watches from his usual spot, taking in JOE’s thick boots, his coarse, dirty hands, the grime on his face as he hammers to the dirge-like song ‘Old Clem’. PIP holds up his own hands, examines them; the dirt under the scruffy nails. Suddenly, JOE breaks off singing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE",
          "text": "Something wrong, old chap?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "I wish you hadn’t taught me to call the knaves jacks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE",
          "text": "What’s that, Pip? PIP pauses for a moment. Then, in a rush -",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "And I wish my boots weren’t so thick and my hands weren't so coarse and I wish I wasn’t common! He tries to run but JOE stops him, scoops him up -",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE",
          "text": "Now, now old chap. That’s enough now, what's all this talk? ‘Common’? Who says you’s common? Tell me -",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "The girl, at Miss Havisham’s. \fGREAT EXPECTATIONS (PAGES 10/12) 22a.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE",
          "text": "But you aren’t common in the least, old boy! To my mind you are most uncommon. Uncommon small and an uncommon scholar...",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "I am ignorant and backward, Joe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE",
          "text": "And what of that letter you wrote, with the fine ‘J’ and the ‘0’, the most uncommon ‘O’ I ever saw...",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "I know nothing! You think much of me, that’s all.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE",
          "text": "And ain't that something, old sport? Ain’t that something?",
          "sentiment": "neutral"
        },
        {
          "speaker": "OMITTED, INCORPORATED INTO 29 30",
          "text": "\f31 GREAT EXPECTATIONS (PAGES 10/12) 23.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "PIP reads aloud from a scrappy Bible -",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "‘,.and the Lord said unto Aaron ‘Thou and thy sons and thy father’s house.. An apple core hits him on the forehead. A classroom descending into anarchy. PIP looks to MRS WOPSLE, the ancient village teacher but she lies face down on her des snoring, entirely unaware of the chalk, conkers, shoes that fly through the air towards PIP - Rescue - BIDDY, MRS WOPSLE’s granddaughter, rushes in to calm the chaos.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIDDY",
          "text": "Good gracious, what is going! Enough! Enough I say! BIDDY is barely eleven, scruffy, more plain than pretty, but with a humorous, pleasant, open face. An orphan, like PIP, who watches her closely now, with barely-concealed admiration.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIDDY",
          "text": "Back to your desk, Pip. Very good. Now, let us read together - (the sleeping teacher) Quietly. ‘And the Lord said unto Aaron - \f32 33 34 GREAT EXPECTATIONS (PAGES 10/12) 24. And while their teacher sleeps the class read aloud in a monotonous whisper. BIDDY catches PIP’s eye. She smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The class files out. BIDDY looks up. PIP is waiting there",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "I wonder if...you might teach me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIDDY",
          "text": "Teach you what, Pip?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "Everything. I want to know everything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIDDY",
          "text": "(She laughs -) Everything? Goodness, well that might take a little time. Pip, whatever for? For THIS -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "YOUNG ESTELLA, austere and beautiful, opens the gate. Wordlessly, PIP follows. As they walk -",
          "sentiment": "neutral"
        },
        {
          "speaker": "ESTELLA",
          "text": "Do you know the name of the house, boy? It is Satis House.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "Is that...Greek?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ESTELLA",
          "text": "Greek or Latin or Hebrew or all three, for ‘enough’.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "Enough House. That’s a curious name.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ESTELLA",
          "text": "Don’t loiter! It meant, when it was given, that whoever had this house, could want for nothing else...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ESTELLA",
          "text": "They must have been easily satisfied. The shabby remains of the HAVISHAM and POCKET families wait, and wait, and wait. \f35 GREAT EXPECTATIONS (PAGES 10/12) 25. Three women, one man, shifty, unappealing, they regard PI as birds of prey might regard a sickly lamb.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH POCKET",
          "text": "(to ESTELLA) Is this him? Is this the boy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ESTELLA",
          "text": "(still walking) None of your business...",
          "sentiment": "neutral"
        },
        {
          "speaker": "COUSIN RAYMOND",
          "text": "Well! Of all the...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAMILLA",
          "text": "Will she see us today? We have been waiting!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS RAYMOND",
          "text": "Waiting all morning!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH POCKET",
          "text": "We only wish to help! Smiling conspiratorially, ESTELLA whispers to PIP.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ESTELLA",
          "text": "Miss Havisham’s poor relations. She calls them her vultures. Ignore them. It drives them mad. PIP glances back at the glaring relatives and smiles. A sense of mischievous solidarity with ESTELLA -",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "And are they your relations too?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ESTELLA",
          "text": "Certainly not. I have no relations.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "Then Miss Havisham is not your -",
          "sentiment": "neutral"
        },
        {
          "speaker": "ESTELLA",
          "text": "(stops suddenly, turns) Well?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "Well, miss?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ESTELLA",
          "text": "Am I pretty?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "You are very pretty. \fGREAT EXPECTATIONS (PAGES 10/12) 26.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ESTELLA",
          "text": "Am I insulting?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "Not so much as last time, no. And ESTELLA slaps him, very hard. Pip gathers himself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ESTELLA",
          "text": "Why don’t you cry?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "(tearful, defiant) Because I don’t want to -",
          "sentiment": "neutral"
        },
        {
          "speaker": "ESTELLA",
          "text": "You cried last time, I saw you -",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "- and I‘’ll never cry for you again. ESTELLA raises her hand to strike again",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAGGERS",
          "text": "Whom have we here? A large, well-dressed man - JAGGERS, MISS HAVISHAM’s solicitor. Powerful, immaculate, self-assured, he takes PIP’s chin in his large, manicured hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAGGERS",
          "text": "This is the boy, is it? Well I have a pretty large experience of boys, and you're a bad set of fellows. Behave yourself. (to ESTELLA) He’s to wait in the ballroom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The door is closed on PIP. A fire has been lit in the great, grand ballroom, but the smoke hangs in the air lik Marsh mist. Rising out of it is the great, long banquet table, covered with dust and mould. In the centre of the room stands the clock, hands stopped at twenty to nine. Both repelled and fascinated by the sight, PIP moves towards the table’s centre-piece, a cake, now overhung with cobwebs and black with fungus. PIP peers closely, then recoils in disgust as a fat black beetle crawls from beneath the rotten icing. A voice -",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS HAVISHAM",
          "text": "What do you think it is? \fGREAT EXPECTATIONS (PAGES 10/12) 27.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "A cake?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS HAVISHAM",
          "text": "A bride cake. Mine! Take my hand, walk with me. He does so, starting a slow steady circuit of the table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS HAVISHAM",
          "text": "Today is my birthday -",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "Many happy ret-",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS HAVISHAM",
          "text": "I will not have it spoken of! On this day of the year, long before you were born, this heap of decay- (- the cake - ) - was brought here and we have worn away together. Mice have gnawed at it and sharper teeth than mice have gnawed at me. When the ruin is complete, when they lay me dead in my bride’s dress on the bride’s table, the curse will be finished on him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "On who, Miss Havisham? But ESTELLA, the HAVISHAMS and POCKETS are waiting in the doorway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH POCKET",
          "text": "Miss Havisham. How well you look!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS HAVISHAM",
          "text": "(to PIP) Ah, the vultures. Estella - feed the boy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eating his lunch, a hunk of bread, PIP starts to explore the strange, overgrown gardens. - In a courtyard, a once fine coach stands derelict, a remnant of another era. - The stables, empty and sinister. - A once elegant greenhouse, twisted and shattered. - Rows and rows of barrels, the source of the Havisham fortune, now broken and drained. There’s someone there. \fGREAT EXPECTATIONS (PAGES 10/12) 28. - YOUNG ESTELLA, stood still, holding her face up to the warmth of the sun, eyes closed. A private reverie. PIP hides, watches - - as now ESTELLA skips from barrel to barrel, singing quietly to herself. Youthful, natural, exuberant, not at all the stern and harsh girl we have seen before now. PIP watches, sinking deeper into love, when -",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG GENTLEMAN",
          "text": "Who are you? PIP turns. A PALE YOUNG GENTLEMAN, his own age, lanky and puny.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG GENTLEMAN",
          "text": "Who let you in? Who gave you leave to prowl about?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "Estella.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG GENTLEMAN",
          "text": "Estella? That witch! And now we see ESTELLA’s p.o.v, watching unseen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "Take that back!",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG GENTLEMAN",
          "text": "I will not!",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "You will take that back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG GENTLEMAN",
          "text": "Fight me then. (and he starts to take off his jacket) Regular rules. Come to the ground! And he starts to prance like some absurd prize-fighter. I her hiding place, ESTELLA stifles her laughter. PIP, too, isn’t quite sure what to do until a feeble jab lands on his arm, and he responds with a neat punch to th pale YOUNG GENTLEMAN’s nose. It’s as much fluke as skill, but he’s surprised to see the boy sprawling on the floor. The boy takes the blow in very good spirits, dabbing at his nosebleed, springing to his feet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG GENTLEMAN",
          "text": "That means you won. Honour is satisfied. Much obliged. Good afternoon! \f38 39 GREAT EXPECTATIONS (PAGES 10/12) 29. And pulling on his jacket, the ridiculous YOUNG GENTLEMAN strides off. ESTELLA watches this all, her cheeks flush, exhilarated.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "PIP is shown to the gate once more.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ESTELLA",
          "text": "You are to return the day after tomorrow at noon and alternate days after that. Expect no reward. As she turns the key, ESTELLA pauses.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ESTELLA",
          "text": "You may kiss me. If you like.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "What for? She simply smiles and offers her cheek. PIP kisses it. A moment of pure bliss and utter confusion And then he is somehow out of the gate, watching ESTELLA walk away. CLOSE on ESTELLA; her private smile -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "- and then on BIDDY, smiling indulgently as PIP struggles",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "...-Henry II, Richard I. King John? Henry III, Richard the...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIDDY",
          "text": "Edward I, II and III, Richard II, Henry -",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "How do you manage it, Biddy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIDDY",
          "text": "Manage what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "To know so much.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIDDY",
          "text": "I suppose I catch it. Like a cough. They laugh. A moment, as PIP plucks up courage. \f40 4l 42 GREAT EXPECTATIONS (PAGES 10/12) 30.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "May I tell you a secret?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIDDY",
          "text": "I suppose you may.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "I don’t want to be a blacksmith. I want to be a gentleman.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIDDY",
          "text": "Oh I wouldn’t if I was you. Aren't you fond of the forge? And Joe?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "Yes...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIDDY",
          "text": "Then don’t you think you’d be happier as you are?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "I have a particular reason.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIDDY",
          "text": "To do with a certain young lady I suppose. Your princess. (PIP says nothing) And do you want to be a gentleman to win her? Or to spite her? PIP takes this in; the truth is he’s not sure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIDDY",
          "text": "Once again: Henry III -",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "Edward I, II and III, Richard II, Henry IV... Music up. The wheeze of a harmonium -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "PIP scrubs at his hands, in an attempt to get the filth off. Wincing, he scrubs and scrubs until the skin is pink and raw. \f43 44 GREAT EXPECTATIONS (PAGES 10/12) 31.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "PIP’s gentleman-hands are pushing a wheelchair as he sing ‘Old Clem’. MISS HAVISHAM sings along in a quavering voice, as if singing in her sleep.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ESTELLA, (V.O.)",
          "text": "Once there was a certain gentleman, very handsome he was, and Miss Havisham loved him and hoped to marry him. And he deserted her -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Music plays on an old music-box. ESTELLA is teaching an awkward, clumsy PIP to dance -",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "But why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ESTELLA",
          "text": "Because he was a man of course. This was before I was born. You are out-of-time. Listen -",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "So what do you remember?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ESTELLA",
          "text": "I remember nothing. Nothing before Miss Havisham. 1-2-3, 1-2-3",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "So is your name Havisham?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ESTELLA",
          "text": "Of course, what other name might it be? You ask a great many questions. I don’t ask you about your parents -",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "My parents are dead. They died when I was a child. ESTELLA hesitates, just for a moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ESTELLA",
          "text": "Then we are both orphans. And that is all we have in common. Suddenly -",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS HAVISHAM",
          "text": "Estella! PIP and ESTELLA start guiltily. \f45 46 47 48 GREAT EXPECTATIONS (PAGES 10/12) 32.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS HAVISHAM",
          "text": "What are you doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ESTELLA",
          "text": "(stepping away from him) Teaching Pip to dance. Like a gentleman. MISS HAVISHAM takes this in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS HAVISHAM",
          "text": "You are growing tall, Pip. Bring the blacksmith to see me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JOE, absurd in his Sunday Best, looks in the mirror, lick his hand and smooths down a stubborn tuft of hair as ESTELLA leads PIP and JOE towards MISS HAVISHAM’s room. PIP holds JOE’s hand, reassuringly. But as they reach the door, he drops it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Imperious, MISS HAVISHAM surveys the Blacksmith who, in his anxiety and confusion, insists on addressing all his answers to PIP. ESTELLA watches, amused.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS HAVISHAM",
          "text": "You are the husband of the sister of the boy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE PIP",
          "text": "Being that I hup and Just say yes, Joe. Just married your sister, by ‘yes’. Yes, Miss Havisham. which I meantersay -",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS HAVISHAM",
          "text": "And you have reared the boy with the intention of making him your apprentice?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE",
          "text": "You know, Pip, as you and I ever were the best of friends, and it were look for’ard to betwixt us as being calculated to lead to larks - PIP looks to ESTELLA, and is mortified to see her laughin at JOE. \fGREAT EXPECTATIONS (PAGES 10/12) 33.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS HAVISHAM",
          "text": "The boy has made no objection to the trade?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE",
          "text": "Larks being the great wish of your heart, Pip -",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS HAVISHAM",
          "text": "Enough! Estella - (she looks up) Bring me that purse. Reluctantly, ESTELLA does so.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS HAVISHAM",
          "text": "Pip has earnt a premium here. Here are five and twenty guineas. Give it to your new master, Pip. You are now a blacksmith. Goodbye. PIP is mortified; this is not a reward, it’s a punishment He looks to ESTELLA, who is no longer laughing -—",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS HAVISHAM",
          "text": "You are not ashamed of being a blacksmith?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "No, but...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS HAVISHAM",
          "text": "Then you are a blacksmith. Goodbye. PIP stands, frozen. He had thought his place was here. No he must leave. A final plea...",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "But...but am I to come again?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS HAVISHAM",
          "text": "(a moment, then) No. Goodbye Pip. You have been a good boy. Estella, show him out. Goodbye, goodbye.... PIP looks to ESTELLA.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The gate clangs shut for the last time. Thrown out of paradise, PIP is devastated.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "Perhaps we shall meet again. One day? ESTELLA is struggling to maintain her cold demeanour. But \f51 52 53 GREAT EXPECTATIONS (PAGES 10/12) 34.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ESTELLA",
          "text": "It seems unlikely. And with this she turns and, holding the lamp aloft, walk away. C.U. on ESTELLA - her private sadness. JOE holds out his hand. A moment of hesitation, then PIP takes it and walks off into the darkness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FADE TO BLACK",
          "text": "The sound of hammering, the roar of a furnace. CAPTION. TEN YEARS LATER...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The noise, sweat and soot of the forge. Face and hands black from the smoke, the ADULT PIP hammers at the red ho iron. Nineteen now, he has grown into a fine, handsome young man; dark-featured, strong, determined.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JOE works nearby, well into middle-age now, but still retaining his child-like gaucheness. He and PIP eat a makeshift lunch, tearing at bread with sooty hands. There’s a figure in the doorway; ADULT BIDDY, now in her early twenties, carrying a pile of books. More womanly, a little neater, but with the same pleasant, open face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "Joe, may I?... JOE nods assent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "PIP and BIDDY run full pelt across the marshes. A beautiful summer's day.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pip and Biddy read. But Biddy’s eyes are not on the page. Instead she is plucking up courage. Her hand reaches across and takes Pip’s hand (or perhaps even a kiss?) Either way, awkwardness has set in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "Biddy, I wish - \f54 55 GREAT EXPECTATIONS (PAGES 10/12) 35.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIDDY",
          "text": "Go on...Pip?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "I wish...I wish I could fall in love with you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIDDY",
          "text": "Oh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "Can I say this to you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIDDY",
          "text": "Don’t mind me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "I wish that I could love you and my work and settle down with Joe at the forge, and that we could all be sitting here together, three completely different people. I wish that I could be content, but...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIDDY",
          "text": "You cannot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "(\"No\") Might you be content with me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIDDY",
          "text": "I might. But then I’m easily pleased. A smile. Pip takes her hand, but in consolation now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIDDY",
          "text": "Do you think of her very often?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The house remains unchanged. Illicit, a trespasser, PIP loiters at the chained gate, hoping for a glimpse of a face at the window. No sign of life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "PIP hammering again, venting all his frustration on the iron. JOE arrives, anxious and stiff; frightened almost.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE",
          "text": "Gentleman to see you, Pip. \f56 GREAT EXPECTATIONS (PAGES 10/12) 36. A figure steps out of the shadows. A large, well-dressed man with a dark complexion, a face from the past. MISS HAVISHAM’s solicitor. JAGGERS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JAGGERS seems incongruous and uneasy in the humble kitchen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAGGERS",
          "text": "You are Phillip Pirrip, commonly known as Pip, am I right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "Yes, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAGGERS",
          "text": "And this is your brother-in-law, Joseph, or ‘Joe’ Gargery.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE",
          "text": "I am that man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAGGERS",
          "text": "Your wife, Mr Gargery?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE",
          "text": "Dead, sir. Bad heart. Passed away this five years, sir, while on the rampage and I miss her every -",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAGGERS",
          "text": "Condolences. My name is Jaggers and I am a lawyer in London. I am pretty well known. I have unusual business to transact with you and I commence by explaining that it is not of my originating. If my advice had been asked, I would not be here. It was not asked, and you see me here. Do you understand? (Nothing from PIP and JOE) Joseph Gargery, I am the bearer of an offer to relieve you of this young fellow your apprentice. I am here to inform you that he has great expectations! (PIP and JOE uncomprehending. ) He has come into a handsome fortune, and it is the desire of the present possessor of this fortune that he be removed from his present circumstances and brought up as a gentleman in London. PIP, his heart beating fast, turns to JOE. \fGREAT EXPECTATIONS (PAGES 10/12) 37.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAGGERS",
          "text": "Now. Do you have any objections?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "No...no, I don’t think so...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAGGERS",
          "text": "There are, of course, conditions. The first is that you always retain the name of Pip. You have no objection I daresay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "I...have no objection.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAGGERS",
          "text": "The second stipulation is that the name of the liberal benefactor remains a profound secret until the person chooses to reveal it. You most positively prohibited from making any enquiry on this question. Do you understand?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "I understand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAGGERS",
          "text": "Mr Gargery? Throughout the above, JOE has gone into a sort of trance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAGGERS",
          "text": "Mr Gargery, this is for you. (A purse - ) Twenty guineas. As compensation. For the loss of his services. He drops the money on the table. JOE stares at it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE",
          "text": "If you think money can make compensation for the loss of the little orphan what come to the forge and was ever the best of friends...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAGGERS",
          "text": "Yes, the sentiment is touching, now do you want the money or no - And JOE is standing suddenly, fist raised, red-faced.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE PIP",
          "text": "If you’re a man, come on! Enough, Joe! Please, enough Bull-baiting and badgering - me in my own home. Well come on! Come on I say! And JOE sits back down. Gingerly, JAGGERS returns the money to his pocket. \f57 58 GREAT EXPECTATIONS (PAGES 10/12) 38.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT/EXT. GARGERY HOUSE",
          "text": "PIP escorts JAGGERS from the house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAGGERS",
          "text": "Well Mr Pip, I think the sooner you leave here the better. Shall we say one week?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "And what will I do in London?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAGGERS",
          "text": "‘Do’?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "What will be my trade, my profession?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAGGERS",
          "text": "A gentleman. You will be a gentleman. (He offers his hand -) You will please consider me your guardian now. PIP takes JAGGERS’ manicured hand. JOE watches from the doorway. He sees the handshake. INT. TAILOR’S SHOP - DAY 58 PUMBLECHOOK sits in his chair, eating a buttered roll, even more red-faced, complacent and maddening than before",
          "sentiment": "neutral"
        },
        {
          "speaker": "PUMBLECHOOK",
          "text": "Seven times sixteen, your answer please -",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "Mister Pumblechook.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PUMBLECHOOK",
          "text": "Too slow, too slow -—",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "Mr Pumblechook, I have some news... JUMP CUT -— Bustle and fuss. A roll of fabric is unveiled, and anothe and another as PUMBLECHOOK, unctuously sycophantic now, talks PIP through his finest linen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAGGERS, (V.O.)",
          "text": "You will need some new clothes - not working clothes. And you will want some money - shall we say twenty guineas? \f59 60 61 62 63 GREAT EXPECTATIONS (PAGES 10/12) 39.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PUMBLECHOOK",
          "text": "May I? Now this is number 4, a very sweet article for light summer-wear, really top notch and extra super. May I? Feel the knap? D’you feel it? How it catches the light? Extra super fine and quite in vogue amongst London gentry. Now, number 5. PIP is measured, fussed and fidgeted over by PUMBLECHOOK.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "BIDDY and JOE wait for an unveiling, an expectant audience. Gentleman PIP enters, transformed and slightly absurd. Th country tailoring is a poor imitation of already-dated fashions, but he does his best to smile. BIDDY smiles. JOE has only one word.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE",
          "text": "Astonishing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An awkward last supper. PIP sits and eats, uncomfortable in his finery, and watches as JOE swabs his plate with a hunk of bread. Later, PIP takes BIDDY to one side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "Can I ask you, Biddy, to help Joe on a little? (She doesn’t understand) In his learning, and his manners.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIDDY",
          "text": "Oh, won't his manners do then?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "(JOE licks his fingers - ) They do very well here. \f64 65",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIDDY",
          "text": "Oh, they do very well here, do they?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "But if, when, I choose to bring Joe into a higher sphere, they will hardly do him justice -",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIDDY",
          "text": "And don’t you think he knows that? (PIP is taken aback) Have you never considered that he may be proud?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "Proud?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIDDY",
          "text": "Yes, proud, too proud to let anyone take him out of a place that he is competent to fill and fills well and with respect - I thought you knew this! I thought you of all people would know him best of all! And BIDDY walks off briskly, leaving a pensive PIP. JOE has been watching. He smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Late that night. JOE sits in front of the fire as PIP, dressed in his old clothes, stands behind him and cuts hi hair. A scene that has taken place many times before, but anxious now, JOE frightened almost. Until -",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "You know I shall never forget you, Joe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE",
          "text": "Ever the best of friends, old chap. JOE lays his hands on PIP’s. And they lapse into silence once more.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And now it’s time to say goodbye. PIP is walking away, when he feels something hit him in the back. He turns to look - a shoe, thrown by JOE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE",
          "text": "Sorry! It was meant for luck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GREAT EXPECTATIONS, (PAGES 10/12)",
          "text": "Another shoe comes flying - BIDDY’s now. And another, all of them laughing, as PIP dodges the hail of shoes, turns and leaves. As BIDDY cries, JOE comforts her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "PIP stands at the gates of Satis House, practicing his lines, his elocution.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "Miss Havisham I wished to say..Good afternoon, Miss Havisham, I wondered if I might... A figure approaches with a lamp; MISS SARAH POCKET, one o the vultures. She regards him with undisguised contempt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH POCKET",
          "text": "What do you want?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MISS HAVISHAM sits at her dressing-table, as before, but older, frailer, more decayed. Around her, waiting on her word, are the vultures - CAMILLA POCKET, COUSIN RAYMOND, MRS RAYMOND, their faces grim and resentful. SARAH POCKET shows PIP in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS HAVISHAM",
          "text": "Pip! Pip! Come join us. How handsome you look in your finery. Come closer! (with malicious relish) You remember my cousin Sarah Pocket. She works for me now. I employ her. SARAH scowls, takes her place amongst the POCKETS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "(choosing his words) I came to take my leave of you, Miss Havisham -",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS HAVISHAM",
          "text": "Yes, I have seen Mr Jaggers, I know all about it. You are adopted by a mysterious benefactor?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "Yes, Miss Havisham.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS HAVISHAM",
          "text": "How mysterious! Who could it be? But isn’t that wonderful news, everyone! The POCKETS, the vultures, are speechless with rage, but powerless. MISS HAVISHAM is positively gleeful. \f66 67 68 GREAT EXPECTATIONS (PAGES 10/12) 42.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS HAVISHAM",
          "text": "Go now. All of you, go - (the POCKETS file past the usurper, glaring. The two of them now -) She's abroad, Pip, educating for a lady, far out of reach; prettier than ever; admired by all who see her. Do you feel that you have lost her? Be patient, Pip. I’m sure your paths will cross.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "I hope so. (taking her hand) Miss Havisham, I wished to say how grateful I am for -",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS HAVISHAM",
          "text": "Hush now, Pip. You will always keep the name of Pip, you know. (JAGGERS’ words exactly. She returns to her mirror) Goodbye, Pip. Goodbye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And we are plunged straight into the heat and filth of th meat market on a summer morning; no scenic view, no splendour, just the noise and bustle of a working city. Clutching JAGGERS’ address in one hand, a carpet bag in the other, PIP alights from his coach and is immediately overwhelmed by the clamour and chaos. EXT. JAGGERS’ OFFICES, SMITHFIELD - DAY 67 PIP staggers to the door of JAGGERS’s office, an unprepossessing ramshackle affair. He forces his way through a crowd at the door; a shabby, desperate lot, all awaiting the lawyer’s return. INT. JAGGERS’ OFFICES, SMITHFIELD - DAY 68 Two ghastly black plaster heads sit on a high mantelpiece A clerk stands on a chair, dusting them. Short, pock- marked, square-faced, this is MR WEMMICK.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WEMMICK",
          "text": "Mr Jaggers'1ll be with you shortly, Mr Pip. He’s at the Bailey, getting evidence together. \fGREAT EXPECTATIONS (PAGES 10/12) 43.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "(The heads-) Whose likenesses are they?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WEMMICK",
          "text": "‘Likenesses’? This is their true selves! Casts made in Newgate, fresh from the gallows. Murderer, and a forger of wills. Very crafty in particular, this one but the evidence was too strong. (To the death mask) Not so crafty now are you, my friend? (WEMMICK steps down off the chair, shows PIP a ring on his finger) This was his too. Made a gift of it to me, just before the end. And with a shudder, PIP notices that WEMMICK wears a number of similar rings; dead mens’ jewellery, two handfuls of it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WEMMICK",
          "text": "Not worth much, but they’re portable, and they’re property. That’s my guiding star, Mr Pip; get hold of portable property. (a bustle at the door) That’s Mr Jaggers now. And sure enough, JAGGERS bursts into the room, surrounded by an extraordinary gaggle of clients and suitors. Even a he addresses PIP he keeps up a running dialogue with the desperate clients, who swarm around him, bees around a hive. (The following at great speed, italics addressed to PIP, the rest thrown out into the hubbub, like crumbs to pigeons.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAGGERS",
          "text": "Now I have nothing to say to YOU, and I want to know no more than I know - Good- day Mr Pip - and as for you, it’s a toss- up, I told you it was a toss-up, have you paid Mr Wemmick? Yes or no? Yes? Good. Now let go of my coat! - I trust your journey was satisfactory, Mr Pip - One more word from YOU and I will throw in the case, do you hear? ‘Feelings’? Who spoke of ‘feelings’? We’ll have no ‘feelings’ here - follow me, Mr Pip, please - not another word, not one, or I will drop the case, now let go of my coat and get out of my way. Follow me please, Mr Pip! This way - \f69 70 71 72",
          "sentiment": "neutral"
        },
        {
          "speaker": "GREAT EXPECTATIONS, (PAGES 10/12)",
          "text": "INT. JAGGERS’ OFFICE, SMITHFIELD - CONTINUOUS And the office door slams and they are in the relative calm of JAGGERS’ private room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAGGERS",
          "text": "You’ve met Mr Wemmick. He keeps the money, so no doubt you will see a great deal of him. Good gracious, is that your new suit? Here - (Business cards -) Tailor, hatter, hosier, bootmaker, you'll find your credit good with all of them. (A purse -) Here is your allowance, I trust you will find it generous. As he speaks, JAGGERS pours hot water into a washbasin; JAGGERS washes his hands and neck, washing away the work with perfumed soap.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAGGERS",
          "text": "Your temporary lodgings are at Barnard’s Inn, near here so that I might keep an eye on you and pull you up when I find you going wrong. You will go wrong, Mr Pip, but that’s no fault of mine. EXT. BARNARD’S INN - DAY PIP stands outside the ramshackle boarding house, accommodation for single gentlemen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAGGERS, (V.O.)",
          "text": "You will be lodging with Mr Herbert Pocket, Miss Havisham’s great nephew... INT. STAIRWELL, BARNARD’S INN - DAY PIP climbs the ramshackle staircase, unimpressed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAGGERS, (V.O.)",
          "text": "Mr Pocket is a clerk. He has no expectations, but will ensure that you can hold your own with gentlemen of quality. A note on the door reads ‘Return Shortly!’ INT. CHAMBERS, BARNARD’S INN - DAY 44. 69 70 rented 71 72 PIP looks out of a sooty window at a murky view of London A bustle behind him, and HERBERT POCKET is there, young, lanky, pale, laden down with parcels of food. \f73 GREAT EXPECTATIONS (PAGES 10/12) 45.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HERBERT",
          "text": "Mr Pip?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "Mr Pocket?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HERBERT",
          "text": "I am extremely sorry, but I thought, coming from the country you might like a little fruit. Strawberries! (a red pulpy mess) Strawberry jam! Have you seen your lodgings? It is by no means splendid, but I’m sure we shan’t come to blows... He stops in his tracks, stares at PIP, then raises his fists and assumes an absurd boxing stance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HERBERT",
          "text": "Put them up! Come on, come on... Is he mad perhaps?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "I beg your pardon?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HERBERT",
          "text": "Take your ground! Regular rules apply! And PIP remembers too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HERBERT",
          "text": "The prowling boy!",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "The pale young gentleman! INT. CHAMBERS, BARNARD’S INN - DAY 73 SERVING BOYS lay out a meal in the small, comfortable drawing room - a kind of early take-away. Wine is poured and HERBERT tells his story =",
          "sentiment": "neutral"
        },
        {
          "speaker": "HERBERT",
          "text": "I was there with my Aunt Sarah on a trial visit. Miss Havisham fancied that she wanted to ‘see me play’. Clearly she didn’t take a fancy to me. Poor taste on her part but just as well, otherwise I might have been what-d’you-called-it to Estella. (PIP leans in) Affianced. Betrothed. Engaged. But it was not to be.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "I’m very sorry. \fGREAT EXPECTATIONS (PAGES 10/12) 46.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HERBERT",
          "text": "Sorry? The girl’s a Tartar, hard and haughty and capricious to the last degree, brought up by Miss Havisham to wreak revenge on all the male sex.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "Why should she wreak revenge?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HERBERT",
          "text": "Lord, Mr Pip, don’t you know?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "Please - tell me. INT. CHAMBERS, BARNARD’S INN - NIGHT 74 A little later. PIP and HERBERT are eating now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HERBERT",
          "text": "Miss Havisham was very rich and very proud, a spoilt child. Her mother died when she was young, and her father married again, his cook would you believe, and they had a boy, Arthur, who was - how might I put this? - not entirely legitimate and consequently nursed a terrible grudge..At this point I might break off and mention that in London it is not the custom to put the knife into the mouth, for fear of accidents- (PIP removes the knife) Also the spoon is not generally used over- hand, but under. Do you mind?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "Not at all. I am grateful.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HERBERT",
          "text": "Now, Miss Havisham met a certain man and loved this man devotedly, passionately, idolised him, and soon they were engaged. He persuaded her to buy her half- brother's share in the brewery at an immense price, so that when he was her husband he could hold and manage it all.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A wedding cake. Extravagant, ornate, it stands at the centre of a long banquet table in an elegant, light-fille room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HERBERT, (V.O.)",
          "text": "Well, the happy day arrived - \f76 77 78 GREAT EXPECTATIONS (PAGES 10/12) 47. SERVANTS buzz around the table in preparation for the wedding feast. Life, activity everywhere.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In the fine master bedroom, MISS ELEANOR HAVISHAM sits in front of a mirror. It’s hard to see her face beneath the veil, but she’s a little older than one might expect for bride in the last years of the 18th Century. Nevertheless there’s no mistaking the grace and beauty there - - nor the discontent and resentment in the eyes of ARTHUR HAVISHAM, the half-brother, sulky and malign.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HERBERT, (V.O.)",
          "text": "The wedding dresses were brought, the wedding tour planned out...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A letter, sealed with crimson wax is held in the hand of an UNSEEN MESSENGER —",
          "sentiment": "neutral"
        },
        {
          "speaker": "HERBERT, (V.O.)",
          "text": "...the wedding guests were invited, my parents among them, the feast laid out, a great bride-cake made. We follow the UNSEEN FIGURE as he passes the great banquet, heading through the bustle of preparations",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A clock reads twenty to nine. THE UNSEEN MESSENGER gingerly approaches the family wedding group.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HERBERT, (V.O.)",
          "text": "The groom wrote her a letter... ARTHUR HAVISHAM beckons to him, takes the letter from the MESSENGER and regards it carefully. A moment of hesitation, of conscience. Then a decision -—",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARTHUR HAVISHAM",
          "text": "Sister - (ELEANOR HAVISHAM turns) It’s for you. Smiling, trustingly, she takes the letter. ARTHUR’s eyes fix on her face as she breaks the crimson seal. The room falls silent. She scans the letter. Scans it again, trying to make sense of the words. The letter fall from her hands - \f79",
          "sentiment": "neutral"
        },
        {
          "speaker": "79A",
          "text": "80 81 82 83 GREAT EXPECTATIONS (PAGES 10/12) 48. Reeling, she stumbles backwards into the dressing table. Jars of powder, jewels fall to the floor. ARTHUR looks on in horror and shame.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The SERVANTS hear a terrible cry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The wedding veil masks ELEANOR’s haunted face as she walk the corridors of the great house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HERBERT, (V.O.)",
          "text": "She received the letter -",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP, (V.O.)",
          "text": "- when she was dressing for marriage -",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP/HERBERT, (V.O.)",
          "text": "- at twenty minutes to nine. A hand clad in white wedding-lace reaches into a great clock and stops the pendulum. The time is turned back to twenty to nine - The wooden shutters on the high windows are closed agains the summer evening light, the great curtains are drawn - On the table, the glorious wedding-cake - A small figure in white retreats into the darkness of the house. The doors slam shut. INT. CHAMBERS, BARNARD’S INN - NIGHT 80",
          "sentiment": "neutral"
        },
        {
          "speaker": "HERBERT",
          "text": "It was a conspiracy between the groom and her brother to defraud Miss Havisham and break her heart. And in that they most surely succeeded. (a moment) Let’s step out, get some fresh air shall we?",
          "sentiment": "neutral"
        },
        {
          "speaker": "OMITTED 84",
          "text": "INT. TAVERN — NIGHT 85 PIP and HERBERT, drunk and companionable now, are squeeze into the corner of a smoky Smithfield tavern.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HERBERT",
          "text": "Trade - that’s where the money is. In the future I shall trade to Egypt for silks and spices, Ceylon for elephant’s tusks -",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "But for now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HERBERT",
          "text": "For now I am a clerk. In a counting house, with a sweetheart whom I can’t afford to marry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "Is there profit in being a clerk?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HERBERT",
          "text": "None whatsoever. Not a penny. EXT. BARNARD’S INN - NIGHT 86 PIP and HERBERT stumble home, pretty drunk now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HERBERT",
          "text": "But you look about you, you know? That’s the grand thing. You go to work every day, and look about you and one day you see your opening and you swoop! (his arm around PIP) You know. I don’t much care for ‘Mr Pip’. I tell you what I should like. Seeing as we are so harmonious, and you have been a blacksmith, would you mind ‘Handel’ for a familiar name? (PIP doesn’t get it) The Harmonious Blacksmith? It’s by Handel? (he sings a phrase) Do you mind?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "I would like it very much. And arm-in-arm, woozy with ale, they stagger on. \f87",
          "sentiment": "neutral"
        },
        {
          "speaker": "87A",
          "text": "88 GREAT EXPECTATIONS (PAGES 10/12) 50.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hungover, PIP looks on as WEMMICK unlocks the cash-box. JAGGERS is there, with a told-you-so look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAGGERS",
          "text": "Back so soon! Very good, very good. Now I’ve taken the liberty of enrolling you in a gentleman’s club...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The headquarters of -",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAGGERS, (V.O.)",
          "text": "The Finches of the Grove. It’s quite the thing, apparently, for gentlemen of distinction.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A dining room, heavy with cigar smoke, packed with drunken, bellicose young men in evening dress.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STARTOP",
          "text": "As Bullfinch of this Grove, and in the most honoured name of Chaffinch -",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE FINCHES",
          "text": "Fringillae!",
          "sentiment": "neutral"
        },
        {
          "speaker": "STARTOP",
          "text": "Goldfinch -",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE FINCHES",
          "text": "Carduelis!",
          "sentiment": "neutral"
        },
        {
          "speaker": "STARTOP",
          "text": "- and Hawfinch!",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE FINCHES",
          "text": "Coccothraustes!",
          "sentiment": "neutral"
        },
        {
          "speaker": "STARTOP",
          "text": "- may the present promotion of good feeling ever reign predominant among the noble finches of the Grove! Gentlemen -",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE FINCHES",
          "text": "Huzzah! Huzzah! For the Finches of the Grove. Glasses are raised and dashed down. On PIP and HERBERT, bemused. Later, cigars are savoured. PIP coughs, HERBERT whispers \fGREAT EXPECTATIONS (PAGES 10/12) 51.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HERBERT",
          "text": "Hold the smoke in your mouth. PIP does so, coughs again. HERBERT pats his back. All of this is observed by one of the other Finches, BENTLEY DRUMMLE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "And how do I sound? (putting on a voice) Should I speak like this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HERBERT",
          "text": "Just be yourself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "The one thing I can’t be is myself. And now they are joined by STARTOP and BENTLEY DRUMMLE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STARTOP",
          "text": "Pip, isn’t it? Pip -",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "Pirrip.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STARTOP",
          "text": "Pirrip. Pip Pirrip. How remarkable. And where are your people from?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "‘My people’?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HERBERT",
          "text": "From Kent. They’re the Kentish Pirrips.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMLE",
          "text": "You sound like some sort of apple. DRUMMLE is big-boned, sulky, an arrogant young baronet. H regards PIP with barely concealed contempt, speaking in a sluggish, fat-tongued drawl.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMLE",
          "text": "So what school did you go to, Kentish Pirrip?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "Well. I was..educated..independently by a French governess. Mademoiselle...just ‘Mademoiselle’. A puff of the cigar. Silence",
          "sentiment": "neutral"
        },
        {
          "speaker": "STARTOP",
          "text": "So. How about some games? STARTOP and DRUMMLE head off. \f89 90 91 92",
          "sentiment": "neutral"
        },
        {
          "speaker": "92A",
          "text": "93 GREAT EXPECTATIONS (PAGES 10/12) 52.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HERBERT",
          "text": "‘Mademoiselle’? And they collapse into appalled laughter. And -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Anarchy now, as the room is demolished in a mad, violent, brawling game, a version of the Eton wall-game. Bread flies through the air, wine sloshes onto clothes and carpet as SERVANTS look on in horror. Bullingdon-style high-jinks. Instinctively, PIP can’t help but tidy-up a little. DRUMMLE watches...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "HERBERT approaches, a young woman on his arm; small, pretty, a little fierce.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HERBERT",
          "text": "Handel, this is Clara. My beloved fiancee. Aren’t I the lucky one?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARA",
          "text": "Herbert, please -",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "So pleased to meet you. Shall we - And they enter... INT. MAYFAIR APARTMENT — DAY 93 Empty rooms, high-ceilinged and refined, a far cry from Barnards Inn. PIP, HERBERT and CLARA look around. HERBERT seems a little wary, but PIP’s mind is made up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "94 GREAT EXPECTATIONS (PAGES 10/12) 53.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "What do you think? It would be at my expense, of course. HERBERT looks to CLARA, warily.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARA",
          "text": "You’re a clerk, Herbert Pocket. CLARA sighs, and bustles out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But PIP has had his way, and they’ve moved in now, half- unpacked, a temporary feel. A private house-warming. Two BARLEY SISTERS are there, CLARA’s giggling cousins, a pair of teenage POCKET BOYS, pair of POCKET GIRLS, one of whom is tuning up a fiddle. PIP and HERBERT are rolling up the carpet -",
          "sentiment": "neutral"
        },
        {
          "speaker": "HERBERT",
          "text": "She’s a fierce little thing, I can’t deny it, but what can I do? I love her, Handel, and we can’t choose whom we love.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "No, we can’t.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HERBERT",
          "text": "The thing is to marry her, but you can’t Marry, not while you’re looking about you. As soon as I have my capital...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARA",
          "text": "Gentlemen! Are we ready? JUMP CUT TO - A dance, a mad galop, HERBERT and the SISTERS watching admiringly, as PIP and CLARA charge from one end of the room to the other. One of the POCKET GIRLS plays the fiddle as accompaniment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HERBERT",
          "text": "Goodness, Pip, whoever taught you to dance? And PIP, woozy and drunk, remembers. HERBERT cuts in, sweeps CLARA away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARA",
          "text": "No, no more, please - my feet! PIP takes a glass of wine, drains it, staggers, hurls the glass into the fireplace.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OMITTED 94",
          "text": "\f95 96 97 98 99",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "WEMMICK opens the cash-box once more. 54. 95 96 97 98",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAGGERS",
          "text": "I'd like to meet these extravagant Finches of yours.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "But why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAGGERS",
          "text": "Tomorrow evening, no ceremony, no dinner dress. Shall we say six o’clock? Wemmick, pay him the money. And JAGGERS is gone. WEMMICK counts out the money.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "What should I make of him, Mr Wemmick?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WEMMICK",
          "text": "He’s a deep one. Deep as Australia. Don’t take it personal Mr Pip. It’s professional. Only professional. (taking pity) And if tonight you have nothing better to do, I wonder if you wouldn’t mind coming home with me to Walworth. I’ve not much to show you but there’s a garden, a summer house, one or two curiosities -—",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "WEMMICK and PIP walk together to the village of Walworth, a mean, muddy little suburb along the Old Kent Road.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WEMMICK",
          "text": "I know what you’re thinking. It’s like living in the country! (PIP smiles politely) Now, here we are — \f100 101 GREAT EXPECTATIONS (PAGES 10/12) 55. And now they stand before the strangest house - a small cottage amongst gardens and ditches, unremarkable in ever respect except that castle’s crenelations have been added to the roof, the windows given fake Gothic frames, a flagstaff and miniature moat added. The result is absurd, but homely too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WEMMICK",
          "text": "That’s a real flagstaff, and on Sunday I run up a real flag. My own doing. Looks pretty, don’t it? Winding a handle, a miniature drawbridge descends.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WEMMICK",
          "text": "Now let me introduce you to the Aged P. INT. WEMMICK’S PARLOUR - DAY 100 In a chair sits a very elderly, very deaf, shrunken old man, grinning away as WEMMICK nods vigorously at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WEMMICK",
          "text": "Well, Aged Parent, how are you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AGED P",
          "text": "Alright John, all right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WEMMICK",
          "text": "This is Mr Pip, Aged P, not that you can hear a word I’m saying. Nod away at him Mr Pip if you don’t mind. Nod and wink, nod...and nod...keep nodding...one more.. (as PIP nods, he checks his fob watch) Nearly time, Aged P! Keep noddin, I'1l heat the poker. EXT. ROOF, WEMMICK’S HOUSE - DAY 101 WEMMICK stands - with watch in one hand and red-hot poker in the other - at a small calibre cannon which sits on th wooden battlements.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WEMMICK",
          "text": "Mr Pip, if you’d care to do the honours? BANG! The house shakes, the AGED grins and wriggles with glee.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WEMMICK",
          "text": "Now. Who wants some salad? \fGREAT EXPECTATIONS (PAGES 10/12) 56. 102 INT. WEMMICK’S PARLOUR - DAY 102 They sit down for a simple, pleasant supper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WEMMICK",
          "text": "I’m my own plumber, my own gardener, my own carpenter, it’s all mine. We’re as proud of it as Punch, isn’t that right, Aged?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AGED P",
          "text": "All right, John my boy, very good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "Does Mr Jaggers admire it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WEMMICK",
          "text": "Never seen it, never heard of it, never seen the Aged, never heard of him. When I come into The Castle I leave Mr Jaggers behind and if it’s not in any way disagreeable, you'll oblige me by doing the same.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "Of course. I quite understand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WEMMICK",
          "text": "Though I will give you one piece of advice, Mr Pip. When you dine with Mr Jaggers tomorrow, look at his housekeeper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "His housekeeper? Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WEMMICK",
          "text": "I’ll say no more here, not here. But mark my words - look at his housekeeper, and see a wild beast tamed. 103 INT. DINING ROOM, JAGGERS’ HOUSE, GERRARD STREET - NI MOLLY THE HOUSE-KEEPER stands sentinel in the corner of the room, impervious to the chatter of the Finches. PIP i fascinated by MOLLY, watching her intently. Tall, lithe, nimble, early-forties, there’s something compelling about her, something familiar. The Finches complete their absurd ceremony.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STARTOP",
          "text": "- may the present promotion of good feeling ever reign predominant among the noble finches of the Grove! Gentlemen - \f104 GREAT EXPECTATIONS (PAGES 10/12) 57.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE FINCHES",
          "text": "Huzzah! Huzzah! For the Finches of the Grove. Throughout this, DRUMMLE sneers and rolls his eyes, and JAGGERS sees him do so.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAGGERS",
          "text": "Pip, tell me, who’s the spider? Blotchy, sprawly, sulky fellow. BENTLEY DRUMMLE lounges on a chair alone, examining JAGGERS’ glassware with a snobbish eye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "That's Bentley Drummle. The richest young man in England.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAGGERS",
          "text": "Is he now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "Owns most of Derbyshire apparently.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAGGERS",
          "text": "Bentley Drummle, is it? Very promising. JAGGERS crosses to DRUMMLE, and PIP looks back to MOLLY. Suddenly she returns his gaze; a challenge, startlingly ferocious. Disturbed, PIP looks away. INT. DINING ROOM, JAGGERS’ HOUSE, GERRARD STREET - NIGHT The young men are seated, drunk, boorish and loud, thier sleeves rolled-up as PIP takes on DRUMMLE in arm- wrestling. PIP, unsurprisingly, wins.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMLE",
          "text": "A fluke. Pure chance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STARTOP",
          "text": "Come, come, Bentley, concede defeat, Pip beat you fair and square.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE FINCHES",
          "text": "Admit it, Drummle!/Fair’s fair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMLE",
          "text": "I was under the impression that the Finches was a club for gentlemen. I can't be expected to compete against country boys. A tense silence. HERBERT places a placatory hand on PIP’s ‘Don’t rise to it’... \fGREAT EXPECTATIONS (PAGES 10/12) 58.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "What do you mean, Mr Drummle?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMLE",
          "text": "No slight, I assure you. In fact I salute you, Kentish Pirrip! (raising his glass) You have the arms of a blacksmith! PIP looks to JAGGERS, impassive and blank, then stands suddenly. DRUMMLE stands too, ready for a fight, but JAGGERS places a hand on his forearm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAGGERS",
          "text": "You talk of strength. If you want to see strength, look at this - MOLLY is serving behind him. In a flash, JAGGERS grabs he wrists like the snap of a trap. MOLLY flinches, tries to twist away —",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOLLY",
          "text": "Master, don’t!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAGGERS",
          "text": "Molly, let them see your wrists!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOLLY",
          "text": "Master! Please -",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAGGERS",
          "text": "Both your wrists. Show them, Molly. Come! And with resignation, MOLLY obediently shows first one, then the other wrist to the table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAGGERS",
          "text": "There’s power there. Very few men have the power this woman has. Both are horribly scarred; old, deep scars, scratches in the flesh. The bold young men recoil, but MOLLY turns her eyes defiantly on them, one-by-one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAGGERS",
          "text": "That'll do, Molly. You have been admired, and can go. The room is shocked into silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAGGERS",
          "text": "Gentleman, I’d like to propose a toast. Mr Drummle, I drink to you! Surprised and flattered, BENTLEY smirks. PIP scowls. The toast is drunk. \f105 106 107 GREAT EXPECTATIONS (PAGES 10/12) 59. INT. DRESSING ROOM, JAGGERS’ HOUSE - NIGHT 105 MOLLY delivers the bowl for JAGGERS to wash his hands. A little woozy, PIP stands in the doorway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "I apologise, if anything disagreeable...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAGGERS",
          "text": "Pooh! It’s nothing, Pip. I like that Spider though.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "Do you? I don’t.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAGGERS",
          "text": "No, quite right. Don’t have anything to do with him. Keep as clear of him as you can. But I do like the fellow, Pip. He has great promise. Why, if I was a fortune-teller... (He catches PIP’s eye) But I am not a fortune teller. You know what I am, don’t you? Goodnight Pip. And, disquieted, PIP heads off. EXT. JAGGER’S HOUSE - NIGHT 106 PIP is leaving when he becomes aware of a presence. MOLLY stands on the street.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAGGERS",
          "text": "Molly! JAGGERS is in the doorway. MOLLY lowers her head, and follows him up. The ringing of a bell -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The bell continues, persistent and shrill, then the sound of voices. Violently hungover, a bottle by his bed, PIP struggles into consciousness, and sees his newly-acquired Manservant PEPPER - impertinent, fourteen years-old - slouching in the doorway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "Pepper, I’ve told you, I’m not to be woken unless...",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEPPER",
          "text": "Someone to see you, sir. \f108 GREAT EXPECTATIONS (PAGES 10/12) 60. And awkward, trussed up in his Sunday best, JOE enters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE",
          "text": "How are you, Pip? INT. LIVING ROOM, MAYFAIR APARTMENTS — DAY 108 Clutching some sort of iron contraption, JOE struggles to take in the grandeur of the bachelor apartments, while PI pulls on his clothes and conceals the empty bottles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE",
          "text": "I have brought you a toasting fork as a gift, for crumpets and the like - (brandishing the ugly contraption - ) - but it seems you have no need.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "(taking it politely) It’s perfect, Joe. Thank you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEPPER",
          "text": "Tea or coffee, sir?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE",
          "text": "(shaking PEPPER’s hand) Tea, sir, if you don’t mind. Coffee, I find a little...powerful. (With an insubordinate smirk, PEPPER goes.) Us two being now alone, Sir...",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "‘Sir’? Joe, how can you call me ‘sir’? There’s an unfortunate lack of patience in PIP’s voice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE",
          "text": "Us two being now alone, I might tell you my purpose for being here in the abode of a gentlemen, which is that I ‘ave had communication from a certain Miss A.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "Miss A?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE",
          "text": "Miss ‘Avisham. She wishes to see you, Sir, on a matter of great import. PIP takes this in. HERBERT enters, tidying himself up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "Joe, this is my good friend Herbert Pocket. \f109 GREAT EXPECTATIONS (PAGES 10/12) 61.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HERBERT",
          "text": "(more manic hand-shaking) Mr Gargery, I’ve heard a great deal about you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE",
          "text": "(flattered) You have? But what is there to say?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "A very great deal. Suppose we have a celebration?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "PIP, HERBERT and a mystified JOE enter. Not a restaurant exactly, but a fashionable eating house; noisy, bustling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "The finest place in London. The pressed duck is superb. (WAITERS descend) They know us here... A WAITER takes hold of JOE’s hat and coat. JOE holds on tight, as if being robbed. PIP places a hand on JOE’s arm JOE lets go... Jump cut. WAITERS set dishes. JOE tucks the napkin in to his shirt collar as the others lay it on their laps.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HERBERT",
          "text": "How do you find London, Mr Gargery?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE",
          "text": "London! London - what a place! What a place! ‘Course, I wouldn’t keep a pig in it myself... JOE stares helplessly at the array of cutlery. PIP indicates discreetly which spoon to use. HERBERT notices PIP passing on the lesson. JUMP CUT to later. JOE, a little drunk and garrulous now, is mopping up his gravy with a hunk of bread, as PIP look on, uncomfortable.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE",
          "text": "-..and Biddy’s ever right and ready, a teacher now, and a fine one too. She sends her regards to you...",
          "sentiment": "neutral"
        },
        {
          "speaker": "HERBERT",
          "text": "Mr Gargery - more wine? JOE pauses to empty from his glass. Before PIP knows what he’s saying - \fGREAT EXPECTATIONS (PAGES 10/12) 62.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "Joe, there’s really no need to be so conscientious in emptying your glass. The rim should never touch your nose, Joe. And JOE lowers the glass, and attempts a smile. PIP is mortified, but it’s too late. The damage is done.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HERBERT",
          "text": "Gentlemen, if you’1l excuse me... Sensing the discomfort, he leaves. A silence, then -",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE",
          "text": "(With false brightness ) Well, business concluded, I’11l be off! Flustered, he reaches into his pocket for his purse.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "You are going now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE",
          "text": "Yes I am.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "Put your money away, Joe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE",
          "text": "No, I insist..",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "You won't stay the night?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE",
          "text": "No, I will not. (sorting through coins) Now, I have five bob here...",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "For God’s sake, put your money away! His voice is too loud. People are staring. A terrible moment, as JOE puts his money away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "PIP follows JOE out into the street.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "At least let me walk you to the coach -",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE",
          "text": "I‘1ll find my way. \f112 GREAT EXPECTATIONS (PAGES 10/12) 63.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "But we have barely spoken, Joe! I wished to show you some sights - JOE turns. With great dignity.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE",
          "text": "Pip, dear old chap, life is made of ever so many partings welded together. Divisions must come and be met as they come. If there’s been any fault today, it’s mine...",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "No, Joe, it’s...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE",
          "text": "You and me is not two figures to be together in London. It ain’t that I’m proud, but that I want things to be right, and you shall see me no more in these clothes. I’m wrong in these clothes, I’m wrong out of the forge, the kitchen or the marshes. Come sometime and put your head in at the forge window and see Joe the blacksmith, and what larks we shall have! But here, Pip, here I am most awful dull. (as he goes) God bless you, dear old Pip, old chap. God bless you! And he walks away, into the crowd. PIP stands, stricken with guilt and regret as the crowd swallows him up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The matter still hangs heavy with PIP the next day as he approaches SATIS HOUSE A figure approaches - MISS SARAH POCKET, still grim-faced with contempt. She opens the door -",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH POCKET",
          "text": "You know the way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MISS HAVISHAM is in her usual place at the dressing table",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS HAVISHAM",
          "text": "Come in, Pip! How do you do, Pip! You kiss my hand as if I was a queen, eh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "You wished to see me? \f113 GREAT EXPECTATIONS (PAGES 10/12) 64. But MISS HAVISHAM is staring over his shoulder, gesturing with her eyes. PIP follows her gaze, and sees; Out of the darkness steps ESTELLA, all grown-up now. Startlingly beautiful and womanly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The gardens are little changed since PIP and ESTELLA played there as children.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ESTELLA",
          "text": "I am to be sent to London. I am to go on show - myself and the jewels.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "Do you wish to go on show?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ESTELLA",
          "text": "Why ask? We have no choice, you and I, but to obey instructions. They are at the old brewery; the site of YOUNG PIP and HERBERT’s fight all those years ago. ESTELLA steps across the barrels - an echo of the past. For a moment, some of that old girlishness returns.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ESTELLA",
          "text": "I watched you, you know. That day, fighting for my honour. I must have been a strange little creature to hide and watch, but I did. I enjoyed it very much.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "You rewarded me very much.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ESTELLA",
          "text": "Did I?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "You kissed me. She regards him for a moment. Not unkindly;",
          "sentiment": "neutral"
        },
        {
          "speaker": "ESTELLA",
          "text": "Poor Pip. You imagine yourself a young knight from a child’s story, tearing away the cobwebs and thorns, letting in the sunshine. Marrying the princess. But you must know, Pip -— (a confidence) - I have no heart.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "I don’t believe it. How can there be beauty without a heart? \f114 GREAT EXPECTATIONS (PAGES 10/12) 65.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ESTELLA",
          "text": "Oh, I have a heart to be stabbed in or shot in, and if it ceased to beat I should cease to be. (she takes his hand, places it over her heart) But I have no softness there, no sympathy. Sentiment. Nonsense. I’ve been made that way. (PIP is about to speak) I am serious, Pip. If we’re to be thrown together you must believe me. For both our sakes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "I’m sorry, I cannot. I will not.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ESTELLA",
          "text": "(A moment. ) Very well. It is said at any rate. Come, Miss Havisham will be expecting you at your old post. And she walks towards the house, PIP following on, his eyes fixed on her extraordinary beauty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MISS HAVISHAM whispers in PIP’s ear. A voice -",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS HAVISHAM",
          "text": "Is she beautiful, graceful, well-grown? Do you admire her?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "Of course.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS HAVISHAM",
          "text": "Then love her, love her, Pip. If she favours you, love her, if she wounds you, love her, if she tears your heart to pieces - as it gets older, it will tear deeper - love her, love her, love her... (her arm is round his neck, pulling him in -) I adopted her to be loved, bred her, educated her, developed her into what she is that she might be loved. You know what love is, Pip? Blind devotion, self- humiliation, degradation, utter submission, giving up your heart and soul to the smiter as I did to that man...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAGGERS",
          "text": "Miss Havisham!",
          "sentiment": "neutral"
        },
        {
          "speaker": "GREAT EXPECTATIONS, (PAGES 10/12)",
          "text": "The lawyer stands in the doorway, ESTELLA a little behind him, breathless, disturbed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAGGERS",
          "text": "That is enough excitement for one day. Pip, you are requested to escort Estella to London tomorrow morning. I suggest an early night. Miss Havisham, shall we take a trip? Once round? And JAGGERS begins to push MISS HAVISHAM on one of her circuits of the wedding banquet. PIP and ESTELLA share on last look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "PIP approaches the forge. He must apologise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JOE is back, hard at work, his back to the door. PIP watches for a moment. About to speak - But what could he possibly say? Unseen, he slips away without a word. EXT. COUNTRY LANE -— DAWN 117 Next morning, and their carriage hurtles towards London. In her furred travelling dress, ESTELLA is more beautiful than ever, and as PIP drinks her in, she leans out of the window, feeling the sun and breeze on her face. Exhilaration, an escape -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ESTELLA’s luggage is unloaded at the door of the fine house of her chaperone, MRS BRANDLEY and her daughter MIS BRANDLEY.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ESTELLA",
          "text": "Mrs Brandley is to be paid a large sum of money to introduce me to society. The jewels and I. We are to be shown to people and people are to be shown to us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "May I come and see you? \fGREAT EXPECTATIONS (PAGES 10/12) 67.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ESTELLA",
          "text": "Of course. Miss Havisham expects it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "And may I kiss you again? She thinks a moment. Then steps back and, in the shadow o the coach, offers up her cheek. PIP kisses her, then searches her face for some response. Impassive, emotionless. Nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ESTELLA",
          "text": "Goodbye, Pip.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "I love her, Herbert. I adore her. PIP and HERBERT, a little drunk and sentimental.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HERBERT",
          "text": "You've always adored her. You brought your adoration and your luggage here together.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "If I adored her then, I adore her twice as much now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HERBERT",
          "text": "Lucky for you then, that you’re picked out for her. (PIP looks to him) How can it be otherwise? (A deep breath -) May I say something, Handel? Something disagreeable. Are you ready? One-two- three...forget her! Detach yourself from her. Think of her upbringing and of Miss Havisham, know that she will never change and only misery can come of loving her. Forget Estella.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "I can’t.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HERBERT",
          "text": "You can’t try?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "It's impossible.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HERBERT",
          "text": "Well then. Another drink?. \f120 121",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hungover, PIP looks on as WEMMICK unlocks the cash-box once more.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAGGERS",
          "text": "I see bills from vintners, bills from jewellers, bookmakers. I expected you to go wrong, Mr Pip, but really you're excelling yourself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "I’1l endeavour to show more restraint -",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAGGERS",
          "text": "Do as you will, it is no business of mine. Wemmick, give Mr Pip the money he requires. Now if you’ll excuse me... And he heads off to his office. As he opens the door, PIP glimpses a figure; BENTLEY DRUMMLE. JAGGERS shakes his hand warmly. DRUMMLE catches PIP’s eye - an insolent grin The door is closed on PIP -",
          "sentiment": "neutral"
        },
        {
          "speaker": "OMITTED 121B",
          "text": "\f122 GREAT EXPECTATIONS (PAGES 10/12) 69.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Slopping wine glasses clash together. A dining room, heav with cigar smoke, packed with drunken, bellicose young me in evening dress.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE FINCHES",
          "text": "Huzzah! Huzzah! For the Finches of the Grove!",
          "sentiment": "neutral"
        },
        {
          "speaker": "STARTOP",
          "text": "And the ladies that they sigh for! Rowdy jeers and leers. PIP, lost in drink, is barely listening. DRUMMLE watches, stands coolly, eyes on PIP.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMLE",
          "text": "I would like to raise a glass to a lady of my acquaintance, a lady of Richmond, a peerless beauty, Miss Estella Havisham!",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE FINCHES",
          "text": "Miss Estella Havisham! PIP wakes up, struggles to his feet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "I know that lady -",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMLE",
          "text": "Do you? Oh, Lord!",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "- and you know nothing of her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMLE",
          "text": "On the contrary, I’ve had the pleasure of dancing with her. Several times -",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "You lie! Consternation from the fellow Finches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HERBERT",
          "text": "Steady now, Handel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMLE",
          "text": "Indeed. Then perhaps you might care to follow me. And with a scrape of chairs the Finches rise and follow DRUMMLE, through dining room doors... \f123 124 GREAT EXPECTATIONS (PAGES 10/12) 70.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Spoiling for a fight, the Finches storm down the staircas into -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A grand society ball is in full swing. The room is packed with young London’s brightest and finest. But none is mor striking, more beautiful and startling than ESTELLA. She stands amidst a pack of love-lorn suitors; handsome, high-society men. The FINCHES storm in and, sensing trouble, the crowd parts. ESTELLA catches swaggering DRUMMLE’s eye, and offers up a radiant smile. Then she sees PIP. Their eyes lock, and for a fleeting moment, there’s a loo of startling sadness and regret in ESTELLA’s eyes - Then it is gone, and once again she is beautiful, cold, invulnerable. She takes DRUMMLE’s hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMLE",
          "text": "A waltz! The music begins, and ESTELLA and DRUMMLE start to dance. All this is observed by JAGGERS, dispassionately observin the resolution of a plan. PIP can take no more. Devastated, he flees. ESTELLA spots this, stops dancing abruptly and goes to follow - - but DRUMMLE’s meaty hand grasps her bare arm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMLE",
          "text": "The dance is not yet over. The other DANCERS see this confrontation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ESTELLA",
          "text": "Remove your hand, sir. Their eyes lock - a challenge. ESTELLA is unflinching. DRUMMLE concedes. ESTELLA departs, leaving her would-be lover standing alone, humiliated. JAGGERS, watching, smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OMITTED, INCORPORATED INTO SC. 123. 124",
          "text": "\f125 GREAT EXPECTATIONS (PAGES 10/12) 71.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A verandah overlooks the Thames. Alone, PIP contemplates the view and his own misery, when;",
          "sentiment": "neutral"
        },
        {
          "speaker": "ESTELLA",
          "text": "Oh, Pip, Pip. Will you never take warning? He turns. Bejewelled, silhouetted in the doorway in her ball-gown, she looks more beautiful than ever before.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "How can you do it, Estella?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ESTELLA",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "Give your affections to that man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ESTELLA",
          "text": "All sorts of ugly creatures hover about a lighted candle. Can the candle help it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "No, but you can.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ESTELLA",
          "text": "Perhaps. If I cared.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "But you must care! To encourage a man as despised, as addle-headed and unworthy and boorish as Bentley Drummle, a man who has nothing to recommend him except money...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ESTELLA",
          "text": "Pip, don’t let it affect you so.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "I can’t help it! To give that man the looks and smiles you never give to me...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ESTELLA",
          "text": "Do you want me to deceive you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "Do you deceive him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ESTELLA",
          "text": "Yes! Yes, him and many, many other men. I deceive all of them but you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "Then why am I to be spared? \f126 127 128 GREAT EXPECTATIONS (PAGES 10/12) 72.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ESTELLA",
          "text": "Oh, Pip. Why do you think? A moment. The music from the ballroom can still be heard and, without speaking, ESTELLA crosses to PIP and takes his hand. Nervously, PIP places his other hand on ESTELLA’s waist. A breathless, intimate moment, their faces close as they dance. Then a voice -",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAGGERS",
          "text": "Lovely evening, isn’t it? A storm later. So they say. Estella - Mr Drummle requires your presence. (ESTELLA hesitates) Urgently. (she leaves) You should hurry home, Pip.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "I thought...I was led to believe...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAGGERS",
          "text": "Dangerous to presume anything, Pip. And he leaves PIP in his agony. Over the Thames, a crackl of thunder...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "PIP hurries home from the ball. It’s a wild, wet and stormy night, and it’s all PIP can do to unlock the door and stumble into the apartment building.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "PIP enters his rooms, and hesitates -—",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "Herbert? You’re back early! Hello? A noise from the stairs. PIP heads back -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "PIP peers down the stairwell, as a CLOAKED FIGURE hurries downwards into the darkness -",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "Hello! Hello, who’s there? No reply. He turns, returns to his apartment and - \fGREAT EXPECTATIONS (PAGES 10/12) 72A.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "- in an echo of the graveyard scene, a figure LOOMS UP behind PIP, step towards him, arms outstretched. PIP shouts out - \fGREAT EXPECTATIONS (PAGES 10/12) 73. PIP (CONT’D) MAGWITCH Who are you?! What are I startled you! you...",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP MAGWITCH",
          "text": "What do you want?! How did Forgive me, Master, I you get in here? didn’t mean to startle you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GET AWAY FROM ME",
          "text": "PIP looks to the door, and MAGWITCH braces himself, dangerous now -",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGWITCH",
          "text": "Who’s there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "No-one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGWITCH",
          "text": "This here ‘erbert - ?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "At his parents. Away till tomorrow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGWITCH",
          "text": "Sit. Sit and give us half a minute. Nervously PIP sits opposite the stranger. He takes in the face of the man, wet and exhausted, watches as he reaches over and takes PIP’s hands, and kisses them with startlin humility. And PIP remembers. The Convict.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "Good God -",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGWITCH",
          "text": "You acted noble, my boy. Noble, Pip, and I have never forgot it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "If you're grateful for me for what I did as a boy, if you’ve come to thank me, it’s not necessary. But you must understand...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGWITCH",
          "text": "What must I understand?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "That I cannot renew our acquaintance. My life has changed since then. I’m glad that you’re well and that you’ve repented. But really, you must go. Please, go, now. MAGWITCH takes this in. \fGREAT EXPECTATIONS (PAGES 10/12) 74.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGWITCH",
          "text": "How about a drink first?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MAGWITCH pours rum into glasses.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "How have you been living?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGWITCH",
          "text": "A sheep farmer, stock breeder, in the New World, many a thousand mile off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "You’ve done well?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGWITCH",
          "text": "I’ve done wonderful well. Seems you’ve done well too. MAGWITCH takes in the apartment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "I have, thank you, and I'd like, if I may, to give you this gift - (His pocket book-) A token. For old times. Before you go. Here — And he holds out a one pound note to the convict. MAGWITCH regards the money for a second; not insulted, just a little amused. He folds the money lengthwise, gives it a twist, holds it to the candle. As he watches it burn -",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGWITCH",
          "text": "Might a varmint make so bold as to ask you how you have done well, since we were on those marshes?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "I have come into some property.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGWITCH",
          "text": "And might a varmint ask whose property?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "I cannot say her name. There are conditions.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGWITCH",
          "text": "Conditions. Hm. Could I make a guess as to your income? Might the first figure be...5? \fGREAT EXPECTATIONS (PAGES 10/12) 75. And a terrible truth starts to dawn for PIP. In a great rush -",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGWITCH",
          "text": "And a guardian, you will have had a guardian, a lawyer maybe, with a name beginning with a...J? (PIP stumbles to the door) A ‘J’ perhaps who might have sent me your address when I landed in Portsmouth? A Mr Jaggers p'raps? (and MAGWITCH is upon him, embracing him) Yes dear boy, I’ve made a gentleman of you! I swore that time as sure as I ever earned a guinea, that guinea should go to you. I lived rough so that you should live smooth, I worked hard that you should be above work. And when the blood horses of them colonists kicked up dirt in my face, and they called me a convict, a common fellow, I said to myself ‘I’m making a better gentleman than you will ever be’ (tears in his eyes now-) And Pip - you’re him! I made you! I’m your father, Pip.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "You are not my father!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGWITCH",
          "text": "Your second father then, and you’re my son, no, more to me than any son! (His hands are on PIP’s face now, drinking in the sight of him) Look at you, dear boy! Look at these lodgings, fit for a lord, and this watch and this ring and your linen and your clothes. And your books too, hundreds of them! Read ‘em all, have you? You shall read’em to me, dear boy, and I shall be so proud to think that I’m the maker of such a man! And MAGWITCH’s arms are once again around his ‘son’, a so who feels nothing but fear and repulsion for this man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dawn is breaking as MAGWITCH lies in clean white linen, taking in his boy. \f132 GREAT EXPECTATIONS (PAGES 10/12) 76.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGWITCH",
          "text": "How good-looking you've growed. Isn’t there bright eyes somewhere wot you love to think on? (PIP nods. MAGWITCH whispers) Then her eyes shall be yours too, dear boy, if money can buy ‘em. (PIP tries a smile) Now I must sleep, long and sound. A long time since I slept. You'll keep a watch, my boy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "I will.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGWITCH",
          "text": "Because, look here, caution is necessary. I was sent for life. It’s death to come back. I should be hanged if took.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "You risked your life to come to me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGWITCH",
          "text": "That’s right, dear boy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "But I don’t even know your name.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGWITCH",
          "text": "Magwitch. Abel Magwitch. And now, I think that I will sleep. And he closes his eyes, and is almost instantly asleep.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Morning comes. PIP sits in the same spot, watching over the sleeping convict, taking in his coarse features, the creased, scarred face, the powerful, tattooed hands - his ‘father’. On the bedside table a jack-knife lies, huge and sinister its blade exposed, ready for use. On the mantelpiece, tightly-bound rolls of cash, high denomination notes, mor money than PIP has ever imagined. PIP holds one in his hand. Sunlight is on the pillow; MAGWITCH stirs. PIP returns th money to the pile, crosses to the curtain, and is about t pull it shut - Outside, in the park, a silhouetted figure in the dawn light. Tall, thin, sinister, he stares implacably at the window. \fGREAT EXPECTATIONS (PAGES 10/12) 77. PIP pulls the curtain closed. 133 INT. JAGGER’S OFFICE, SMITHFIELD - DAY 133 PIP storms past WEMMICK into JAGGERS’ office, to find his guardian on his feet, uncharacteristically defensive.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAGGERS",
          "text": "Now, Pip, be careful, be very careful...",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "Is it true?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAGGERS",
          "text": "And don’t commit yourself, don’t tell me anything I don’t want to know...",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "Is what I have been told true?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAGGERS",
          "text": "‘Told’ implies verbal communication, you can’t have verbal communication with a man in New South Wales. (WEMMICK loiters) Wemmick, the door. WEMMICK pulls the door closed, and takes a seat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "I was led to believe -",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAGGERS",
          "text": "- nothing, Pip. You believed what you chose to believe. I am not responsible for that. Now, have an uncle staying with you at present, is that right? (PIP nods) Perhaps you might buy him some new clothes and advise him to reside in your rooms as much as possible. Perhaps your uncle might cut his hair. In the meantime- ( - a piece of paper -) - in writing to the gentleman in New South Wales, you might give him this. The balance of our accounts. My services are at an end. Good day, Mr Pip. But PIP doesn’t move. With measured fury -",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "All that time, in Satis House I was just a mechanical heart to practice on. Estella was never meant for me at all. And you, my ‘guardian’, have known this all along. \f134 135 GREAT EXPECTATIONS (PAGES 10/12) 78. WEMMICK clears his throat - a look to JAGGERS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAGGERS",
          "text": "Well, I suppose you might as well hear it from me as anyone. The Spider has played his hand, Pip.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "PIP, on horseback this time, arrives breathless and agitated at Satis House. He rides up to the front gate, dismounts, pulls urgently at the bell. A figure saunters towards the gate with an arrogant swagger. BENTLEY DRUMMLE, a supercilious grin plastered all over his face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMLE",
          "text": "Can I help you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "Open this gate, Drummle, or I swear...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMLE",
          "text": "Why, it’s the ‘smithie’s boy! Don’t lose your temper, ‘smithie’s boy. Seems to me you’ve lost quite enough already... And he opens the gate. PIP barges past him, DRUMMLE’s mocking laughter ringing out behind him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MISS HAVISHAM and ESTELLA are in their usual place, the old lady petting the beautiful girl who, nevertheless, seems to carry an extra weight of sadness with her today.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS HAVISHAM",
          "text": "Pip! What wind has blown you -",
          "sentiment": "neutral"
        },
        {
          "speaker": "ENOUGH",
          "text": "ESTELLA looks up, startled at PIP’s defiance. Yes, there is something of the knight-of-old about PIP this time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "What I have to say to Estella I will say before you. But Miss Havisham; when you first took me from my home, I came as a kind of servant, to gratify a whim and be paid for it. \fGREAT EXPECTATIONS (PAGES 10/12) 79.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS HAVISHAM",
          "text": "Ay, Pip -",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "And when I fell into my mistake, of imagining that you were my benefactor -",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS HAVISHAM",
          "text": "- I let you go on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "Was that...kind?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KIND",
          "text": "(with real rage) Who am I, for God’s sake, to be kind? It amused me, do you hear? To punish my relations. You were adequately paid I believe. What else do you want, Pip? And now PIP gathers himself, and turns to ESTELLA.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "Estella, you know I love you, have loved you ever since I first saw you in this house. Foolishly I’d hoped that Miss Havisham had meant us for each other. Clearly the idea was absurd, and I hope Miss Havisham will take what pleasure she can from knowing that I am as unhappy as she ever meant me to be. MISS HAVISHAM flinches, puts her hand to her chest. ESTELLA stands, speaking in that steady voice of hers. A beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ESTELLA",
          "text": "It seems these are sentiments, emotions, that I am not able to comprehend. When you say you ‘love me’, I understand it as a form of words - (her heart -) - but it touches nothing here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "I don’t believe you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ESTELLA",
          "text": "Did I not warn you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ESTELLA",
          "text": "Did you think I did not mean it? \fGREAT EXPECTATIONS (PAGES 10/12) 80.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "No. It is not natural -",
          "sentiment": "neutral"
        },
        {
          "speaker": "ESTELLA",
          "text": "(a flash of anger) It is natural in me!",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "And yet still I love you. I know that I‘1l never call you mine, Estella, but still I love you and beg you - Do not Marry Bentley Drummle. Someone else, anyone, but not that brute...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ESTELLA",
          "text": "Too late. A beat. ESTELLA looks to MISS HAVISHAM, then back to PIP.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ESTELLA",
          "text": "It's too late. I am going to marry him. The preparations are already under way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "You can’t let Miss Havisham...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ESTELLA",
          "text": "It is my own act. Miss Havisham has urged me to wait, to reconsider - She looks to MISS HAVISHAM, who looks away with what migh well be shame. With a defeated shrug -",
          "sentiment": "neutral"
        },
        {
          "speaker": "ESTELLA",
          "text": "- but I am tired of my life. We will do well enough! (She holds out her hand) Give me your hand. (He does so. There are tears in both their eyes. A whisper) Be happy, Pip. This will pass in time. I‘1l be out of your thoughts in a week.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "Out of my thoughts? You are part of my existence, part of me. You’re in every thought, in every line I have ever read since I first came here. You’re in the river, the sails of ships, the marshes, the clouds, the sea, the stones of London. Until the last hour of my life you will remain in me, part of the little good, part of the evil. (his face next to hers) And I will always think of the good. (a kiss) Goodbye. God bless you. \f136 137 GREAT EXPECTATIONS (PAGES 10/12) 81. PIP is about to walk from the room, when -",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS HAVISHAM",
          "text": "So proud, so hard. And, with startling ferocity, ESTELLA turns on her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ESTELLA",
          "text": "I am what you made me! (eyes blazing) You are my mother, and yet I’ve never seen your face by daylight. Since I was a baby you taught me that was no such thing as daylight, that it had blighted you and would blight me too, if I let it. Well, I am what you made me. This is what you have made me! MISS HAVISHAM sits rigid, terrified beneath ESTELLA’s gaze. PIP speaks, breaking the spell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "Estella - come with me now. A moment, and ESTELLA turns and walks towards him. But her step slows and stops. MISS HAVISHAM is weeping, whimpering in her chair, pathetic, never more alone. PIP holds out his hand to ESTELLA. Her choice - But it’s no good. It’s too late. She looks back - And she returns to MISS HAVISHAM, placing her head in her lap once more, in that same mechanical movement. PIP watches the strange scene for a moment, then closes the door. EXT. WEMMICK’S HOUSE - DAY 136 The castle drawbridge descends, and WEMMICK stands in his nightshirt, taking in the dishevelled, confused PIP.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WEMMICK",
          "text": "Mr Pip, step inside sir, please - INT. WEMMICK’S PARLOUR, WALWORTH - DAY 137 As the AGED P nods away - \f138 139 GREAT EXPECTATIONS (PAGES 10/12) 82.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "I'd like to help Mr Pocket. He has been a loyal and decent friend and I’d like to use the money that remains to do one good thing. I’d like to purchase a position for him. Without his knowledge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WEMMICK",
          "text": "Allowing for debts, which are considerable I might add, that’s five hundred pounds, sir. All invested in a friend?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "Every last penny. What is your advice?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WEMMICK",
          "text": "Well, if I was in the Office, sir, I would suggest that you should take the five hundred pounds, choose your bridge - there are six to choose from up as high as Chelsea Reach - and throw the money off it. You’1ll lose it just the same, but it'll be quicker. Those are my sentiments, in the office.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "But your home sentiments, your Walworth sentiments?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WEMMICK",
          "text": "My Walworth sentiments would be - I'11 see what I can do. Ain’t that right, Aged",
          "sentiment": "neutral"
        },
        {
          "speaker": "AGED P",
          "text": "Yes, John, my boy. And PIP watches as the father and son nod and wink, nod and wink.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's very late now as PIP returns. He looks anxiously up at the window of his apartment. He has been away too long he must hurry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He rushes into the rooms, and hears a faint knocking, a muffled moan, a whisper. Tentatively, he walks down the hall and discovers - HERBERT, held high against the wall, his heels kicking th floor, MAGWITCH’s big hand covering his mouth, the jack- knife in the other. Terror in HERBERT’s eyes - \fGREAT EXPECTATIONS (PAGES 10/12) 83.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "PIP and HERBERT sit in their usual spot, HERBERT drinking a medicinal brandy with a tremulous hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "He wishes to buy us a house! In Hyde Park! A coach, horses...",
          "sentiment": "neutral"
        },
        {
          "speaker": "HERBERT",
          "text": "Can’t you...accept?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "How can I?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MAGWITCH is listening in; thoughtful, sad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP, (0.S.)",
          "text": "I’ve seen him try to murder a man. He might have murdered you -",
          "sentiment": "neutral"
        },
        {
          "speaker": "HERBERT, (0.S.)",
          "text": "And yet he risked his life to find you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP, (0.S.)",
          "text": "He says...he says I am the son he never had. MAGWITCH frowns. The contempt in PIP’s voice is plain to hear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "...The idea appals me, Herbert, but even so, he must not be captured, not on my behalf. He stops speaking. MAGWITCH is there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGWITCH",
          "text": "Gentlemen -",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGWITCH",
          "text": "Now, dear boy, and Pip’s comrade, I’m not going to tell you my life like a song or story-book, but to give it to you short and handy. In jail and out of jail, in jail, out of jail. That’s my life - until I met my boy here. (a proud look) (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f144 145 GREAT EXPECTATIONS (PAGES 10/12) 84.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGWITCH, (CONT'D)",
          "text": "I’ve been done everything to except hanged. I’ve tramped and begged and thieved and poached, anything that doesn’t pay and leads to trouble. And then a matter over twenty years ago, when I was out of money and out of luck - not that I’d been in it much - I met a man. At Epsom races. His name was Compeyson and if I had him here I’d crack his skull like the claw of a lobster. HERBERT starts. MAGWITCH looks to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HERBERT",
          "text": "Compeyson?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGWITCH",
          "text": "Compeyson.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HERBERT",
          "text": "I’m sorry. Go on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In the corner sits COMPEYSON, good-looking, saturnine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGWITCH",
          "text": "A gentleman was Compeyson, a smooth one, and good-looking too, went to boarding school. He and his missus had a plan... Clinging to his arm is his wife, MRS COMPEYSON, beautiful elegant, dark. MAGWITCH and another UNSEEN MAN listen in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGWITCH, (V.O.)",
          "text": "...involving the defrauding of a certain lady by her half-brother... REVEAL the other man is ARTHUR HAVISHAM.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A wedding cake. Extravagant, ornate, it stands as the centre-piece of a long banquet table in an elegant, light filled room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGWITCH, (V.O.)",
          "text": "Weren’t much of a plan to my mind, but I played my part in a small way... SERVANTS buzz around the table in preparation for the wedding feast. Life, activity everywhere. The MESSENGER walks past all this, as before - \f146 147 148 149 GREAT EXPECTATIONS (PAGES 10/12) 85.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGWITCH, (V.O.)",
          "text": "I played my part, though I can’t say I’m proud of it... - only now REVEAL the carrier of the letter to be MAGWITCH.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Watching from a carriage at the end of the drive, COMPEYSON and MRS COMPEYSON. MAGWITCH joins them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMPEYSON",
          "text": "Well done, Abel. From Satis House, a terrible scream. MAGWITCH, uncomfortable, ashamed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGWITCH, (V.O.)",
          "text": "Oh, for a while, there was money. A whole lot of money, and we betted and gamed and drank our way through it...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A squalid rented room. ARTHUR lies shivering on the filth mattress.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGWITCH, (V.O.)",
          "text": "+..’til one of our number went to the bad, turned to drink, opium, lost his mind... C.U. on ARTHUR HAVISHAM as he takes a deep breath, closes his eyes, mumbles something -",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARTHUR HAVISHAM",
          "text": "Forgive me. - and drops out of sight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "On MAGWITCH, a haunted look in his eye as he recalls.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGWITCH",
          "text": "Bad conscience, I s’pose.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ARTHUR HAVISHAM hangs dead from a home-made noose. \f150 151 152 GREAT EXPECTATIONS (PAGES 10/12) 86.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGWITCH, (V.O.)",
          "text": "‘Course conscience wasn’t summat that'd trouble Compeyson. Cold as death he was. REVEAL COMPEYSON, MRS COMPEYSON and MAGWITCH regarding th dangling corpse.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMPEYSON",
          "text": "Cut him down, Abel. INT. SITTING ROOM, MAYFAIR APARTMENTS —- NIGHT 150",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGWITCH",
          "text": "That was a dark time, the time wi’ Compeyson. Always in debt to him, always under his thumb, always working, always a- getting into danger, for years and years, until I was his black slave. He was younger than me, but he’d got craft and he'd got learning. I had a missis at that time -",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "You were married?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGWITCH",
          "text": "(He hesitates) No matter. The short of it is. We got committed for felony, putting forged notes into circulation. ‘Separate defences,’ Compeyson says, ‘no communication’.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In the dock stands MAGWITCH, a forlorn sight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGWITCH, (V.O.)",
          "text": "I sold everything, all but the clothes on my back, so I could get Jaggers... As JAGGERS holds forth, MAGWITCH’s eyes drift up to the public gallery, where a BABY cries. MRS MAGWITCH greatly upset, presses her face to the weeping child. WE DO NOT SEE HER FACE YET.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGWITCH, (V.O.)",
          "text": "--.-for all the good it did me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "COMPEYSON in the dock; well-dressed, penitent, respectabl as his LAWYER holds forth. \f153 154 GREAT EXPECTATIONS (PAGES 10/12) 87.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGWITCH, (V.O.)",
          "text": "Says the counsellor for Compeyson, wasn’t he the younger and well brought-up and of a good school? Wasn’t he a gentleman? Jump cut; The JUDGE is speaking now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE MAGWITCH, (V.0)",
          "text": "Abel Magwitch, you have, And when the verdict came almost since your infancy, warn’t it Compeyson as was been an offender against recommended to mercy on our laws despite repeated account of good character imprisonments and and bad company and all the punishments. Given your damn’'d lies he gave up persistence and your malign against me and warn’t it me influence on your gentleman as got never a word but accomplice here, I have no guilty, guilty, guilty! choice but to find you guilty on all charges and to sentence you to fourteen years imprisonment... As the JUDGE pronounces the sentence MAGWITCH flies at COMPEYSON, who grins back, maddeningly, infuriatingly as MAGWITCH is dragged from the dock by the turnkeys. One last look to the gallery. MRS MAGWITCH, face obscured holds up the BABY. It's the last thing MAGWITCH sees before he’s dragged int blackness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A shaken MAGWITCH wipes his brow, and gathers himself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "For how long - ?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGWITCH",
          "text": "Fourteen years. He got seven. Then five years on, he turns up on my prison ship. I swore to the Lord I’d smash his face in, and I did -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A blow strikes convict COMPEYSON full in the face. The deck of the hulk acts as an exercise yard for the desolate PRISONERS, who stand now, shouting and jeering, as MAGWITCH assaults a terrified COMPEYSON. A lash of his chains slashes COMPEYSON’s cheek, and now the chain is round his neck. COMPEYSON is in his grasp - \fGREAT EXPECTATIONS (PAGES 10/12) 87A. A GUARD draws a pistol, another a rifle. MAGWITCH and his hostage back away. MAGWITCH’s back is against the bulwark The GUARDS raise their guns... A moment. Then with a push of his powerful legs, MAGWITCH pitches backwards, dragging his hostage with him. They tumble towards the black Thames far below - \f155 156 157",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAY, (FLASHBACK)",
          "text": "MAGWITCH peers through the gloom of Grapeshot breaks the surface as the glimpse of COMPEYSON, eyes bulging, darkness... 10/12) 88. 155 the dank water. GUARDS open fire. A sinking away into the INT. SITTING ROOM, MAYFAIR APARTMENTS —- NIGHT 156",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGWITCH",
          "text": "Thinking, hoping, that he’d drowned I swam to the shore and was hiding among the graves there, envying those that were in ‘em - (he takes PIP’s hands) - when my boy here found me. My boy. PIP finally speaks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "Is he dead?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGWITCH",
          "text": "Who?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "Compeyson.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGWITCH",
          "text": "He'll wish I am, if he’s alive. And he’1l wish he was, if I find him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "And the lady he defrauded. Her name was -",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGWITCH",
          "text": "‘Avisham. Miss ‘Avisham.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "157 The next morning. MAGWITCH sits in front of a mirror, a towel draped around his shoulders, as PIP cuts his long grey hair, still wary, but with a new sympathy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "I was thinking, perhaps, we might take a trip abroad. Until we can is safe here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGWITCH",
          "text": "Together?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "Of course. be sure that it \f158 159 GREAT EXPECTATIONS (PAGES 10/12) 89. MAGWITCH reaches up and takes the hand that holds the scissors.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGWITCH",
          "text": "The idea don’t ‘appal’ you? And PIP realises that he must have been overheard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "Of course not. A beat, and the haircut continues.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A black-clad figure marches through the crowds. His colla is raised, though not so far as to disguise a livid red scar on his sallow cheeks. COMPEYSON. He’s in pursuit of PIP, pushing through the morning crowds, glancing behind him as he goes. Anxious, troubled, PIP arrives at JAGGER’s home. The door is opened by MOLLY. INT. DRESSING ROOM, JAGGERS’ OFFICE - DAY 159 JAGGERS stands at the basin, washing his hands with more than usual thoroughness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "I need you to tell me about Compeyson. Without turning round, JAGGERS is still, just for a minute, before regaining his composure. He dries his hands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAGGERS",
          "text": "Compeyson. Yes, I remember a Compeyson. Clever fellow. Dangerous.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "And is he still alive?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAGGERS",
          "text": "To my knowledge, yes he is. (He turns to PIP) I did the best that I could by your friend. The penalty for passing stolen notes is life. He was lucky to get fourteen years.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "‘Lucky’! \fGREAT EXPECTATIONS (PAGES 10/12) 90.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAGGERS",
          "text": "As to Compeyson, I'd strongly advise your Uncle to pack his bags. If he’s found, he’ll hang, and it’s safe to presume that Mr Compeyson does not wish him well... And JAGGERS freezes. Someone has entered the room. MOLLY stands shaking, a terrible mania in her wide eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOLLY",
          "text": "He’s back. Abel’s come back. You told me he’d never come back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAGGERS",
          "text": "Calm now, Molly -",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOLLY",
          "text": "He mustn’t find out, ever. Poor, poor Abel. What did you make me do! It was wicked, wicked -",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAGGERS",
          "text": "Abel won’t find out, I’1l make sure of it. Didn't I swear to you he would never - She’s on JAGGERS now -",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOLLY",
          "text": "You swore that she’d be safe! You swore she'd have a brand new life and now he’s back and Compeyson too. That man will kill me if he finds me...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAGGERS",
          "text": "Shhh, now, that’s enough. No-one will ever find you, or her. She’s safe, no-one can touch her now, you have my word.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOLLY",
          "text": "Your word! Damn your soul, Jaggers, damn it to hell! And all of a sudden all the strength goes out of MOLLY, and she falls to the floor, weeping. PIP looks on at the strange sight, and a terrible truth dawns. JAGGERS looks to him, shaken. No choice now but to tell the story.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A private coach heads through the countryside at great speed. \f161 162 163 164 GREAT EXPECTATIONS (PAGES 10/12) 91.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The darkened coach has something of the air of a confessional. C.U. of a visibly shaken JAGGERS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAGGERS",
          "text": "Magwitch and Molly had a child. A girl. A pretty thing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MAGWITCH is dragged down into jail, stealing one last glimpse of the BABY, being held aloft to him by the WEEPING WOMAN - MOLLY.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAGGERS, (V.O.)",
          "text": "But Molly was a fierce one, wild and passionate like her husband, and not a girl to let injustice go unpunished. It’s the last time MAGWITCH will ever see his child.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A figure watches as MRS COMPEYSON sleeps comfortably in her bed. But something makes her stir. She opens her eyes and sees; MOLLY MAGWITCH. Before she can scream, MOLLY’s hands are around her neck. MRS COMPEYSON’s hands claw at MOLLY’s arms, the nails digging deep into her attacker’s wrists - the source of the scars. But her attacker is too strong. MRS COMPEYSON’s eyes bulg in her head, her tongue swells horribly in her mouth. MOLLY watches this, implacable, cold. And soon MRS COMPEYSON lies dead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAGGERS",
          "text": "A terrible crime, cold-blooded and ruthless. Assuming of course that Molly did it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "And did she?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAGGERS",
          "text": "To be guilty and to be found guilty are not the same thing at all. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAGGERS, (CONT'D)",
          "text": "(A deep breath; almost a confession) Put the case that a woman, accused of murder, came to her legal adviser, and put the case that this same legal adviser held a trust to find a child for an eccentric rich lady to adopt and bring up. Put the case that he lived in an atmosphere of evil where children were generated in great numbers for certain destruction, habitually whipped, imprisoned, transported, neglected, abused in ways that you can hardly imagine. Put the case that there was one pretty little child out of the heap who could be saved. Put the case that the legal adviser said to the mother - 165 INT. JAGGERS’ OFFICE, SMITHFIELD - NIGHT (FLASHBACK) Late at night, JAGGERS interrogates the weeping MOLLY.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAGGERS",
          "text": "Give the child into my hands, and I will do my best to get you off. If you are saved, your child is saved; if you are lost, your child is saved too. JAGGERS speaks in the moment now, whispering in her ear. And MOLLY makes her decision.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "And the child was your fee? (JAGGERS says nothing) And what of Magwitch?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAGGERS",
          "text": "The father was told...",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "Say his name!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAGGERS",
          "text": "Magwitch was told that his child was dead. Consumption. (PIP regards JAGGERS with utter contempt) Put the case that the child was now safe. Wealthy. Soon to be married to one of the richest men in England.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "And one of the vilest. \fGREAT EXPECTATIONS (PAGES 10/12) 93.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAGGERS",
          "text": "Estella is not the Spider’s reward. Estella is his punishment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "And you arranged it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAGGERS",
          "text": "As instructed by my client. Only as instructed. The coach comes to a halt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "And what did Miss Havisham want with the child?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAGGERS",
          "text": "That - (opens the coach door) - you must ask her yourself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Satis House stands before PIP, gloomier than ever. PIP steps down from the coach and approaches the house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The exact spot, sixteen years before. JAGGERS steps down from the coach and approaches. He carries a bundle in his arms. A three year-old child, beautiful - THE INFANT ESTELLA.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "PIP climbs the gloomy staircase.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The INFANT ESTELLA steps climbs the gloomy staircase, her tiny hand in JAGGERS’ well-manicured fist. \f172 173 174",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "PIP stands at the door to MISS HAVISHAM’s room. He pushes at the door and -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MISS HAVISHAM, some sixteen years younger than in the PRESENT, is seated at her place at the bridal banquet. A fire throws strange shadows onto the wall. Alone in this blacked-out room, with the strange veiled figure all in white, the infant ESTELLA is terrified. She glances towards the banquet, already mouldering and corrupted after six years of decay. INFANT ESTELLA looks to JAGGERS for aid, but he is alread stepping backwards towards the door. He looks shaken. And now the woman in white is holding out her hand. A glimpse of her face beneath the veil.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS HAVISHAM",
          "text": "Come nearer. Don’t be frightened - (ESTELLA steps forward) Come nearer. Let me look at you - In voice-over, we hear...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS HAVISHAM, (V.O.)",
          "text": "I wanted a little girl, to rear and to love and save from my fate. One night he brought her here and I called her -",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS HAVISHAM",
          "text": "Estella.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS HAVISHAM, (V.O.)",
          "text": "Oh, Pip, she was so gentle, so beautiful. And the INFANT ESTELLA moves towards the outstretched hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Back in the PRESENT, MISS HAVISHAM leans forward, speakin in an urgent whisper. A fire throws strange shadows on th wall -",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS HAVISHAM",
          "text": "Pip, my dear, believe this: when she first came to me I meant to save her from misery like my own - \f175 176 177 GREAT EXPECTATIONS (PAGES 10/12) 95.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The INFANT ESTELLA reaches her tiny hand out to MISS HAVISHAM. Behind her veil, MISS HAVISHAM smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS HAVISHAM",
          "text": "...-but as she grew more beautiful, I gradually did worse, and with my praises and my jewels and my teachings, I stole her heart away and put ice in its place! (Pip has had enough. He walks away) Oh Pip, are you very unhappy? Do you hate me very much? I know that you must hate me, but if you can ever bear to forgive me, Pip... She follows him. But the long train of MISS HAVISHAM’s wedding dress is uncoiling behind her, knocking a table. A candle falls, igniting the desiccated material. It burns, the flames catching with startling speed, burning through the dress like a fuse. And now MISS HAVISHAM becomes aware of the flames behind her, writhing as they catch the dried silk and organza an lace, the flames burning around her as she screams and grabs the table-cloth. The rotting wedding-cake, the glas and crockery, the rats and beetles and spiders, fall to the floor. Helplessly, PIP swats at the flames, burning his hands, then grabs the curtains, tears them down, the dawn light pouring in, rats and spiders fleeing the light. He wraps the fabric round MISS HAVISHAM, holding her tight until the flames are extinguished. The wedding-cake lies shattered on the floor. And now JAGGERS bursts into the smoke-filled room. Ashes float in the air like confetti, and PIP sits and cradles MISS HAVISHAM as she lies, frozen in shock, her breath coming in short bursts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "PIP sits in MISS HAVISHAM’s old chair as JAGGERS carefull bandages his burnt hands. In a low voice, all swagger gone;",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAGGERS",
          "text": "I do not deny that there have been..too many secrets. But who does the truth serve? (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f178 179 180 GREAT EXPECTATIONS (PAGES 10/12) 96.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAGGERS, (CONT'D)",
          "text": "If she were to discover that her father is a convict, her mother a murderess? Would she thank you, do you think?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MISS HAVISHAM lies in her room. A surreal sight, she has been wrapped entirely in cotton wool and bandage, a strange mummy-like creature, only her face exposed. Her thin lips mutter the same words over and over again. PIP approaches to hear better. Her incantation;",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS HAVISHAM",
          "text": ".-.-forgive me forgive me forgive me forgive me forgive me... PIP bends and gently kisses her hairline. Still the incantation doesn’t stop. PIP walks away, never to return.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "His burnt hands bandaged, pale and deprived of sleep, PIP heads back to his Mayfair apartments. He is walking acros the courtyard when a voice calls out to him; The PORTER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PORTER",
          "text": "Sir! A note for you. Most important the gentleman said. PIP takes the note. It reads; DON’T GO HOME. W. PIP glances towards the apartment. Sure enough, TWO FIGURES stand menacingly by the door. They meet his gaze. Plain-clothes policemen? Criminals? PIP doesn’t wait to find out. Stepping backwards, he turns and runs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thick fog. PIP walks behind a shifty-looking WEMMICK.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WEMMICK",
          "text": "Did you destroy my note?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "I did.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WEMMICK",
          "text": "Best not to leave any evidence. They’re on to him, Mr Pip. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "WEMMICK, (CONT'D)",
          "text": "The reward on his head is substantial. Every copper and cut-throat in London is on the hunt for your Antipodean Uncle. It was all your Mr Herbert and I could do to get him out in time -",
          "sentiment": "neutral"
        },
        {
          "speaker": "WEMMICK",
          "text": "There’s a steamer leaving for Antwerp tomorrow at midnight. I suggest you and your Uncle find a way onto it- (in a low, discreet voice) Portable property, Mr Pip. Try and lay hold of the portable property. And with a shiver, PIP takes in WEMMICK’s hand; the dead mens’ rings on his fingers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "PIP enters the strange, tumble-down building and is immediately embraced by HERBERT. CLARA’s there too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HERBERT",
          "text": "All is well, Handel, he’ll be quite safe here, though he is keen to see you. Goodness me, what has happened to your hands?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "Where is he? The father of the woman he loves stands. On seeing PIP, MAGWITCH’s face lights up. A look of immense, paternal pride.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "The steamer departs at midnight, we'll intercept it shortly after. The further from the city we can get, the safer it will be. Not long now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGWITCH",
          "text": "Thank ‘ee, my dear boy. CLARA is saying goodbye to HERBERT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "Clara, I'll return your fiancé safely, I swear — But CLARA turns and walks briskly away - \fGREAT EXPECTATIONS (PAGES 10/12) 97A.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HERBERT",
          "text": "Apologies, Handel. The fact is - well, she thinks you’re rather a malign influence on me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "And she’s right. Herbert, are you sure you want to...",
          "sentiment": "neutral"
        },
        {
          "speaker": "HERBERT",
          "text": "Handel, I don’t think I’ve ever been more excited in my life!",
          "sentiment": "neutral"
        },
        {
          "speaker": "OMITTED 183",
          "text": "\f184 185 186 GREAT EXPECTATIONS (PAGES 10/12) 98.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Afternoon now. The fog has lifted. PIP, HERBERT and MAGWITCH walk down the muddy shore towards a rowing boat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As MAGWITCH sits in the prow, PIP and HERBERT row with al their might. The city is behind them now, the river opening out into an estuary and marshland. Pulling hard at the oars, PIP glances down at his burnt hands. The blisters have burst, and blood is seeping through the bandages. He holds on to the oars, and rows on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The journey continues, past Gravesend now, the spring day fresh but bright. PIP glances to his side; The prison hulks are there, menacing and dark. PIP glance to MAGWITCH, who also watches the hulks. A look to PIP, a acknowledgement between them. HERBERT glances over his shoulder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HERBERT",
          "text": "We seem to have lost them - (PIP’s look - who?) I thought I saw another boat. (PIP looks round anxiously) Gone now. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "HERBERT, (CONT'D)",
          "text": "(HERBERT sees the blood on PIP’s hands) Let’s rest by the bank. They row towards the reed-beds.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The boat nestles in a quiet bay, their hiding place until the steamer arrives. While HERBERT keeps watch, PIP reads to MAGWITCH, who sit smoking in the spring sun, silent and introspective.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "You seem despondent, Abel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGWITCH",
          "text": "Not a bit of it. To sit here and have my smoke alonger my dear boy... (He breaks off.) I had a little child once. I didn’t tell you afore. Pretty little thing, a girl. Died while I was in prison. ‘Appens often enough, but I tell you dear boy, there weren’t a day as I was rotting on that hulk when I didn’t think on her face, and what a dear pretty thing she were. And when I saw you on those marshes, well, you brought her to my mind, and p’rhaps that’s why I took to you so strong. You two'd been about the same age. Now I knows I’m no father to you, my dear boy. You had a father and lost him, and an old varmint like me ain’t about to replace him. But I hope as I’ve been a friend to you this little time we've had.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "You speak as if we were parting. In an hour we'll be safe again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGWITCH",
          "text": "Well perhaps we will and perhaps we won't. He places his hand over the side of the boat, and lets hi fingertips run through the water.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGWITCH",
          "text": "We can no more see to the bottom of the next few hours than we can see to the bottom of this river, no more hold their tide than I can hold this. And it’s run through my fingers... (holds up his hand) -.-and gone. You see? \f188 GREAT EXPECTATIONS (PAGES 10/12) 100. They say no more. A moment passes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HERBERT",
          "text": "Listen! Can you hear?...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "HERBERT and PIP pull as hard as they can to the centre of the river. Sure enough, the steamer is approaching, paddles churning the water, the means of their escape. But before it, a dreadful sight. The Thames River Police, twelve strong uniformed men, giving their boat a formidable pace. PIP shoots a look to MAGWITCH, who seems resigned. Nevertheless, PIP and HERBERT continue to row into the path of the steamer - - which now sounds its horn in warning. The Police Boat is making fast progress too. An officer stands at the helm;",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIVER POLICE",
          "text": "You have a returned convict there! His name is Abel Magwitch. I apprehend the man, and call upon him to surrender! Against all hope, PIP and HERBERT continue to row. PIP glances back at the advancing boat, and the steamer behin it, its horn sounding once more. In the Police Boat, a black-clad figure cowers. COMPEYSON the dark, scarred face clearly visible. MAGWITCH sees him too. PIP sees a momentary glimpse of th jack-knife, clenched in MAGWITCH’s hand, the brutality of old returning to his face. And now the police boat is beside them, POLICEMEN clingin on to the side in preparation for the arrest. But too late. With a terrible cry, MAGWITCH hurls himself onto a terrified COMPEYSON, knocking him backwards into the water - Horns blare - And now the steamboat is suddenly upon them, great paddle chewing through PIP’s boat like matchwood. PIP and HERBER hurl themselves into the water, turning just in time to see a furious thrashing, a glimpse of a screaming face, a MAGWITCH and COMPEYSON are dragged beneath the steamer’s churning paddles. \f189 190 191 GREAT EXPECTATIONS (PAGES 10/12) 101. Strong arms haul PIP into the police galley. He tries to break free, to throw himself after MAGWITCH, but the POLICEMEN hold him tight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The steamer has sailed on. The water is calmer now, and covered with debris. As PIP scans the surface, hope fading, he reaches for some of the debris; Paper. Money. Five, ten pound notes, hundreds of pounds- worth, sodden and useless.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POLICEMAN",
          "text": "Over there! And a black shape bobs on the surface; MAGWITCH. He is hauled into the boat. Blood seeps from a gash in hi head, and his breathing is painful and laboured. PIP places his arms round the man’s shoulders, as his eyes flicker open. An impassioned whisper -",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "I will not leave you, do you hear me? Whatever happens from now on, I'll be by your side. And MAGWITCH grasps PIP’s hand and holds it tight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As the sun sets, the galley heads back towards the city. His breath coming in gasps, MAGWITCH lies in PIP’s arms. INT. PRISON —- DAY 191 MAGWITCH lies in his cell, his chest and head bandaged, a JAGGERS confers with him. PIP, bruised and pale, watches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAGGERS",
          "text": "All’s gone. All’s lost. You’ve let the whole thing slip through your fingers...",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "Will he be tried?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAGGERS",
          "text": "Yes, he'll be tried and found guilty too, and hanged. The best that we can hope for is that he dies before it comes to that. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f192 193 194 GREAT EXPECTATIONS (PAGES 10/12) 102.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAGGERS, (CONT'D)",
          "text": "The money, the land is all forfeit to the crown. You have nothing, Pip. Not a penny.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "Can we keep that from him? (A look from JAGGERS) I'd like him to think that I’ma gentleman still.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Another day. PIP sits in MAGWITCH’s cell, reading Shakespeare. MAGWITCH lies quietly, his breath coming in gasps.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "PIP pushes MAGWITCH in his wheelchair along a corridor. He’s in his respectable best, but nothing can disguise th deterioration in his condition.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGWITCH",
          "text": "Best a gentleman should not be knowed to belong to me now. Sit where I can see you and I don’t ask no more.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "Nonsense. I'll be right by your side. MAGWITCH smiles, and we REVEAL -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "- the dock of the courtroom, where MAGWITCH joins thirty or so other PRISONERS, men and women, all awaiting sentence. A spring rain falls on the great high windows of the cour room. As the judge takes his place, PIP takes his seat just to the side of the dock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE",
          "text": "I must, amongst you, single out a miserable man who, after many years of living a peaceable and honest life in exile decided, in a fatal moment, to return to the country where he was expressly proscribed. Whatever the motive for his return, there can be only one punishment, a punishment which he shall share with all of you here before me today...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The JUDGE solemnly reaches for the square of black silk which he places on his head. We see the faces of the guilty; some defiant, some sobbin and weeping, some covering their faces, some staring morosely as the JUDGE delivers the communal sentence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE",
          "text": "By the power vested in me by this court, I sentence you all to death by hanging... \fGREAT EXPECTATIONS (PAGES 10/12) 103. Gasps, sobs, screams, sighs from the thirty-two convicted men and women. But with immense dignity MAGWITCH keeps his eyes fixed forward, his great hand clasped in PIP’s.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HERBERT",
          "text": "Dear Handel, I am very much afraid that I must leave you when you most need me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "Herbert?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HERBERT",
          "text": "The fact is it seems that I have... expectations.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "HERBERT is about to board his coach.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HERBERT",
          "text": "It’s a small firm, run by a Mr Clarriker, of Liverpool, and I’m to be given a partnership! Completely out of the blue! Clara is most excited. We can marry now, at last.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "I’m delighted for you, Herbert. It’s wonderful news.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HERBERT",
          "text": "And what of you, Pip? Do you have any plans? Because in this branch of ours I am going to need a... (here goes -) One, two, three —",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "A clerk?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HERBERT",
          "text": "Say that you will think upon it, in a few months, when...this is over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "I will.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HERBERT",
          "text": "(they embrace) We did have some adventures, didn’t we? \fGREAT EXPECTATIONS (PAGES 10/12) 103A.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "We did. We did. \f195 196 GREAT EXPECTATIONS (PAGES 10/12) 104.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Another visit. MAGWITCH is lying on his bed, eyes fixed o the ceiling, breath coming in gasps. PIP looks to the WARDER, who shakes his head - ‘Not long now.’ PIP crouche close.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "Are you in much pain today?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGWITCH",
          "text": "I don’t complain, dear boy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "You never do. (PIP is crying now.) If you had stayed away -",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGWITCH",
          "text": "And not seen this face, dear boy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "I wish...I had been more deserving of your love.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGWITCH",
          "text": "Hush. A gentleman. My very own. His breath is very laboured now. PIP leans in -",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "Magwitch, I must tell you. You had a child once, whom you loved and lost - MAGWITCH turns his eyes to PIP.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "She lived. She lived, and found powerful friends. She is living now. She is a lady and very beautiful. And I love her. MAGWITCH’s eyes are wet now. A profound joy. With one last effort, he lifts PIP’s hand to his lips and kisses it. MAGWITCH closes his eyes...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A wordless scene. A bright spring Sunday morning twenty years before. MAGWITCH and MOLLY lie in tangled sheets, MOLLY’s sleepin head upon her husband’s shoulder. \f197 198 199 GREAT EXPECTATIONS (PAGES 10/12) 105. In MAGWITCH’s arms is the baby ESTELLA, laughing, gurgling, her small hands reaching for her father’s face. MAGWITCH presses his face against his beautiful baby daughter, taking in the smell of her. He smiles, and laughs and laughs...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MAGWITCH lies dead. PIP sits in silence, holding his hand unwilling now to let go. FADE TO BLACK.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "PIP, in the throes of fever, opens his eyes with some effort. TWO BURLY MEN stand over him: Debt Collectors.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "I don’t know you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BAILIFF ONE",
          "text": "Concerns a debt, sir, of-",
          "sentiment": "neutral"
        },
        {
          "speaker": "BAILIFF TWO",
          "text": "One hundred and twenty-five pounds, fifteen and six. Bleary-eyed, PIP looks around. The place has been strippe of all furniture, all paintings, even the curtains. PEPPER, the vengeful MAN-SERVANT is nonchalantly filling his pockets with silver cutlery. Merry whistling accompanies the burglary.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "I don’t have it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BAILIFF ONE",
          "text": "No, we thought not, sir -",
          "sentiment": "neutral"
        },
        {
          "speaker": "BAILIFF TWO",
          "text": "- so we’ve come to arrest you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BAILIFF ONE",
          "text": "If you'd like to come with us, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "Yes. Yes, of course - \fGREAT EXPECTATIONS (PAGES 10/12) 106. And PIP pulls back the sheet, and tries to stand, and promptly faints away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE",
          "text": "Pip? Oh, Pi-ip...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "PIP opens his eyes, and stares at the ceiling a moment. H turns his head on the pillow and sees - JOE GARGERY, his large head on the pillow next to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE",
          "text": "Hullo there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "Is it...Joe?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE",
          "text": "Which it is, old chap. And he smiles his old smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "Oh, Joe, you break my heart. Forgive me, will you Joe? For my ingratitude...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE",
          "text": "Dear old Pip, old chap, you and me was ever friends. Now you sleep, old chap, and when you’re well enough - what larks! And PIP smiles, closes his eyes and sleeps again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A frail PIP and JOE sit at a makeshift tea-chest table, eating chunks of bread and butter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "How long have I been ill, Joe?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE",
          "text": "It’s the end of May. Matter of a month or so?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "And you've been with me all that time?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE",
          "text": "A good part of it. \fGREAT EXPECTATIONS (PAGES 10/12) 107.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "Miss Havisham, Joe - is she dead?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE",
          "text": "I wouldn’t go as far as to say that, but she ain’t...",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "...-living, Joe?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE",
          "text": "She ain’t living.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "Do you know what happened to her property, Joe?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE",
          "text": "It went to Miss Estella and her -",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "Her husband.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE",
          "text": "That’s the one. Her husband. And there it is. PIP rises slowly and retreats to the bedroom. A moment, then JOE follows on -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "PIP sits and stares at the wall of the barren room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "I have nothing, Joe. No money, no profession, no expectations or hope for the future. Everything of worth has slipped through my fingers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE",
          "text": "Not everything I hope, dear chap. And JOE nudges him with his shoulder. PIP manages a smile",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "We have had times together, Joe, that I can never forget. I did for a while forget, but not any more.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE",
          "text": "Pip, there have been larks. And what have been betwixt us - have been. And the two friends continue to sit in silence. \f203 204 205 206 207 208 GREAT EXPECTATIONS (PAGES 10/12) 108.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "PIP wakes once more. The apartment is empty - something i wrong.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "On the mantelpiece, a pile of papers. Bills and invoices, all PIP’s debts. All marked with the same words - ‘Paid in Full’. And a note, written in a rudimentary hand. ‘have departed fur you are well dear pip join me sunday for larks ever best of friends J’",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In sturdy, sensible boots, PIP strides across the marshes of his youth towards his old home. It's a beautiful June day, and he carries everything he owns in a back-pack. The gibbet hangs over the road. PIP hesitates, but only momentarily. Then he marches beneath it, fearless now. In the distance, smoke rises from the forge. PIP breaks into a run...",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT/INT. GARGERY HOUSE",
          "text": "PIP is about to enter the kitchen, when he sees a figure through the window. He hesitates... BIDDY, his childhood sweetheart, is arranging flowers on the table. PIP watches for a moment, smiling affectionately, the ghost of a romantic feeling reviving within him. BIDDY wears her Sunday best, and has a glow about her that he hasn’t seen before. PIP steps into the doorway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "209 210 GREAT EXPECTATIONS (PAGES 10/12) 109.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "Biddy? I came to see you as quickly as I could. I wanted to tell you, Biddy - She turns, puts her hand to her mouth, startled, the flowers still clasped in her other hand; a bouquet. And PIP realises -",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIDDY",
          "text": "Oh, Pip - it’s my wedding day! For one tiny moment, there’s a flicker of disappointment on his face. But then JOE is there, beaming in his Sunday best, and PI rushes in, embracing them both and laughing, laughing...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "After the ceremony, the newly weds and their only guest head for their old spot. JOE gives BIDDY a piggy-back, PI follows on, watching them with pleasure. Perhaps she even throws him her bouquet...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As the sun goes down, the three friends sit side-by-side in their old spot, BIDDY and JOE still in their wedding finery.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "Your life savings, Joe!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE",
          "text": "It's only money, Pip.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "Nevertheless, I will work and work and I will pay you back, every last penny, if it takes me...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE",
          "text": "Enough now. BIDDY smiles, takes JOE’s hand, looks to PIP. And the three friends sit there, watching as the sun goes down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A letter, sealed in red wax. \f211 212 213 GREAT EXPECTATIONS (PAGES 10/12) 110. It is held in the hand of a young ENGLISH BOY, seven year old, clutching it tightly as he hurtles through the back streets.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The BOY finds a staircase in amongst the tangle of alleys and clambers up the stairs to -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The modest, somewhat ramshackle offices of CLARRIKER- POCKET IMPORT-EXPORT LIMITED. The BOY pushes open the door, and rushes in. Silks, rugs, imports from the East festoon the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HERBERT",
          "text": "Knock! Goodness, Charles, how many times have I told you, this is a place of business, not a nursery! HERBERT scoops his son up onto his lap.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLES",
          "text": "I have a message. From a lady...",
          "sentiment": "neutral"
        },
        {
          "speaker": "HERBERT",
          "text": "A lady, how intriguing! (calling out) It’s from a lady, Handel! And PIP enters the room. Older, darker, more mature, he smiles and takes the note from CHARLES, opens it, reads it. And sits down in silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HERBERT",
          "text": "What is it, Handel? Handel?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "PIP strides through the wintery park, full of anticipation. She stands at their meeting place, her back towards him. PIP watches for a moment, too scared to approach, gathering his nerve. But she senses he is there, and turns. She is still beautiful, but the once proud eyes have a saddened, softened quality.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f214 GREAT EXPECTATIONS (PAGES 10/12) lll. ESTELLA smiles - a smile that’s also sad, softened - and holds out her hand to PIP.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "PIP and ESTELLA sit. A comfortable silence, broken eventually.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ESTELLA",
          "text": "He died. Two years ago. He was beating his horse, and the horse had the good taste to kick him in the head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "I’m sorry to hear that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ESTELLA",
          "text": "Pip, I know you too well for you to pretend a sorrow you do not feel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "I’m sorry for anything that brings you sorrow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ESTELLA",
          "text": "Then rest assured I feel none. My husband and I made each other perfectly miserable, just as intended. (a shrug, a wry smile) I have been bent and broken, but I hope into a better shape",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "Do you think that you might...marry again? ESTELLA doesn’t answer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ESTELLA",
          "text": "I’ve been abroad a great deal, travelling through the East, Africa, Arabia. I had heard that you were here, and thriving and I had a desire to see...my old friend. My only friend. (She takes his hand) When we last met, you said that you would always think of me -",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "And I have -",
          "sentiment": "neutral"
        },
        {
          "speaker": "ESTELLA",
          "text": "- that you would always think of the good in me. 214 \fGREAT EXPECTATIONS (PAGES 10/12) 111A.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "I do. Always. You are a part of me, Estella. \fGREAT EXPECTATIONS (PAGES 10/12) 112.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ESTELLA",
          "text": "‘You are in the ships’, you said, ‘and the river.’ She looks at him for a long time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIP",
          "text": "I love you, Estella. A moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ESTELLA",
          "text": "I am glad. FADE TO BLACK.",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_813"
    }
  ]
}