{
  "movie_id": "MOV853",
  "scenes": [
    {
      "location": "BRODESS FARM BUCKTOWN, MD CLOVER PATCH",
      "time": "LATER",
      "characters": [
        "ELIZA",
        "RACHEL",
        "ABRAHAM",
        "SLAVES",
        "INT/EXT. GUEST HOUSE",
        "CONDUCTOR, (0.S.)",
        "MARIE BUCHANON, (OVER)",
        "BRODESS, (CONT'D)",
        "RACHEL, (CONT'D)",
        "JOE",
        "SLOW FADE IN",
        "ELIZA, (0.S.)",
        "MARIE THIBIDEAUX",
        "SYDNEY HOWARD GAY",
        "UNDERSTAND ME",
        "MINTY",
        "TILLY",
        "STOP THEM",
        "CHILDREN",
        "MAN",
        "RED",
        "WADE IN THE WATER, WADE IN THE WATER",
        "PEOPLE ARE FREE",
        "MARSHAL, (CONT'D)",
        "SENATOR SEWARD",
        "JOHN",
        "WHO ARE THOSE CHILDREN ALL DRESSED IN",
        "PLANTER",
        "GARRETT",
        "WALTER, (CONT'D)",
        "SELL AS ME AND MY BOYS SEE FIT",
        "JOHN, (CONT'D)",
        "GIDEON, (0.S.)",
        "SLAVES, (PRELAP)",
        "PHOEBE",
        "FROM THE TREE",
        "MACK",
        "HARRIET, SLAVES, SOLDIERS, (OVER)",
        "MY PROPERTY",
        "BEN, (0.S.)",
        "SLAVE OWNER",
        "REVEREND GREEN, (PRELAP)",
        "BEN",
        "BIGGER LONG",
        "GUARD",
        "SHERIFF NED UTLEY",
        "FOR FREEDOM",
        "BRODESS",
        "PHOEBE, (CONT'D)",
        "MARTHA COFFIN WRIGHT",
        "FLASHBACK VISION -",
        "MIZ LUCY",
        "GUNFIRE--",
        "BIGGER",
        "OF GOD, YOU HAVE THE RIGHT TO BE FREE",
        "JESSE",
        "LAWMAN",
        "REVEREND GREEN, (OVER)",
        "FOXX",
        "HANY",
        "MISS LUCY",
        "FARMER",
        "FOOT PATROL",
        "THOMAS GARRETT, (CONT'D)",
        "JOHN BROWN",
        "EXT. WOODS NEAR MILL FALL",
        "MARSHAL",
        "ELIZA, (CONT'D)",
        "GONNA TROUBLE THE WATER",
        "GUS VERN",
        "DO NOT RUN",
        "VINCENT",
        "MINTY'S VISION -",
        "CHILDREN... WADE IN THE WATER, GOD'S",
        "VENDOR",
        "REVEREND GREEN",
        "RIT",
        "MARIE BUCHANAN",
        "HARRIET, (CONT'D)",
        "THOMAS GARRETT",
        "GIDEON, (CONT'D)",
        "WILLIAM STILL",
        "ROBERT, (CONT'D)",
        "ANGER",
        "SLOW DISSOLVE TO",
        "GEORGE WILMER",
        "VENDOR, (CONT'D)",
        "MARIE BUCHANON",
        "GODDAMMIT",
        "DISSOLVE TO",
        "HENRY",
        "JUNYAH",
        "WILLIAM",
        "HARRIET, (OVER)",
        "JASPER",
        "GIDEON",
        "BEN, (CONT'D)",
        "LEWIS NAPOLEON",
        "REVEREND GREEN, (CONT'D)",
        "RACHEL GARRETT",
        "WALTER",
        "MUST BE THE ONES THAT MOSES LED",
        "FIND THEM, I SAID",
        "FREDERICK DOUGLASS",
        "JANE",
        "VICTOR",
        "HARRIET",
        "JOHN BROWN, (CONT'D)",
        "REVEREND GREEN, (0.S.)",
        "ROBERT",
        "JESSE, (CONT'D)",
        "CODA",
        "MAN, (0.S.)",
        "STAY AND FIGHT",
        "HARRIET, (0.S.)",
        "JOHN CLAY",
        "LOCAL STATESMAN",
        "SLAVES, (0.8)",
        "A.C. THOMPSON"
      ],
      "dialogues": [
        {
          "speaker": "Unknown",
          "text": "100 BLACK UNION SOLDIERS are assembled, bayonets pointed the starry sky. A legend tells us this is... South Carolina, 1863 - Two years into the Civil War... A small black woman, HARRIET TUBMAN, 40, addresses the troops. We hear her before we see her...",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIET",
          "text": "Suppose there’s a snake coiled at your feet, and it shoots up to bite you. We catch glimpses of her through their bodies as she pace front of them. Her plain face with its habitual scowl, he eyes alive with passion.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIET, (CONT'D)",
          "text": "Folks get scared and send for a doctor to cut out the bite. But the snake, he rolled up there and while the doctor cutting, he bites you again, in a new place this time. The doctor makes another cut, the snake spring up and bites again. Finally you realize the snake ain’t gon’ stop til someone kills him. A white commanding officer, COLONEL MONTGOMERY, watches intently as Harriet continues...",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIET, (CONT'D)",
          "text": "Slavery is still alive. Those rice fields downriver are feeding Rebel troops, with the toil of a thousand slaves still in bondage. Our mission is to free those slaves. We've waited years to be allowed to fight in this war, against our own enslavement. And it will not be won without us! Now is our time! Are you ready to kill the snake? The men shout, YES, their eyes fierce, emotional. Harriet nods in approval. As we watch, she retreats into herself, as if listening to inner music, or voices we can hear. INSECTS CHIRP in an eerie chorus, taking us into... FLASHBACK VISION: A SERIES OF IMAGES - monochromatic, out sync and nightmarish -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TWO YOUNG BLACK WOMEN in their early twenties, LINAH AND SOPH, faces twisted anguish, as they are ripped away from their family at gunpoint by WHITE MEN and dragged to a Slaver's carriage, where other SLAVES are shackled. Their mother, RIT, wails in grief as-- HORSES'S HOOVES pound, carrying them away, their expressi of despair seared into our memory. The chorus of insects grows louder, until it becomes overwhelming, like every insect chirping at once... We hear A VOICE, eerily presen otherworldly... MINTY!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ON “MINTY” ROSS (YOUNG HARRIET) mid-twenties, a distinct in her forehead, from a wound long healed. Her eyes flutt A handsome black man, JOHN, 28, is shaking her awake.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "Minty! Her eyes open, taking him in... deep brown skin, full lip eyes sparkling with excitement...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MINTY",
          "text": "John... She’s lying in a clover patch in the field. He pulls her her feet and kisses her above her scarred forehead. Minty small and muscular, a foot shorter than John.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "Least you ‘member my name. I’m always scared you'll wake up from one a them spells and forgit it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MINTY",
          "text": "Johnny, Johnny, Johnny...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "Guess what I got, Minty-mine? He pulls a document from his pocket and waves it. Her fac lights up. She grabs for it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MINTY",
          "text": "Oh, Lord, is it...? (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He holds it above her head. Minty jumps into his arms. H checks to make sure no one’s looking and then spins her, kissing her deeply. A stolen moment. Minty’s father, BEN, 60, handsome and wiry, stands a disc distance away, letting the lovers have their space. She r to him. MINTY (CONT’D) Daddy! We got it! We got de letter! What it say, John? Read it to me!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "Don’t need to, got it remembered. (reciting) “,..I, Joshua Abrams, having reviewed the original last will and testament of Atthow Pattison...\" As Minty walks away between Ben and John, their voices ar lost beneath a louder, soulful voice, singing...",
          "sentiment": "neutral"
        },
        {
          "speaker": "REVEREND GREEN, (PRELAP)",
          "text": "Hold on!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLAVES, (PRELAP)",
          "text": "Hold on!",
          "sentiment": "neutral"
        },
        {
          "speaker": "REVEREND GREEN, (PRELAP)",
          "text": "Hold on!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLAVES, (PRELAP)",
          "text": "Hold on!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A plantation house is situated scenically in fields of wh and corn. 20 Slaves are gathered in front of the wide veranda where... REVEREND GREEN, 55, black, is leading them in a slave spiritual.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REVEREND GREEN",
          "text": "Keep your hand on the plow and hold on! Wanna get to heaven I'ma tell you how; Keep your hand on the gospel plow. Keep your hand on the plow and hold on! Amongst the slaves are Minty, John and Ben, along with ot members of the ROSS FAMILY; Ben’s wife, “RIT,” 57, fierce emotional; (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\ftheir children, ROBERT, 32, tall and muscular, BEN JR “JUNYAH”, 26, HENRY 18, and RACHEL, 20, heavily pregnant with a toddler in hand. All singing with mournful passion",
          "sentiment": "neutral"
        },
        {
          "speaker": "REVEREND GREEN, (CONT'D)",
          "text": "Hold on!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLAVES",
          "text": "Hold on!",
          "sentiment": "neutral"
        },
        {
          "speaker": "REVEREND GREEN",
          "text": "Hold on!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLAVES",
          "text": "Hold on!",
          "sentiment": "neutral"
        },
        {
          "speaker": "REVEREND GREEN",
          "text": "Keep you hand on that plow and hold on! Keep you hand on that plow and hold on! EDWARD BRODESS, white, 46, watches from the porch of the house with his wife, ELIZA, 44; his son, GIDEON, 26, hand with piercing eyes; twin boys, VINCE and VICTOR, 12, anda girl of 10, BECKY.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REVEREND GREEN",
          "text": "I leave you today with these words, from Colossians 3:22.... “Slaves, obey your earthly masters in everything, and do it, not only when their eye is on you and to curry their favor, but with sincerity of heart and reverence for the Lord.” Amen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLAVES",
          "text": "Amen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRODESS",
          "text": "Amen. Thank you, Reverend Green for those wise words. (to the slaves) You folks enjoy your Sunday. Cook has gravy for your cornpone tonight. As Green moves off and the slaves disperse... ON MINTY - still praying, forefingers pressed to the dent her forehead. John nudges her. She slowly comes back to t present, catching Ben’s eyes. The Ross family confers briefly, with furtive glances to whites on the veranda.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBERT",
          "text": "I’m coming with you. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Robert, no. You too hot-headed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBERT",
          "text": "I’m coming. Rit stops him, a hand to his chest...",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIT",
          "text": "Dey beat you again, dey gon’ kill you. Go wit Mary. Robert's wife, MARY, waits for him anxiously. Reluctantly joins her and his brothers heading back to the cabins, as Minty, John and Ben peel away from the others and approac the veranda of the house. Brodess looks up at them, perplexed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "Massa Brodess, can we git a word?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Brodess waves them forward. John, Ben and Minty step onto the veranda. Rit stands back, keeping her distance. Eliza looks on from the doorway. Gideon leans against a pillar, arms crossed, eyes on Minty. She trembles as Ben steps up hat in his hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "Massa Brodess... I think you know Minty’s husband, John, who works with me over at Thompson Mill...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRODESS",
          "text": "Course I know him. I let him marry her. What’s your point?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "Suh, me and Minty, we thinking bout having a family... and we want our babies born free. So we hired a lawyer... Brodess barks a laugh, looking from John to Ben.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRODESS",
          "text": "You hired a lawyer. Ben, what the hell is this nigger talkin’ bout? (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, suh, we talkin’ bout the last wishes of your great-grandfather, Atthow Pattison. He gave my wife, Rit, to your mama as a chil’, but she s’posed to be freed at 45. She 57. Rit always knowed bout the will - her mama tol’ her when she was jus a chil’ - so when Minty and John got married, well... we hired a lawyer to dig it up... Brodess is quietly irate. He turns to his wife.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRODESS",
          "text": "Hear that, Eliza? We got lawyer-hiring niggers right here. You got this will? John pulls out the letter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "Got a letter from the lawyer, suh. He say it’s clear - your great-granddaddy meant for Minty’s mama to be freed at age 45, ‘long with her children. Brodess glares at Rit. She glares back, tears in her eyes Minty steps up, summoning her nerve.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MINTY",
          "text": "Mama was 46 when you sold my sisters. Lawyer say dat illegal. We all s’posed to be free when she turn 45. My sisters is lost to us, but John and me, we wan’ our babies born free, like dey s’posed to! Brodess snatches the letter from John, glaring at Minty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRODESS",
          "text": "How you know, Minty? You learn to read?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MINTY",
          "text": "No, suh. John read it to me. Brodess glares at John and then puts on his glasses and reads... He looks up at them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRODESS",
          "text": "How you niggers save enough to pay a lawyer in the first place?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "I worked some extra hours for Thompson. Took near two year. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fEliza looks from Ben and John to Minty, outraged.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZA",
          "text": "You have the gall to stand here and tell us you been plotting against us for two years? Brodess tears up the letter. The blacks are stricken. He balls up the torn paper and tosses it to Gideon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRODESS",
          "text": "Make her eat it. Gideon takes a hold of Minty’s face and forces the paper her mouth. Their eyes meet as she gags.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRODESS, (CONT'D)",
          "text": "(to Minty) Now you listen here, girl. Your daddy may be free and your husband too, but you and your mama, your brothers and sisters - belong to me, for life. Your babies will belong to me, and their babies, TO USE OR",
          "sentiment": "neutral"
        },
        {
          "speaker": "UNDERSTAND ME",
          "text": "Ben and John watch, shaking with rage. Rit starts to cry, unleashing decades of emotion.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIT",
          "text": "You a devil! You a devil, Edward Brodess! You sold my daughters south, where nobody know dey name! My babies lost, and nobody know dey name! She sobs. Brodess looks from Rit to Minty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRODESS",
          "text": "I may have to sell this one too, Rit. Can’t have this kind of mischief round here. But don’t worry about Minty, she’s strong. Strong enough to pick cotton. Now git off my damn porch! John puts an arm around Minty and steers her away. Ben follows. Brodess shouts after them...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRODESS, (CONT'D)",
          "text": "John, you and Ben ain’t welcome here no more! I don’t want you near my slaves, lest you spread your contagion! STAY OFF",
          "sentiment": "neutral"
        },
        {
          "speaker": "MY PROPERTY",
          "text": "(CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fBrodess falls back in his chair, mottled and gasping. He glares at his son.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRODESS, (CONT'D)",
          "text": "Weren’t for you, I’da sold that girl years ago. Gideon goes after them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ben supports a sobbing Rit. John tries to comfort Minty. takes her face and kisses her hard. Gideon pursues them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIDEON",
          "text": "John, you heard my daddy! You and Ben get on back to Thompson's. The men wrench themselves away from their wives and head toward the gate. Minty glares at Gideon. She runs off, into the woods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Minty collapses in front of an enormous poplar tree by a creek, crying, praying fervently.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MINTY",
          "text": "My massa an evil man, Lord! You know he evil. Dear Lord, if you cain’t change his soul, take him! TAKE HIM, LORD! A chill runs up her spine and she turns... Gideon is standing not far away, watching her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIDEON",
          "text": "Lord don’t listen to niggers, Minty. I been tellin’ you that since we was kids. Minty faces Gideon. A cool breeze raises goose bumps on h arms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIDEON, (CONT'D)",
          "text": "Since that time I had Typhoid as a boy and mama had you sit with me. First thing I saw when I opened my eyes, was your little black face, hair sticking up every which way. Praying. (MORE ) (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Scared the fever right outta me. I got used to your face, but that praying always made my skin crawl. He gives a rueful laugh, full of complicated emotions.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIDEON, (CONT'D)",
          "text": "What the hell were you thinking, hiring a lawyer? Did you think daddy would just let you and your family free - damn near half his property - just like that? She is turned half-towards him, her face impassive. He studies her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIDEON, (CONT'D)",
          "text": "Daddy warned me, “Boy, having a favorite slave is like having a favorite pig. You can feed it, play with it, give ita name, but one day you might have to eat it or sell it. You know it, and the pig knows it. If you have to sell it, there’s no more guilt than separating piglets. And if you have to eat it, you'll forget its name.” He looks at her, full of complicated emotions.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIDEON, (CONT'D)",
          "text": "I hope one day I forget yours. C’mon home, Minty. He turns and walks back towards the farm. Minty’s chest rises and falls, her feet refusing to follow. Gideon turn back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIDEON, (CONT'D)",
          "text": "C'mon, I said. Minty stumbles after him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Minty is sleeping. Her eyes open. A second later, we hear ELIZA’s SCREAM-— As Eliza continues screaming, the other family members st",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Slaves come out of their cabins and look in the direction the big house, Eliza’s distress coming from within... (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZA, (0.S.)",
          "text": "He’s dead! Oh, God, he’s dead! ON MINTY, horrified...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A few gravestones on a shady patch of lawn. Minty, Rit and Rachel stand with the women, children and elderly Brodess slaves at a fresh gravesite on the proper as the Ross brothers and male slaves lower Brodess’s plai coffin into the earth. A WHITE MINISTER mumbles gloomy wo to the neighboring farmers and family friends in attendan Eliza is with her children, face swollen from crying, cho with grief. Rit and Rachel keep their eyes downcast, thoughts hidden. Minty prays in earnest, tears streaming. She looks up... Gideon is glaring at her, wounded accusation in his eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Minty is chopping lumber, splitting upright logs on a stu muscles rippling with each blow. As she chops, INTERCUT--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "GIDEON hammers an AUCTION NOTICE onto trees. He stands ba and reads it, sweat and grief in his eyes. NEGRO FOR SALE On Monday, the 30th of September, a female slave called Minty, about 25 years old.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ON MINTY - releasing her emotions on the wood. She upends new log, ax raised against the sky... The sound of insects grows louder... A BIRD in a tree abo her chirps, urgently. Minty faints, embedding the ax in the wood, unconscious o her feet. \f11.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MINTY'S VISION -",
          "text": "(A) DARK CLOUDS race across the sky. (B) A FLOCK OF BIRDS take flight, (C) HORSES break from their restraints and r panicked, flanks straining... The VOICE, otherworldly, present... LEAVE, NOW!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Minty heaves the ax from the wood with a gasp. She looks around her, panicked... In the distance, the overseer, Foxx, approaches, shading eyes against the blinding sun... Minty drops the ax and e behind the shed. She runs, skirting the outbuildings. She can see Foxx, searching for her... Minty evades him, tearing up a path, colliding with-- JOHN. He holds her, pulling her out of view. She clings t him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MINTY",
          "text": "John! Johnny... I gotta go! I gotta go right now!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "I know. We goin’. She looks up at him, confused. He pulls a crumpled auctio notice from his pocket - Negro For Sale.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN, (CONT'D)",
          "text": "I’m coming with you. She touches his face and lips, shaking her head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MINTY",
          "text": "John, you free. Dey catch you, dey gon’ take your freedom. I cain’t live wit dat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "You won’t make it alone, Minty. Who gon’ protect you, you fall into one a them spells? Who’s gon’ be there when you wake up? You need me. Minty seems to consider this. She kisses him hard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MINTY",
          "text": "Wait for me by de gate. I’m gon’ say goodbye to my mama. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John nods. He presses her close.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "We be alright. Hear me? Jes hurry. He kisses her again and dashes off. Minty watches him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "From behind a barn, Minty peeks out as... The slaves finish their work. Rit rubs her back, sighing the rising moon. The air flickers with dragonflies and moths. Minty begins singing, emotionally....",
          "sentiment": "neutral"
        },
        {
          "speaker": "MINTY",
          "text": "I'm sorry I'm going to leave you, Farewell, oh farewell; But I'll meet you in the morning... MINTY’S VOICE floats to the slaves in the fields. Rit is unnerved by her daughter’s choice of song, she looks arou for her as the other slaves join in...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MINTY",
          "text": "Farewell, oh farewell! I'll meet you in the morning, I'm bound for the promised land! On the other side of Jordan, Bound for the promised land! Foxx, reassured by the sound of her voice, searches for t source of it, but by now all the slaves have taken up the song, obscuring her. Minty ducks towards the cabins.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SINGING continues as Minty throws a few items into a clot and ties it to her waist, tucking a knife into the makesh belt. A pair of worn shoes are side by side near her mother’s pallet. Minty takes the shoes and puts them on h bare feet. With the knife, she draws a heart in the dirt floor where the shoes were.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SINGING continues as Minty sprints to the edge of the pat where she sees... (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JOHN, half-hidden in the trees near the gate, waiting for anxiously. Eyes shining with tears, Minty wrenches her eyes away fro him and takes off, in the opposite direction.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Minty runs lightly through the woods as the moon rises. EXT. BRODESS FARM —- EDGE OF PROPERTY - NIGHT - MINUTES L John comes out of his hiding place and scans the growing darkness for Minty, chest tight with worry. He heads back towards the gate. We hear HORSE HOOVES approaching... John is trapped with no place to hide as Gideon rides up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIDEON",
          "text": "What you doing here, John? We don’t want your kind here! John raises his hands, submissively.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "Come to kiss my wife, is all, suh. Sho is hard not bein’ able to see her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIDEON",
          "text": "You better get used to missing her, John. In fact, if I was you, I'd find another wife. Now git yourself back to Thompson's Mill.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "(bristling) Yes, suh. John turns and starts away, holding his breath. He walks few paces... We hear the thunder of hoofbeats as Foxx rides up, on horseback.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOXX",
          "text": "Gideon!",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIDEON",
          "text": "What is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOXX",
          "text": "Minty! She gone! (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gideon raises his gun, aiming at John’s back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIDEON",
          "text": "Stop right there, nigger! John turns around. Gideon and Foxx corner him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIDEON, (CONT'D)",
          "text": "Where is she? Where’s Minty?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "I tol’ you, I was just comin’ to see her-- Gideon takes his riding crop and STRIKES him across the f John falls to the ground, blood in his eyes. EXT. THOMPSON’S MILL —- POPLAR NECK - NIGHT A mill by a man-made waterfall, surrounded by stacks of lumber. Minty skirts around it towards a scattering of small cabi INT. THOMPSON'S MILL - BEN’S CABIN - NIGHT The modest cabin is decorated with wood carvings and hand crafted figurines. Ben takes off his boots painfully. He rubs his knees. There’s a knock; Minty’s face at the window. Ben glances then immediately turns away. He opens the door, avoiding face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "Don’t wanna look at ya. Wanna say I ain't seen ya. I can see your heart.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MINTY",
          "text": "Daddy, dey gon’ sell me down river, where nobody come back from. I gotta run. Ben turns away, packing a small sack with biscuits and ya",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "Listen here, gurl - you go to Rev Green church, ask him to pray for your journey. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "MINTY",
          "text": "But... Reverend Green always preachin’ obedience... Ben turns to her sharply, still avoiding her face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "Do what I say. Go to Rev Green church, ask him to pray for your journey.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MINTY",
          "text": "Yes, daddy. He hands her the sack, then goes to a shelf where small figures of his wife and children have been lovingly craft from wood. He picks up the one of himself and presses it into her hand. Her hand covers his. They stand there a moment, hands clasped together.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "Just know I’1l be with you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MINTY",
          "text": "I love you, daddy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "I love you too. A sob is stuck in his chest, the strain of not looking at proving too much for him. BEN (CONT’D) Go on, then. Minty tucks the figure into her pocket and kisses him. Sh walks out the door... EXT. BEN ROSS’S CABIN - NIGHT - CONTINUOUS",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "Minty! Ben steps out, points in the sky towards the Big Dipper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN, (CONT'D)",
          "text": "Don’t forgit the Big Dipper. Pointer stars in the cup point directly to the North Star. Follow the North Star.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MINTY",
          "text": "Yes, daddy. I love you. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Minty turns and runs. Ben stands silhouetted in the doorw eyes dropping to the earth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Minty runs, using the stars to get her bearings... EXT. REV. GREEN’S CHURCH - NIGHT Minty approaches a clearing in the woods. Rock formations marking the graves of slaves and freedmen, cast shadows i the moonlight. A small wood building with a rough hewn cr rises beyond the graves. The church is dark. Minty tries the door. It’s bolted shu She bangs on it... We hear noises from inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REVEREND GREEN, (0.S.)",
          "text": "Who is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MINTY",
          "text": "Minty, Ben Ross’s daughter. Rev Green opens the door and pulls her in quickly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He bolts the door behind them. It’s dark in the church an Green is in a dressing gown.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REVEREND GREEN",
          "text": "Girl, what are you doing out here alone at this hour? Have you lost your mind?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MINTY",
          "text": "My daddy say ask you to pray for my journey. There’s a shift in Rev Green’s demeanor. He lights candle",
          "sentiment": "neutral"
        },
        {
          "speaker": "REVEREND GREEN",
          "text": "You the one wit the spells?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MINTY",
          "text": "..-Yes, suh. He turns to her, the candle illuminating his skepticism.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REVEREND GREEN",
          "text": "And you intend to run. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "MINTY",
          "text": "Dey gon sell me south, way from my husband an family...",
          "sentiment": "neutral"
        },
        {
          "speaker": "REVEREND GREEN",
          "text": "Which means they motivated. You money ta them. Unless word spreads you run off, then you damaged goods. They’1ll make you pay for that - beat you, hobble you, or worse. You go alone, you got a hare’s chance in a fox grove. If the slavers don’t get you, timber wolves and copperhead will. Can you even read, child? Minty shakes her head. He sits her on a bench and sits beside her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REVEREND GREEN, (CONT'D)",
          "text": "Maybe nobody noticed you gone. Maybe you can sneak back ‘fore daylight. Minty looks up at him, suddenly fierce.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MINTY",
          "text": "I ain’t goin’ back. I wan’ be free! The power of the words stuns Minty - words never spoken. reverend nods solemnly. His manner businesslike.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REVEREND GREEN",
          "text": "There’s not much time. It’s near midnight. You must be miles away from here by dawn. I need you to remember what I tell you. Can you do that? Minty nods, determined, trying not to be overwhelmed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REVEREND GREEN, (CONT'D)",
          "text": "Fear is your enemy. Trust in God.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Minty runs through the woods. She stumbles, picks herself and runs again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REVEREND GREEN, (OVER)",
          "text": "Keep the Choptank River to your left and the North Star ahead. If there are no stars, just keep following the river. If you can’t see the river - listen for it. You know moss grows where its dark and wet - wet points to the water. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Above the trees we see the Big Dipper. Beyond it, the Nor Star. A river glitters in the moonlight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REVEREND GREEN, (OVER)",
          "text": "Follow the Choptank to its headwaters in Delaware. When the river splits, cross the rushing creek to your left and head straight North. Minty squats peeing. The moon’s reflection is caught in a brackish pond. The woods are alive with sound.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REVEREND GREEN, (OVER)",
          "text": "In a few day’s time the Delaware River will be on your right. Follow it to Wilmington, look for a blacksmith and iron merchant named Thomas Garrett. I’11 send him word. She finishes and takes off again, running lightly over tr roots and fallen limbs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REVEREND GREEN, (OVER)",
          "text": "May God be with you! EXT. THOMPSON’S MILL - NIGHT ON BEN - mournful and sincere.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "I ain’t seen her, suh. Ain’t looked on my daughter’s face since Massa Brodess run us off. Gideon and Foxx face Ben and his boss, the owner of the estate, A.C. THOMPSON, 50s. John stands bleeding between them, face split from the whip. Gideon is irate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIDEON",
          "text": "Is that so?",
          "sentiment": "neutral"
        },
        {
          "speaker": "A.C. THOMPSON",
          "text": "Ben’s an honest nigger, Gideon. He says he ain’t seen her, he ain't. Gideon approaches John, full of menace.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIDEON",
          "text": "This one knows something. Caught him sniffin’ round the cabins just when Minty ran off. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "I tol’ you, I ain’t seen her! Thompson steps between them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "A.C. THOMPSON",
          "text": "Nephew, this is uncalled for! These men are my respected workers! I will not have them further injured! The two white men face off, Thompson richer and more powerful, Gideon a head taller and decades younger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIDEON",
          "text": "If your niggers helped my slave escape, I’m holding you responsible. So if you don’t want me taking this personal, uncle, why don’t you send some of your men to help me bring her back? Gideon and Thompson glare at each other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Minty lies asleep on a bed of pine needles, hidden agains ridge. Suddenly she’s jarred awake by a tidal wave in her soul... A PRAYING MANTIS seems to be looking at her intently. We hear THE VOICE: QUIET. DANGER. We hear DOGS and VOICES... Minty doesn’t dare move... A PATROL of men on horseback, approaching. We hear GIDEON VOICE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIDEON, (0.S.)",
          "text": "Morris, you and Butch stay to the roads, Foxx and me will take the woods. The men split off. A SLAVE with hounds on a leash leads Gideon and Foxx deeper into the woods, away from her... Suddenly the dogs seem to catch a scent and go veering in direction-- ON MINTY - Frozen. If she moves, she risks being seen. Bu she can’t wait for the dogs... Minty takes off, tearing through the woods, pursued close by the dogs, only 50 yards behind her. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gideon and Foxx ride after the dogs, the horses picking t way through the overgrown woods with difficulty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOXX",
          "text": "They got a scent! WE FOLLOW MINTY - as she plows through thickets of trees, branches slapping her face and arms. She trips over the carcass of a possum. She picks it up and hurls it away fr her, sliding painfully into a ravine. She dives under a fallen tree, disturbing a SNAKE, which unwinds itself from a branch above her head and dangles f to face. Minty tries to control her terror as the dogs pa close, going after the dead possum. HORSES’ LEGS, follow, jumping the ravine. Minty keeps her eyes on the snake as she edges out of her hiding place. S runs, in the opposite direction. EXT. WOODS’ EDGE - DAWN Minty catches her breath at a tree line, an enormous clea before her. The North Star shines ahead, faint in the growing light. We can hear the dogs barking behind her, b on her scent. She steels her nerve and runs-- Dashing across the open space, a dark, small figure again the graying landscape. She races for the distant tree lin",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Minty looks back. The wide expanse is clear... then we se the tiny figures of the dogs, followed by Gideon and Foxx with lanterns, converging with the men from Thompson’s Mi They ride towards her, then separate, hoping to head her Minty peels the shoes from her bloody feet and rubs her s and shoes with spruce pine, trying to cover her scent. We hear the dogs, barking in the distance. Minty runs...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Minty drags herself forward, exhausted. She comes to a bridge over a fast moving creek. Minty hesitates... (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We hear HORSES AND DOGS.... She dashes across, looking be her as-- BUTCH and MORRIS, two dangerous looking white men, conver with the dogs on horseback. Minty sprints away from them, but stops short when-- GIDEON appears with Foxx the other side, also on horsebac",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIDEON",
          "text": "Minty, you devilish girl. Minty eyes the churning water below, the Thompson’s Mill advancing slowly from the other side. Gideon gestures for them to halt. He dismounts, inching towards her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIDEON, (CONT'D)",
          "text": "C’mon back peaceful. Your family’s worried about you. Your mama’s crying, your sister too. C’mon home. Minty’s eyes flick to the water and back to Gideon. He stops, a few paces away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIDEON, (CONT'D)",
          "text": "You thinking bout jumping? Suicide’s a sin against God - you know that. Against those that own you too. Minty climbs onto the rail. Gideon inches closer. He lean on the rail, several feet away, speaking casually.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIDEON, (CONT'D)",
          "text": "I've decided not to sell you after all, Minty. You been there all my life - I'd miss your ugly face. I’m gonna have to hurt you a little, to teach you a lesson. But it wont be too bad, long as you come back gentle. C’mon home, Minty. Minty looks him dead in the eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MINTY",
          "text": "I'ma be free or die! In the blink of an eye, she thrusts herself off the rail, into the churning water below. The patrol converges on the bridge. Gideon watches in hor as the current pulls her away and under.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIDEON",
          "text": "Goddamnit, Minty!!! \f22.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gideon, Foxx and the dogs search the river’s edge. Down river, Morris shakes his head and draws a hand across his neck. She must be dead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Minty wakes, sprawled at the edge of the river bank. She pushes onto her hands and knees, vomiting water. After a moment, she crawls to her feet. Her shoes are gone, along with her head wrap, the knife, everything but her tattere dress, which hangs indecently from her battered body. She searches frantically in her pocket for the figurine o her father, giving a sob of relief when she finds it. Barefoot, hair wild, she trudges off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Minty runs through wide open farmland, exposed in the afternoon light, searching desperately for a place to hid She sees... A FARM HOUSE in the distance. Another across the road, fi hands with the cattle, slaves working the fields. Minty sees a farm cart, covered with a tarp. She sprints towards it...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The cart is piled high with wheat and hay. Minty crawls beneath the tarp and tucks herself between bales of hay. She rests. Her breathing slows, her eyes closing...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ON MINTY - She opens her eyes. The cart is moving! Minty peeks from underneath the tarp...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MINTY’S POV - The farm cart bumps along a country road, passing... (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SLAVE CATCHERS, heading the opposite direction... THREE RUNAWAY SLAVES tied together in the back, passing close enough to see their despair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The cart stops. Minty peeks from underneath the tarp... The farmer dismounts. He looks up at the stars. He speaks softly, almost to himself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FARMER",
          "text": "I know you're there. I’m heading to market, just up the road. Best get out now. Minty jumps from the wagon and darts into the trees. She watches as the farmer climbs on his horse and drives off. The sky breathes with dawn’s first light. Minty finds the North Star and runs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The sky is just clearing after a downpour. Minty is soake and shivering, hiding at the corner of a tavern near a sparsely populated stretch of waterfront. MINTY’S POV - A WHITE COUPLE kiss in front of the tavern, feet away. Minty looks past them to... A BLACK BOAT WORKER docking his skiff. As the couple moves off, Minty makes a dash for the river approaching the black boatman.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MINTY",
          "text": "Suh... You know a blacksmith round here, name of Garrett? The boatman, JASPER MARLEY, looks down at the tiny figure the drenched, torn dress. He quickly whips off his rough cloak and throws it around her shoulders.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JASPER",
          "text": "Careful, girl. You half dressed, look half dead. Anyone with eyes can see what you are. The man you looking for is on the corner of 4th and Shipley. No more than half a mile west. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Minty pulls the cloak around her. It drags the ground. Sh looks up into the sailor’s rough, worried face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MINTY",
          "text": "Thank you, suh. She staggers off. Jasper watches with concern.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "THOMAS GARRETT, a youthful and robust white man in his fifties, dressed plainly in the manner of the Quakers, polishes a set of fire irons, an assortment of ironworks display around him. He hears a rustling and looks up, jumping as he sees Mint shrouded in the dripping cloak, like death itself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARRETT",
          "text": "May I help thee, friend?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MINTY",
          "text": "Suh... You know a Negro name Reverend Green?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARRETT",
          "text": "Yes, I do. I’ve been waiting for thee. Minty collapses.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Minty wakes in a strange bed in a plain room. She’s in he underclothes. She sits up, alarmed... Across the foot of the bed is a plain chocolate brown dre On a table next to her bed sits her father’s CARVED FIGUR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MINTY’S BARE BANDAGED FEET pad down a corridor. The dress too short and comes high above her ankles. She hears voic below and tentatively starts downstairs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thomas Garrett sits at the head of a long table, laden wi food. His wife, RACHEL GARRETT, looks up as she sees Mint She’s very plain, with a kind smile. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL GARRETT",
          "text": "I couldn't mend your dress I’m afraid. T’was too far gone. What you’re wearing was our Amy’s favorite. She’s with the Lord, and has no use for it. But she would approve. I found something in the pocket of your dress which I put by your bed. It looked important.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MINTY",
          "text": "Thank you. Minty looks at them, timidly. They’re both emotional.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THOMAS GARRETT",
          "text": "Well. Come down. You must be hungry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Minty sits at the table with Rachel and Garrett. Garrett holding forth, while Rachel watches him, indulgently.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THOMAS GARRETT",
          "text": "You're not the first to sit at our table, confused and hungry - far from it! Helping fugitive slaves is my divine duty and my life’s work. Why, I almost lost this house just last year, when I was sued in federal court for aiding slaves. After being tried, convicted and heavily fined, the judge asked me if I’d learned my lesson. I said to the court. “If thee knows of any slave who needs assistance, send him to me, for I now pledge to double my diligence in assisting slaves to freedom!” He laughs robustly. Rachel smiles and pats his hand. He takes a bite of pork, peering at Minty, bright-eyed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THOMAS GARRETT, (CONT'D)",
          "text": "So tell me, friend, how did thee find the courage to come all this way alone?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MINTY",
          "text": "T'was de Lord. I think God wan’ me be free.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THOMAS GARRETT",
          "text": "My dear child, I believe that God means all mankind to be free. Minty looks at him in wonder. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "MINTY",
          "text": "Suh... you a saint?",
          "sentiment": "neutral"
        },
        {
          "speaker": "THOMAS GARRETT",
          "text": "No, friend. I’m a Quaker.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A horse-drawn carriage drives across a broad plain as sun tinges the horizon pink and gold. Garrett drives the horses, wearing the broad-brimmed hat cloak that distinguishes the Quakers. He brings the carri to a stop, climbs down and opens the back. Minty gets out, half hidden by a wide Quaker hat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THOMAS GARRETT",
          "text": "Here we are, friend! The Pennsylvania border. Shall I drive thee across, or would thee prefer to walk into freedom alone, on thy own feet?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MINTY",
          "text": "(overwhelmed) I‘11 walk with de Lord. Minty gives him back the hat and cloak. She still wears h daughter’s plain brown dress. He regards her fondly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THOMAS GARRETT",
          "text": "Then this is where I’ll leave thee. It’s 25 miles to Philadelphia. Find the Pennsylvania Antislavery Society and ask for William still. He reaches in his cloak and presses a daguerreotype of a handsome black man into her hands. Minty looks at it in wonder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THOMAS GARRETT, (CONT'D)",
          "text": "This is his likeness, so you'll know him when you see him. Until we see each other again, God bless thee.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MINTY",
          "text": "God bless you, suh. A small sign marks the Delaware-Pennsylvania border. As Minty walks past it, the sun rises, bathing the countrysi in light. Minty looks down at her hands to see if she’s changed. She spins around in the field, exuberant. \f27.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The bustling city of Philadelphia. A carriage passes, revealing Minty. She looks around her in wonder. BLACK VENDORS roast oysters, chestnuts and corn, or peddl matches and flowers to fashionable WHITES. Minty feels conspicuous, fighting the urge to duck when whites look her way. She approaches a VENDOR.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MINTY",
          "text": "“Please, suh... I lookin’ for de Pennsylvania Antislavery Society.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VENDOR",
          "text": "Corner of 5th and Arch Street, bout half a mile down. He looks her over, realizing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VENDOR, (CONT'D)",
          "text": "(he lowers his voice) Don't be afraid, there plenty of us here in Philadelphia. Walk like you got a right to, won’t nobody pay you no mind. Minty nods gratefully and continues on, trying to walk li she’s got a right to.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "PRINTING PRESS - A pamphlet is being copied. WILLIAM STILL, 28, black and dashingly handsome, carefull pulls a pamphlet from the press, the ink still wet. He ha it up to dry next to others on a rack. The pamphlet is titled, ANTI-SLAVERY REFORM. Minty enters. William peers through the pamphlets.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLIAM STILL",
          "text": "May I help you? She checks the daguerreotype against the man in front of",
          "sentiment": "neutral"
        },
        {
          "speaker": "MINTY",
          "text": "Suh, are you Mr. William Still?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLIAM STILL",
          "text": "I am. And you are...? (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "MINTY",
          "text": "(she hesitates) ...-A white man name of Garrett sent me. A beat. William looks at her with clinical interest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLIAM STILL",
          "text": "Please, have a seat. William leads her to a chair by a desk. He disappears int back room and returns a few moments later with a cup of w and a weathered copper case, from which he removes a marb NOTEBOOK. He puts the cup in front of Minty and opens the book, dipping a pen in ink. Minty drinks the water, gratefully. WILLIAM STILL (CONT’D) What is your full name and where are you from? She hesitates. He tries to put her at ease. WILLIAM STILL (CONT’D) This book is full of fugitive slave histories. I keep a record of most of the slaves that come through Philadelphia. Some I have to find, most find me, as you have.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MINTY",
          "text": "My name Araminta Ross Tubman. Folk call me Minty. I come from Dorchester County, Maryland, farm of Edward Brodess.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLIAM STILL",
          "text": "Edward Brodess is your master?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MINTY",
          "text": "Massa Brodess dead. His wife, Miz Eliza, own me and my family.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLIAM STILL",
          "text": "Not you, not anymore. Minty is quiet as she tries to grasp this concept. WILLIAM STILL (CONT’D) Where are the others?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MINTY",
          "text": "Weren’t no others. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLIAM STILL",
          "text": "You can tell me, Minty. I’m a friend. Who did you escape with?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MINTY",
          "text": "I left my husband an family. T’was jus me, an de Lord. William takes this in, blown away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLIAM STILL",
          "text": "You're... a brave and lucky girl, Minty. I don’t know if you realize how extraordinary it is, what you’ve done. By some near miraculous means, you've made it 100 miles, alone, to freedom. (collects himself) Would you like to choose a new name, to mark your freedom? Many ex-slaves do. Whatever name you want.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MINTY",
          "text": "(thinking) Dey call my mama Rit, but her name Harriet. I want my mama name, and my husband. Harriet Tubman. We see the name, Harriet, as he writes it in his book. Fr now on, we will call her Harriet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLIAM STILL",
          "text": "Very good. So, tell me, Harriet, how would you characterize your master? What kind of man was he?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIET",
          "text": "He de devil. Most whites I know is devilish.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLIAM STILL",
          "text": "Not all of them. Mr. Garrett just got you to me. (back to business) Did your master ever hurt you, physically? Do you have wounds? Scars from beatings? Harriet fingers the dent in her forehead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIET",
          "text": "Overseer crack my head open, when I was bout 13. I was at the store, out at de crossroads, with Massa’s son, Gideon. (MORE ) (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIET, (CONT'D)",
          "text": "Gideon an me was companions when we was young, and I was strong, and could carry a 40 pound bag a rice, so overseer let me go. Harriet frowns, lost in the memory. William watches her, hovered over his book.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIET",
          "text": "My big brother, Robert, snuck off and followed us - din’ trust Massa Gideon lone in de woods wit me. I tol’ him to go back, but he wouldn’t leave me. Few minutes later, overseer bust in, lookin’ for ‘im - mad as a rabid hound. Robert - he a proud boy - he stand up to ‘im, say his piece. Overseer got so mad, he pick up a weight from the counter an hurl it at my brother... ‘cept I stepped ‘tween ‘em. Crack my skull right open. She fingers the scar. William is spellbound.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIET, (CONT'D)",
          "text": "Dey say I slept most 2 month. Next thing I ‘member, I was seeing my sisters sold.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLASHBACK VISION -",
          "text": "The same image we’ve seen before - Harriet's sisters, LIN AND SOPH, faces twisted in anguish, as they are forced in Slaver's carriage. Now we see YOUNG GIDEON, armed with a rifle, helping load them in. HORSES'S HOOVES pound, carry them away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIET",
          "text": "Cept I saw it before it happen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLIAM",
          "text": "(confused) Before it happened.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIET",
          "text": "God showed me, to prepare me I guess. But when it happen, it hurt so bad, worse den any beating, worse den de hole in my head. Hole in my head jus made God’s voice more clear. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "William is stunned. He makes a note in his book: possible brain damage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "William walks Harriet through town. He walks with confidence. Harriet, still resisting the urge to duck, lo at the whites around her, mystified.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIET",
          "text": "How you tell de angels from de devils, when dey walking in de street, side by side?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLIAM STILL",
          "text": "Well, often you can tell immediately, by how they look at you. But sometimes you have to use your intuition.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIET",
          "text": "You mean, my top eye. Dat’s what we call it. William looks at her, amused and a bit charmed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLIAM STILL",
          "text": "Yes, your top eye. Harriet looks at the whites, trying to see their souls.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "William and Harriet are walking through an enclave of bla laborers and freedmen. They approach a modest rooming hou and enter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "William goes to a counter and rings a bell. Moments later beautiful and sophisticated black woman in her thirties, MARIE BUCHANON, comes downstairs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIE BUCHANON",
          "text": "Mr. Still, good evening.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLIAM STILL",
          "text": "Good evening, Marie. This is a new arrival, Harriet Tubman. Harriet, this is Marie Buchanon. She is a friend and the owner of this establishment. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIE BUCHANON",
          "text": "Please to meet you, Harriet. Harriet is shy in front of the elegant woman.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIET",
          "text": "...Ma’am. William and Marie exchange a look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLIAM STILL",
          "text": "I am leaving her in your good hands, Marie. Good evening, ladies. William tips his hat and strides off, leaving them alone. Marie looks Harriet over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIE BUCHANON",
          "text": "C'mon in. Marie leads her upstairs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A woman and two men play cards in a handsome parlor. Harriet looks around at the fine furnishings, overwhelmed Marie watches her, amused.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIE BUCHANON",
          "text": "Yes, I am a woman, yes, I am Negro, and yes, I own the place. Get your jaw off the floor. My mama was freed when her master died. She was pregnant with me, so I was raised free, here in Philadelphia. You can have the last room on the left upstairs. I’ve served supper already, I'll make you a plate. But first, you need a bath. You stink like a barnyard animal! There’s a wash tub in the kitchen. I’11 put some water on. Marie starts back downstairs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIET",
          "text": "You was born free. Guess you never had de stink of fear. Of runnin’ fo yo life. Marie stops, turns back, chastened.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIE BUCHANON",
          "text": "(gently) You're right, Harriet. I have not. \f33.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Marie carries a pot of hot water from the fire and pours into a copper tub, already half-filled.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIE BUCHANON",
          "text": "I‘1l warm your plate. You need anything, just let me know. A folding screen separates the tub from the kitchen, offe a bit of privacy. Harriet takes off the dress and underclothes and lets the fall to the floor. She catches her reflection in a piece mirror. A map of scars, both old and new, covers her lean muscular body. Marie catches a glimpse of Harriet’s body as she lowers herself into the bath. MARIE BUCHANON (CONT’D) You got a man? BEHIND THE SCREEN -— Harriet sinks lower in the tub, delighting in the sensual warmth of the bath.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIET",
          "text": "My husband, John. He free like you. He was gon run wit me, but I’s scared if we get caught, dey take his freedom. So I left ‘im. She watches the dust dance in the fading light.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIET, (CONT'D)",
          "text": "Now I wish he was here wit me. Must’a been hard on him when dey found me gone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIE BUCHANON",
          "text": "The boatmen, the “black jacks,” travel up and down the Delaware and Chesapeake Bay. Maybe they can get word to him that you made it. Then he can come to you. Harriet brightens. She sits up, splashing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIET",
          "text": "Thank you, ma’am. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIE BUCHANON",
          "text": "Call me Marie. Wash up good. Tomorrow we gonna get you a payin’ job. Harriet grins at the thought. She soaps her hair, vigorously. Then puts her head under the water.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A BROWN HAND polishing wood until we can see reflected... Harriet, in a maid’s uniform, hair tamed, furiously clean Time has passed and she looks healthy and fit, but there’ something manic about the way she works, as if she’s tryi not to think. A tear hits the polished wood. She wipes it away. A young black woman, JESSE, pauses outside the open doorw watching her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESSE",
          "text": "Slow down, Harriet. They don’ pay us by the bushel! Seeing her mood, Jesse comes in and helps Harriet make th bed, looking across at her with concern.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESSE, (CONT'D)",
          "text": "Come to the social tonight. You might have fun. Would that be so terrible? Harriet doesn’t answer. Jesse looks at her, knowingly. EXT. DOCK —- AFTERNOON Harriet hurries down a narrow street to the river. She’s grown more confident in her manner, no longer fearful. Sh spots a boat worker she knows and waves... It's Jasper, the black sailor she met in Wilmington.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JASPER",
          "text": "Hello, Miss Harriet!",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIET",
          "text": "Jasper! Any word from my family?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JASPER",
          "text": "Yes, ma’am. Brought some lumber from the Eastern Shore. Your husband and family know you safe. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIET",
          "text": "My husband send word back?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JASPER",
          "text": "No ma’‘am. No word ‘cept what I tol’ you. Harriet turns and walks away, crestfallen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Harriet barges into the office, barely noticing... The bustle of people, mostly white, engaged in various activities, passing pamphlets, signing petitions... William, writing at his desk, looks up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLIAM STILL",
          "text": "Harriet! How are you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIET",
          "text": "Mr. Still, I need yo angels to help git my husband an family.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLIAM STILL",
          "text": "That’s not how it works, Harriet. My “angels” are part of a sophisticated network, not for your personal use. Trust that we are doing what we can, for who we can. Harriet paces, wringing her hands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIET",
          "text": "But I feel somethin’ wrong, William. I cain’t sleep. Please help me!",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLIAM STILL",
          "text": "Harriet, listen to me! Our work has gotten much more dangerous. Slaveholders are frustrated over the number of runaways. Federal judges, marshals and slave catchers are working together. Even congress is threatening to pass laws to appease the South. He can see that he’s lost her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIET",
          "text": "If you won’ help me, I’1l go myself. William is losing patience. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLIAM STILL",
          "text": "Don’t be ridiculous. I can’t have you risking your life and my network because you're lonely! Rescuing slaves requires skill and careful planning. Can you read a sign, or a map? Can you read at all?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIET",
          "text": "I put my attention on tryin’ hear God’s voice more clear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLIAM STILL",
          "text": "Do you know what would happen if you got caught? They’d torture you, til you pointed them right to this office! You got lucky, Harriet. Be grateful you made it this far and pray for those yet to come. There’s nothing more you can do!",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIET",
          "text": "(erupting) Don’t tell me what I cain’t do. I made it dis far on my own! God was watchin’, but my feet was my own - runnin’, bleedin’, climbin’, nearly drowned - nothin’ to eat for days an days. An I made it! So don’t you tell me what I cain’t do. You don’ know me! William, watches, stunned, as she walks angrily away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Harriet is with Marie, having just shared her dilemma.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIET",
          "text": "I made up my mind; I’m goin’ back. Wit’out my husband an family, I’m just a stranger in a strange land. If I’m free, dey should be too. I’m gon go git em, one by one, starting wit my husband. I need a suit for him and a dress for me, so I can look like a free lady. Will you help me? Marie goes to the window and looks out, troubled.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIE BUCHANON",
          "text": "I can give you a dress you'll likely be hanged and buried in... She turns back to Harriet, having made her own decision. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MARIE BUCHANON (CONT’D) Or I can teach you how to wear it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Harriet is in a lovely dress and dainty shoes, walking wi her head high. Marie leads her, extending her hands in graceful, ladylike gestures.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIE BUCHANON",
          "text": "How do you do? Harriet imitates her carriage and gestures with surprisin skill. She’s a natural mimic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIET",
          "text": "How do you do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIE BUCHANON",
          "text": "Good. You're confident, composed, but wise enough not to look a strange white man in the eyes. You don’t want trouble. Marie goes to a carved box and retrieves a COLT REVOLVER. She puts it in Harriet’s hands, adjusting her grip from behind. MARIE BUCHANON (CONT’D) But if trouble comes, you’1ll be ready. Harriet looks in the mirror. She aims the revolver, fierc",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "off the city streets in a disreputable neighborhood.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIE BUCHANON, (OVER)",
          "text": "I‘11 put you in touch with a man who'll sell you free papers. Harriet moves slowly until an UNSEEN MAN whispers to her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN, (0.S.)",
          "text": "Hey gal. She hands him money, he hands her papers. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIE BUCHANON, (OVER)",
          "text": "They won’t be yours - they’re someone else’s. May not match your description exactly, but they’1l get something right. Harriet pushes the papers back to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIET",
          "text": "Read ‘em for me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A train chugs through farmland.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Harriet sits by a window in a car near the engine room as train heads south. She clutches a satchel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIE BUCHANON, (OVER)",
          "text": "Hopefully they won’t read ‘em too close. They're more worried about Negroes heading north. Runaways don’t go south. The train pulls into a station.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONDUCTOR, (0.S.)",
          "text": "Dover. Dover, Delaware. Harriet puts her satchel across her shoulders and takes o her papers. She trembles as we follow her out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Marshals wait to search northbound trains. Harriet sees a group of recently captured RUNAWAY SLAVES shackles. She tightens with fear. A MARSHAL approaches an she turns to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIET",
          "text": "Hello, suh. How do you do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSHAL",
          "text": "Papers. Harriet gives him the papers, her back straight and her e below his chin. He eyes at the papers, then her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSHAL, (CONT'D)",
          "text": "Dessa Dixon? (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIET",
          "text": "Yes, suh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSHAL",
          "text": "Where were you born, Dessa?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIET",
          "text": "Philadelphia, July 18, 1824, of free issue. A deputy approaches. The captured slaves watch the scene unfold. Harriet sets down her bag.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSHAL",
          "text": "Says here you're five an a half feet tall. You ain’t more’n five feet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIET",
          "text": "Musta worn my high boots that day. She smiles. They laugh, unpleasantly. Behind Harriet’s back, her hand grips the handle of the Colt revolver, whi the slaves can see, but the marshals can’t. The slaves watch, on edge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSHAL",
          "text": "It says you have a birthmark on your forehead. With her free hand she tips her hat back to show her scar",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIET",
          "text": "That’s correct, suh. They look at her head a moment, then at the papers. A bea The marshal hands them back. Hiding the gun in her dress, Harriet takes them. As she walks away, weak-kneed, the slaves breathe a sigh of reli",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Harriet’s brothers, Robert, Junyah and Henry, are raking fields, along with other slaves and their families, prepa for winter planting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gideon sits at a desk, writing, while Eliza dictates. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZA",
          "text": "Dear Dr. Thompson--No, dear brother-in- law... I hope you will accept this modest payment on the money owed you by my departed--my dearly departed Edward. It has not been easy for me with him gone. He left us in a sorry state of affairs, the depths of which we've only recently discovered. Since you have said you are not in a position to forgive the loan, please accept the enclosed $7.50. I will try to make another payment next month. Your neighbor and sister-in-law, Eliza Brodess. Gideon puts some bills and coins into an envelope.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIDEON",
          "text": "We're gon’ have to sell some slaves, mama.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZA",
          "text": "Our stature in this community, is measured in negroes. We can’t live like paupers. Who’s supposed to work the fields - the twins?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIDEON",
          "text": "Would you prefer to keep the slaves and sell the farm? Eliza turns away from him, sullen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIDEON, (CONT'D)",
          "text": "We'll sell the Ross brothers. Robert alone is worth 6-7 hundred. If we sell Junyah and Henry too, we can bring home maybe 16. That will go aways to paying off daddy’s debts. You won’t have to beg, the twins can remain useless and we can go on as we have.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZA",
          "text": "With you unmarried and sleeping in brothels? Gideon and Eliza exchange a loaded look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIDEON",
          "text": "We'll go on as we have. The others will just have to work harder to make up for the loss. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A beat. Eliza gives a long, dramatic sigh, gesturing for to begin anew... He takes another sheet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZA",
          "text": "Negroes for sale...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Harriet stealthily approaches the estate where her husban and father work. She pauses beneath a tree, her excitemen tinged with a sense of foreboding.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Work is wrapping up for the day and Thompson's workers ar trudging back to their cabins from the mill. John says goodbye to his team and rests against a pile of lumber, exhausted. A VOICE floats to him from the woods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIET",
          "text": "I'm sorry I had to leave you... Recognizing her voice instantly, John stands and looks around. Harriet springs from the trees by the creek and throws herself into his arms. He clutches her in disbelief.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "Minty... Is it you!? He pulls her out of view into the mill.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Both of them are awash in emotion, touching each other’s face. She’s changed since he last saw her, in proper clot she has the bearing of a free woman. John has changed also. She runs her fingers along the ugl scar down one cheek and across a clouded eye, where Gideo strap made its mark.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIET",
          "text": "Johnny, Johnny... What dey done to you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "One good eye is all I need to see you, girl. You look good, Minty. But why you back here? It ain’t safe. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIET",
          "text": "I come to git you, Johnny, bring you to freedom. I got a suit for you to wear... I been livin’ free, in Philadelphia, but I cain’t live without you. He looks at her woefully. Fear grips her spine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIET, (CONT'D)",
          "text": "Ain’t you happy to see me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "I heard you was drownt, Minty. Never thought I’d see you again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIET",
          "text": "I sent you word... by de black jacks...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "By the time I heard you was alive... (a beat; then) Minty... I’m married. She looks at him, confused.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIET",
          "text": "I know you married, Johnny. You married to me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "I took another wife, Minty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIET",
          "text": "You took another wife...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "Her name Caroline, and she free like me. She carryin’ our chil’. Harriet is floored.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIET",
          "text": "Nother woman carryin’ your chil’? I thought you loved me! Tears spill down her cheeks. He pulls her to him, trying calm her, both of them crying now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "Like I ain’t never loved nobody, not my own kin! You left me, Minty. You went alone and left me and I prayed for you. Gideon whipped the sight out my eye - and I prayed for you. (MORE ) (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN, (CONT'D)",
          "text": "When I heard you jumped off that bridge, and I thought you was cold and dead, caught in the river weeds, like some animal - I prayed for you!",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIET",
          "text": "Then you found another wife. He looks at her, wretched. She pushes him away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIET, (CONT'D)",
          "text": "Go on then. Go home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "Minty, you not safe here. You gotta leave, now! Gideon still lookin’ for you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIET",
          "text": "So, de white man din’ give up. You did. He backs away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "I love you, Minty. I would’a died for you, if you’d let me. He turns and strides out. Harriet takes a few ragged breaths... She stumbles after him. EXT. THOMPSON’S MILL —- JOHN’S CABIN - DUSK The cabin has a small vegetable garden in front. John was his face and hands in a basin by his stoop. Harriet approaches, unseen. She looks in a window... INSIDE - A lovely woman, round with child, puts aside her work. Hearing her husband, CAROLINE glances at her reflection in a bit of mirror, taking off her head wrap, freeing her springy hair. Harriet pulls the revolver, taking aim at her rival... Then John walks into view, taking Caroline in his arms. H holds her tight, letting her comfort him. Caroline kisses away troubles, not asking their source. He puts his hands her rounded belly. Harriet bends over her knees and vomits. She takes the satchel from her shoulder and slings it hard against the door. She runs, the revolver swinging at her side...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "EXT. THOMPSON’S MILL - TREE GROVE - DUSK Harriet runs into the grove of trees, reckless, consumed anguish. She howls, devastated.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIET",
          "text": "Why, Lord? I listen for your voice! You tol’ me come, I came! You led me back here! Why bring me all dis way to rub mud in my face? Why you let me live? She contemplates the gun in her hand... The sound of inse grows louder... Harriet arches backwards and falls to the ground, twitchi in spasms. HARRIET'S VISION - A RAVEN stands in front of her. She he THE VOICE: Harriet!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A strange dark cloud throws an eerie shadow over HARRIET' BROTHERS in the fields.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Harriet runs, FEET skimming the earth. Other BROWN LEGS follow; men, women, children...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "THE RAVEN looks at her. LEAD THEM.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Harriet wakes and stands shakily.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN, (0.S.)",
          "text": "John told me you was here. BEN sits close by, back against a tree, kerchief tied ove his eyes, Harriet’s satchel at his feet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIET",
          "text": "Daddy... He reaches for her and she pulls him to his feet, falling into his arms, heartbreak washing over her. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIET, (CONT'D)",
          "text": "Johnny don’ love me no more. Ben takes her shoulders, shaking her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "Minty, some things ain’t meant to be. But you here now is a miracle - I got your brothers hidin’ in the corncrib. Miz Eliza fixin’ to sell ‘em. Harriet is sobered by this, realizing the significance of vision... Ben hands her the satchel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Harriet leads her father to the corncrib.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "They been waitin’ on Robert. Mary’s in labor and he won’t leave her til she delivers. He unlatches the door and Harriet’s brothers - Junyah and Henry climb out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIET",
          "text": "Junyah... Junyah hugs her tight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUNYAH",
          "text": "Minty! Cain’t believe it’s you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIET",
          "text": "Henry! Henry’s face lights up as he joins in the hug. JANE, a slender girl disguised as a boy, climbs gingerly the corncrib. Junyah goes to help her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUNYAH",
          "text": "Minty... this my fiancee, Jane. From Horatio Jones farm. Her massa been beatin’ her bad. She comin’ wit us. Henry helps a woman, PHOEBE, 20, with a baby in arms. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "Phoebe asked to come too. She scared of bein’ sol way from her baby.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHOEBE",
          "text": "My husband pass last Spring. She all I got. Harriet looks at the infant sleeping in Phoebe’s arms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHOEBE, (CONT'D)",
          "text": "When I hear you made it to freedom, I name her Araminta. Maybe she see freedom too. Harriet takes them in, overwhelmed. She looks at Baby Araminta. Phoebe is desperate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHOEBE, (CONT'D)",
          "text": "She'll be good, I promise. Your sister, Rachel, she stole Miz Eliza’s laudanum, to keep her quiet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIET",
          "text": "Where is Rachel? Where my sister?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "Rachel too scared to run, Minty. She say Miss Eliza got a hawk-eye on her. Harriet turns to her father.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIET",
          "text": "And mama?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "Rit wit me. ANGLE ON - BEN’S CABIN in the distance, where they can se Rit moving slowly about inside. BEN (CONT’D) Miss Eliza let me buy her freedom. Ain’t have much use for her. Rit ain’t been right since she heard you drownt. Her heart would burst, she knew you was here, bout to run again, wit the boys. I’11 take care of your mama. Don’chu worry bout us. Harriet takes in the crew of fugitives, processing. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIET",
          "text": "I planned for one more, not all of you and a baby too. The baby stirs, face bunched in a scowl. Harriet looks at the infant, a stab of fresh pain fortifying her. She take one of the baby’s tiny hands. The baby looks up at her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIET, (CONT'D)",
          "text": "But if you trust me, an follow my lead, baby Araminta will grow up free.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "It’s late. You need to go. I’11 send Robert on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUNYAH",
          "text": "What if Mary don’t deliver till sunrise? He’1ll be caught and sold.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "By sunrise, they'll be after you too. This truth sobers them. Just then we see a dark form, streaking across the field towards them. Harriet runs to meet him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIET",
          "text": "Robert! Thank God!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBERT",
          "text": "Minty! He lifts her off her feet, embracing her. The others surround him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIET",
          "text": "How’s Mary? Tell us. Robert is breathing hard, from exertion and emotion, maki words difficult.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBERT",
          "text": "We got ourselves a baby girl. Delivered myself, not an hour ago. Set her on her mama’s breast and kissed ‘em goodbye... Phoebe’s baby gives a faint cry. Robert is overcome with emotion.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBERT, (CONT'D)",
          "text": "Mary’s too weak from childbirth to run, even if I could convince her... I had to leave ‘em. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ben reaches for his son’s shoulder. Harriet looks up into her brother’s face, sharing his pai",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIET",
          "text": "You had to leave ‘em, either free or in chains. You chose freedom. She hands him the satchel. Robert pulls the suit from the satchel and looks at her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBERT",
          "text": "You come for John. I’m sorry, Minty. Harriet shakes her head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIET",
          "text": "I thought I come for him... I see now I come for all of you. Robert pulls off his shirt, revealing a profusion of scar his muscled back, like a network of rivers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "Ain't but a few hours a dark left. If you goin’, you need to go. The siblings take a last look at their mother in Ben’s ca wishing they could say goodbye. EXT. THOMPSON’S MILL - MINUTES LATER Harriet and her brothers lead their blindfolded father to tree-lined edge of the field. Robert is wearing the suit. Ben hugs each of his sons. He kisses his daughter. She clings to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIET",
          "text": "Come wit us daddy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "Me and your mama will be fine. I ain’t goin’ nowhere til all my children free. He touches his daughter’s face. BEN (CONT’D) Git gone, now. I ain’t seen none a you. Harriet leads the freedom seekers off, leaving Ben alone the path. He waits until he no longer hears them, then he lifts the kerchief from his damp eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The freedom seekers follow Harriet through trees. They approach a clearing by a body of water. The baby starts t cry. They freeze. Robert is instantly protective of the child.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBERT",
          "text": "She hungry. She gotta eat. POV - The fugitives sit amongst the trees as Phoebe breas feeds the baby. Someone is watching... We hear a scratchi sound... A DARK FIGURE crouches in the trees, gangly and nappy-hai capturing the scene in a sketchbook.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Harriet and the freedom seekers approach through the graveyard. Robert is skeptical. He won’t go further.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBERT",
          "text": "I don’ like dis, Minty. Reverend say der a special place in Hell for runaways. I don’ trust ‘im.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIET",
          "text": "You trust me? Robert looks at her a beat. Begrudgingly, he nods. Harriet knocks on the door of the church. A few beats lat Reverend Green ushers them in. He takes Harriet by the shoulders.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REVEREND GREEN",
          "text": "It’s good to see you, girl. Heard you'd come back. Almost didn’t believe it. He hustles them into the sanctuary.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Reverend Green and Henry move aside the pulpit, revealing trap door underneath. Green pulls it up...",
          "sentiment": "neutral"
        },
        {
          "speaker": "REVEREND GREEN",
          "text": "Go on. You’ll wait out the day down there. You’ll be safe. \f50.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Harriet peers down. There’s candlelight coming from below We see FACES, peering up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REVEREND GREEN",
          "text": "There’s others. Word spread. THREE SLAVES are huddled in the dark - a young man, ISSAC his father, JOE, and Joe’s mother, MIZ LUCY. They look up her, eyes full of fear, uncertainty and hope. Harriet is overwhelmed. EXT. BRODESS FARM — MORNING We hear angry screaming. Slaves in the field look at the house with anxiety.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eliza rages in her dressing gown, smashing plates and vas against the walls by Foxx’s head. He ducks, resigned. Gideon watches his mother’s tantrum, grimly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOXX",
          "text": "We will, ma’am. The twins, Vince and Victor, rush in followed by Becky.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICTOR",
          "text": "Ma, what is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIDEON",
          "text": "We had five slaves run off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZA",
          "text": "5 slaves - over $2000! This whole farm ain't worth but $5000. We got a rat in our pantry, and it will starve us if we don’t trap it and kill it! RACHEL!! Rachel appears, holding a baby. A brown-skinned girl of four, ANGERINE “ANGER”, trails behind her. Rachel quickly hands Anger her baby brother and looks at her mistress pleasantly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "Yessum. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eliza backhands her, sending her into the wall. Anger wai",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZA",
          "text": "Don’t you “yessum” me, you black bitch! Your brothers run off! Gideon grabs Rachel by the neck and pins her to the wall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIDEON",
          "text": "What’s your part in this, girl?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "I don’ know nothin’, I swear! I don’ even know what you sayin’! Who run off? He tightens his grip.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIDEON",
          "text": "I’1ll snap your neck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "(choking) I... don’... know nothin’. I swear... Gideon releases her. She slides down the wall. He turns towards Anger and the baby...",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIDEON",
          "text": "Foxx, take these pickaninnies to market and sell ‘em.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOXX",
          "text": "Yessuh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "T’was Minty! Something like hope lights in Gideon’s eyes. Almost tenderly, he takes the squirming baby from Anger’s arms, turning to Rachel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIDEON",
          "text": "Minty’s dead, you lyin’ wench.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "She alive. She come back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIDEON",
          "text": "You seen her?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "I hear tell. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOXX",
          "text": "Niggers’ tales. Like haints in the marsh. She’s lying!",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIDEON",
          "text": "I hope it’s true. Good Lord, I hope it is. Gideon releases the baby into Rachel’s arms. Anger runs t her mother, burying her face in her dress. Rachel clings her children.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIDEON, (CONT'D)",
          "text": "Foxx, round up some men and meet me out at Poplar Neck. Foxx nods curtly and runs out. Eliza collapses into angry tears.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZA",
          "text": "How could your father leave me with his debts and his mutinous slaves?! Gideon goes to his mother.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIDEON",
          "text": "Hush, Mama, try not to upset yourself. I’m gonna find ‘em for you - Minty too. Rachel, give her a dose of laudanum for her nerves. I’11 deal with you when I get back. Rachel nods, terrified, thinking of the laudanum she gave Phoebe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gideon, on horseback, thunders toward the gate. A BLACK YOUTH steps in his path. WALTER is gangling and nappy-haired, between 18 and 20, dressed in buckskin brit and work boots. Gideon almost runs him over, his horse rearing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIDEON",
          "text": "What the hell is wrong with you, boy! Outta my way!",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALTER",
          "text": "You looking for some runaways, suh? Gideon circles Walter menacingly. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIDEON",
          "text": "What you know about it? Speak up! Walter pulls a beat up notice from his pocket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALTER",
          "text": "This here your notice, right? Runaway slave, short, strong, dent in her head. He pulls out a sketch pad and hands it to Gideon. There’s a SKETCH of the slaves convening in the woods, another of Harriet - no longer the same slave girl Gideon once knew, but clearly recognizable as Minty. Gideon looks up from the drawing, eyes burning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIDEON",
          "text": "Where’d you see her?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALTER",
          "text": "Take you there, for a dollar. I’ma tracker, I know which way they headed, and I can help you find ‘em.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIDEON",
          "text": "A tracker, you say?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALTER",
          "text": "That and lots more - artist, blacksmith, boatman, carpenter, fisherman, horseman... Got skills right down the alphabet til you get to scout and tracker. Work for wages though - ain’t no slave. Gideon pulls out his gun and aims it at Walter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIDEON",
          "text": "How bout you tell me which way they headed, or I shoot the nose off your face?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALTER",
          "text": "East from Poplar Neck. Gideon throws a coin on the ground. He spurs his horse an rides off. Walter calls after him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALTER, (CONT'D)",
          "text": "I know Bigger Long! Gideon pauses, rides back. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALTER, (CONT'D)",
          "text": "Best slave catcher round - but hard to get, ill-tempered and expensive.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIDEON",
          "text": "You know Bigger Long?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALTER",
          "text": "We practically kin. Hangs out in places you wouldn’t be seen, but I know where to find him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIDEON",
          "text": "Find Bigger Long and tell him to meet me at Poplar Neck. They’1l be something in it for you. Gideon rides off. Walter picks up the coin. He whistles a a black horse comes trotting out of the woods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gideon is waiting with Foxx and the men he’s gathered for their patrol - a lean and leathery career patroller, ATWO plus Morris and Butch, from Thompson's Mill, along with several hounds.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOXX",
          "text": "How long we gon’ wait for this nigger?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIDEON",
          "text": "Bigger the nigger’s worth the wait. Just then, Walter rides up on his horse, followed by... BIGGER LONG, a large, dark, scar-faced man, with hostile and an unpleasant disposition. A THICK BLACK MUTT trots beside him. Bigger looks at the group without speaking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIDEON, (CONT'D)",
          "text": "Last night, five of my best slaves run off; three bucks and a female, with foal. I will pay $300 for their return, alive and unharmed. I want the girl that’s leadin’ ‘em too. Don’t want no harm to come to her by nobodies’ hands but mine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIGGER LONG",
          "text": "I get $200. They can split the rest. Gideon gets in Bigger’s face. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIDEON",
          "text": "$200? What’s an ugly nigger like you gon’ buy with $200?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIGGER LONG",
          "text": "Enough white whores to last me til Lent. Gideon's eyes narrow. Everyone reaches for their guns. Th air crackles with hostility. Walter crouches low on his horse. Bigger breaks into a wheezing laugh. The others chuckle dangerously.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIDEON",
          "text": "You better be good as they say.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Reverend Green lights the evening candles. The doors of the church burst open and Gideon and his pos storm in. Reverend turns, appalled, as dogs rush into the sanctuary and Bigger and the men turn over the rough-hewn pews and benches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REVEREND GREEN",
          "text": "Master Brodess, what in God’s name?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIDEON",
          "text": "You hidin’ fugitives, reverend?",
          "sentiment": "neutral"
        },
        {
          "speaker": "REVEREND GREEN",
          "text": "Suh, you know me better than to accuse me so unfairly! The Gospel in my hands is an instrument to keep slaves righteous and obedient. Bigger approaches the pulpit. He tosses the pulpit aside, revealing the trap door. He gives the reverend a nasty smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIGGER LONG",
          "text": "Boss...? Gideon rushes over. The hounds circle the trap door, sniffing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIDEON",
          "text": "What have we here, reverend?",
          "sentiment": "neutral"
        },
        {
          "speaker": "REVEREND GREEN",
          "text": "Storage for my books and a few dusty bottles of port. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The others look on as Bigger pries the door open. Walter hurries down the narrow stairs with a torch... The small storage room is empty except for stacks of book and a few dusty bottles of port.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FEET running through woods, other brown legs follow... Harriet leads the large band of freedom seekers, running fast as their feet will carry them. Miz Lucy, stumbles. Issac picks her up, carrying her on his back. The freedom seekers run, silhouetted against the moon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The freedom seekers sit huddled in a thicket of wood, tak a moment's rest. Joe rubs Miz Lucy’s back, Robert dozes, Phoebe nurses the baby while Junyah rips a strip of cloth from his pants to wrap Jane’s bloody feet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Harriet peers through the trees to see... Butch and Morris standing watch on the road, waiting. Harriet retreats back into the woods. In the distance, we hear a DOG barking...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bigger drives his mutt through the woods, hot on their tr The dog digs at something on the ground. Bigger investigates... A bloody strip of cloth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIGGER LONG",
          "text": "Good boy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Harriet runs back to the group. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIET",
          "text": "Patrols got de road blocked!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBERT",
          "text": "You tol’ us to go dat way!",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIET",
          "text": "Now I’m tellin’ you we cain’t.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JANE",
          "text": "I don’t think I can go no further, Minty. Feel like we goin’ in circles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUNYAH",
          "text": "Ain't everybody strong like you, sister.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIET",
          "text": "Somebody tell you escapin’ slavery was easy?! (She looks at Robert) If you strong enough to bear de lash, you strong enough to run from it! We hear Bigger’s DOG bark. Robert jumps to his feet, pull Phoebe up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBERT",
          "text": "c'mon! The fugitives get up and run.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The freedom seekers stumble alongside a tidal stream bath in fog, trying to keep within the sparse tree cover, movi as fast as exhaustion will allow. Harriet and Phoebe run ahead with Issac and Henry, Robert carries the baby, Jane leans on Junyah, Joe carries Miss Lucy. POV - THROUGH A SPYGLASS - The freedom seekers approachin the distance. ON WALTER watching from his horse with a spyglass. He rid off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gideon and Atwood are waiting with dogs and shackles. Wal rides up. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALTER",
          "text": "They comin’ right to us! Bigger’s driving ‘em from behind. The other two got the road covered, ain’t no place to go but right here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIDEON",
          "text": "We'll be waiting for them. Don’t let ‘em outta sight. Walter rides off. Gideon peers into the gloomy night. A smile plays at his lips.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIDEON, (CONT'D)",
          "text": "C’mon, Minty... C’mon home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Harriet runs towards the bridge in the distance. She paus to let the others catch up, breathing hard. Clouds race across the moon... light and darkness, darkness and light The wind whistles... POV FROM ABOVE - Walter watches from high in a tree as Harriet sinks to her knees, moaning. Robert and Joe run up to her; Joe panicking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE",
          "text": "What wrong wit her?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBERT",
          "text": "She prayin’. Minty peculiar dat way. The others catch up, surrounding her. Harriet rocks and moans, in a trance. Joe looks at her in dismay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE",
          "text": "What we s’posed to do, wait?! She our leader. Get her up! He goes to grab her arm. Henry blocks him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "Don’t touch her! She talkin’ to God. We hear Bigger’s mutt barking not far away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHOEBE",
          "text": "Dey comin’. We gotta go! ABOVE THEM - Walter watches as... (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The clouds part briefly, bathing Harriet in moonlight. He eyes open... She stands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIET",
          "text": "We cain’t go on dat way. There’s danger! We hear the dog getting closer. The fugitives panic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "God say which way we can go?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIET",
          "text": "Left. Harriet takes off toward the stream. The others follow, running full out behind her. Walter climbs higher, keeping them in view.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Harriet runs to the edge of the stream.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE",
          "text": "What now? Harriet looks uncertain, maybe terrified. It seems there’ only one choice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIET",
          "text": "We cross. Harriet pulls up her dress, tying the skirt around her le The freedom seekers look at each other in dismay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS LUCY",
          "text": "I cain’t swim!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JANE",
          "text": "Me neither.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIET",
          "text": "Robert, carry the baby. Issac put Miss Lucy on your shoulders. Junyah, you carry Jane.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE",
          "text": "Dis fool tryin’ drown us!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBERT",
          "text": "Minty, you gone full crazy! We got an old woman and a baby with us. We ain’t goin’ in that river! (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Harriet pulls out the Colt revolver.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIET",
          "text": "I say we are. You'll be free or die. Hands shaking, she aims the gun at her brother. Phoebe gasps, Jane cowers behind Junyah. Henry watches wi eyed. Robert towers over his sister.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBERT",
          "text": "I didn’t leave my wife and family to drown like a rat! You wanna shoot me, go head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE",
          "text": "If she drown, who gon’ lead us?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIZ LUCY",
          "text": "She de only one know de way to freedomland. I wan’ see freedomland fo’ I die! Robert glares at Harriet defiantly, turns to the others.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBERT",
          "text": "I’ll lead you! Follow me. To the bridge! He starts away. The others watch incredulously as Harriet raises the gun over her head and calmly walks into the wa Henry watches her, holding his breath.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The water is up to Harriet’s armpits. The tide pulls at h She prays to herself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIET",
          "text": "Rivers of living water flow through me. Lord, lead me cross, take me through...",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROM THE TREE",
          "text": "Walter watches as Harriet continues across until only her head is visible. Just when it seems the water will swallo her up, she reaches the deepest midpoint... then slowly, starts to rise. A few steps later, her shoulders break ab the surface... Walter exhales. \f61.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The freedom seekers watch, incredulous as Harriet comes o on the far bank. Henry rushes into the water, followed by Jane and Junyah. Miss Lucy jumps on Issac’s shoulders. Phoebe hands Robert the baby and wades in. A few beats later, Robert follows, baby above his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bigger, Gideon and Atwood converge on Walter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIDEON",
          "text": "What happened? You said they were heading right to us!",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALTER",
          "text": "I lost ‘em.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIDEON",
          "text": "You what?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALTER",
          "text": "They disappeared in the fog. First they was there, then they was gone. Gideon slams his shotgun into Walter’s face, knocking him the ground. Gideon cocks the gun at Walter’s head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIDEON",
          "text": "I’ve had about enough of you, nigger. Bigger shoves the gun as Gideon FIRES - The dirt explodes next to Walter’s head. Gideon spits at him and walks away. Bigger gives Walter a kick for good measure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Harriet watches sternly as the freedom seekers come out o the near bank, soaking wet and shivering, but unharmed. Finally Robert strides out of the water. The baby has slept through the ordeal. Robert hands her t Phoebe and faces his sister, sheepishly. Harriet glares at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBERT",
          "text": "Minty... (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Harriet points to the baby.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIET",
          "text": "Dis baby gurl, Araminta, you can call her Minty. You call me Harriet from now on. Dat’s my freedom name. She faces the group, fierce.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIET, (CONT'D)",
          "text": "I’m Harriet Tubman, leader of dis group. We do what I say! The others nod, chastened. Behind them, the stream seems, once again, impassable.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "William Still is absorbed in his writing when Harriet bur through the door, followed by the freedom seekers - all e of them, plus the baby. William stands abruptly, looking at them in amazement. Harriet looks back at him, quietly triumphant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLIAM STILL",
          "text": "Are these...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIET",
          "text": "My family and friends, freedom seeking slaves. I went down south an brought ‘em back. God showed me de way. William is awed by her. He remembers his manners.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLIAM STILL",
          "text": "Please introduce me! Which one of these fine men is your husband? Harriet falls silent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Harriet’s brothers, Jane, Phoebe, her baby, Joe, Isaac, a Miz Lucy sit at table laden with food, along with Jesse a other rooming house guests, eating with obvious pleasure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Harriet is in the tub. Marie sits on a stool behind her, combing the knots from her freshly washed hair. Harriet stares into shadows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIET",
          "text": "His wife a free woman, big wit his chil’. John din’ wan my babies. Couldn’t bear de thought his chil’ren be born slaves. Every time dey tried to grow, he’d go cold an quite... and one by one dey died in my womb.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIE BUCHANON",
          "text": "Harriet... you are so far beyond any man I’ve ever met. What’s a man to a woman touched by God? Harriet goes still.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIET",
          "text": "You making fun a me, Marie?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIE THIBIDEAUX",
          "text": "Not whatsoever. But I do have questions. You say God’s voice guides you. What’s that like? Harriet contemplates a beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIET",
          "text": "Sometime it sting, like a smack in de face. Other times it soft like a breeze, gone before you sure you felt it. Like a dream dat fly off soon as you woke. Seem like I learn to see an hear God, like some learn to read a book. I put all my attention on it, and act, ‘thout question, ‘fore I can wonder if I heard it at all. ‘Fore I even understand what it mean. I thought God meant me to go git my husband. But John was just a way to steer me where I was needed. Maybe God don’t want me loved. That’s why he made me strong, not pretty. Truth is, it probably would’a never worked, runnin’ wit John. Men need to believe dey de boss.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIE BUCHANAN",
          "text": "Umhmm. Even the best ones think they’re smarter than they are. And better in bed. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Marie laughs. A brief smile tugs at Harriet’s lip. MARIE BUCHANAN (CONT’D) Where’s Mr. Still taking you? Harriet shoots her a sharp look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIE BUCHANON",
          "text": "I know, he’s married, but that’s a fine- looking man!",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIET",
          "text": "I din’ notice. (beat) He say he taking me to some kinda meeting. Say he got folks he wanna ‘quaint me wit. Maria’s interest is piqued.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Harriet, once again well-groomed and looking smart, walks down a dark alley off the main street with William Still.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIET",
          "text": "There I was, wit a suit, but no husband. I felt a fool.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLIAM STILL",
          "text": "He’s the fool. For a second their eyes meet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIET",
          "text": "God have other plans for me, Mr. Still.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLIAM STILL",
          "text": "I’m starting to believe that. That’s why I’m bringing you here. They come to what appears to be an abandoned warehouse do guarded by a man, wearing a pistol. Harriet looks at William, eyes questioning. Still nods to the guard. WILLIAM STILL (CONT’D) Good evening, Martin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUARD",
          "text": "Evening, Mr. Still. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The guard opens the door. William leads Harriet into the darkened warehouse, past dusty kegs of wine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "William leads Harriet down a narrow stair and into a seri of rooms, well lit, with many candles fixtures on the wal and tables. Inside is a bigger interracial crowd than Harriet’s ever seen. It’s mostly black men, but there are whites as well some women too, conversing and socializing, as if it were normal. Several anterooms lead off from the main room, stacked fl to ceiling with wine bottles. On one long wall hangs a hu map of the United States, showing free and slave states a the territory open to slavery or freedom by the repeal of Missouri Compromise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIET",
          "text": "Who are these people?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLIAM STILL",
          "text": "This is the Committee. The organizers and officers of the Underground Railroad, dedicated to helping slaves escape bondage. No one sees this. Only the initiated. Near the map is a blackboard, which reads: “CONDUCTOR -- PASSENGERS -- LOST”. Underneath are the names of the conductors written in cha and the numbers. All the conductors have lost some passengers. Still writes her name on the board and puts d “9” and “0\" lost. William quiets the crowd. WILLIAM STILL (CONT’D) Ladies and gentlemen, may I present, a most extraordinary woman, Mrs Harriet Tubman. Harriet escaped from slavery herself just a year ago, and she’s already gone back to liberate others. She's brought back nine souls, and lost none. In recognition of her bravery and skill, I welcome her to the committee as a “conductor” on the railroad. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Some applause and murmurs of approval from the Committee. The men size her up. It’s a tough room. Harriet tries to process this. WILLIAM STILL (CONT’D) (low; to Harriet) They don’t necessarily like new members. You'll have to win them over. They’11 learn to trust you after a few missions. She eyes the men warily.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIET",
          "text": "Question is, will I trust dem? What’s a conductor?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLIAM STILL",
          "text": "A conductor accompanies passengers, or “cargo” to safe houses, or “stations” run by “stationmasters”, like my friend Sydney Howard Gay, one of the main agents of the UGRR. Sydney, meet Harriet. SYDNEY HOWARD GAY, a white man in his 50s, shakes her han",
          "sentiment": "neutral"
        },
        {
          "speaker": "SYDNEY HOWARD GAY",
          "text": "Good to have you aboard. An intense looking black man in his thirties with a wild of hair approaches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLIAM STILL",
          "text": "Harriet, this is Fred Douglass, also from the Eastern Shore of Maryland.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDERICK DOUGLASS",
          "text": "Welcome, Harriet, and congratulations.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIET",
          "text": "Thank you, suh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDERICK DOUGLASS",
          "text": "Call me Fred. After all, we’re both fugitives from the eastern shore. William brings her toward two bonneted Quaker women.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLIAM STILL",
          "text": "May I present Mrs Lucretia Mott and her sister, Martha Coffin Wright.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIET",
          "text": "Hello. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Martha gives her a conspiratorial smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTHA COFFIN WRIGHT",
          "text": "It’s a pleasure to welcome a woman to the committee.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLIAM STILL",
          "text": "And I believe you've met Thomas Garrett, chief station agent in Delaware. He will be your main contact. Garrett grabs her hand, warmly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THOMAS GARRETT",
          "text": "Friend, it’s good to see thee, and to know we’1ll be working together.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIET",
          "text": "Good to see you, Thomas. Still escorts her to a group of black men.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLIAM STILL",
          "text": "And these men are our chief conductors: Lewis Napoleon, who works closely with Sydney Gay; Moses Pinkett of Wilmington and George Wilmer, who is technically still enslaved in Kent County. The men nod coolly. Harriet is fixated on George Wilmer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIET",
          "text": "You still a slave, when you could be free?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE WILMER",
          "text": "I find it easier to help the cause from the plantation. Massa trusts me; lets me come an go as I please. Calls me a “noble nigger.” He gives her a wicked smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLIAM STILL",
          "text": "George Wilmer is an “abductor.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIET",
          "text": "Abductor?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLIAM STILL",
          "text": "Someone who steals slaves directly from the plantation, under the overseer's nose. They have the most dangerous jobs... (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A big, powerful black man approaches, full of self- importance. WILLIAM STILL (CONT’D) (low) And the biggest heads. (louder) Harriet, meet John Clay. Clay towers over Harriet, extending his hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN CLAY",
          "text": "John Clay. 9 - not bad for your first time. I abducted 18 on my first run. Only lost two.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIET",
          "text": "Who were de two?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN CLAY",
          "text": "Pardon me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIET",
          "text": "Two you lost, who were dey?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN CLAY",
          "text": "An old woman and a child. I don’t know their names. Harriet ponders this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIET",
          "text": "Shame. I hope never to lose one. But if I do, I'll remember they name. Clay, offended, stalks off. William looks at her with respect.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "William Still, Garrett, Sydney Howard Gay and the conduct go over a map of the South and the slave states, showing slave density by county.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLIAM STILL",
          "text": "4 million enslaved black southerners who need to be liberated, but all we can do at the moment is help a few at a time, while fighting the bigger battle to end slavery. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIET",
          "text": "I need to get back to Bucktown to get my sister. We left her lone...",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLIAM STILL",
          "text": "There are sympathetic captains and black jacks who will take you down the Chesapeake into Maryland, but it’s far too dangerous for you to go back to Bucktown. We’ll make every attempt to rescue your sister, but you must think beyond your family. You’re a conductor now, with duties and responsibilities to the Underground Railroad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDERICK DOUGLASS",
          "text": "Which is in danger of becoming the upperground railroad, if some of our well- meaning and noble friends continue brazenly touting their accomplishments. Garrett takes offense.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THOMAS GARRETT",
          "text": "I’1l make no secret of my mission to aid runaways! Why should I? It’s God’s work we're doing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDERICK DOUGLASS",
          "text": "While I applaud your noble daring and willingness to subject yourself to bodily harm by openly avowing your participation in the escape of slaves, I can see very little good resulting from it, either for you or for the escaping slaves! As the group devolves into friendly bickering, Harriet tu back to the map, trying to make sense of it. She whispers Martha.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIET",
          "text": "Show me Maryland. She points to it on the map.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTHA COFFIN WRIGHT",
          "text": "It’s this strip right here. She points to Philadelphia. MARTHA COFFIN WRIGHT (CONT’D) And here we are, in Philadelphia. Harriet traces the short distance with her finger, marvel (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIET",
          "text": "It look so close. Behind her the bickering continues...",
          "sentiment": "neutral"
        },
        {
          "speaker": "THOMAS GARRETT",
          "text": "How can we influence hearts and minds if we're too timid to say what we’re doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDERICK DOUGLASS",
          "text": "There's a difference between timid and discreet, Thomas! Harriet places her fingers over Maryland, making a silent vow. William watches her. EXT. JASPER’S BOAT - DAY - MONTAGE SEQUENCE - A black crew of boat workers on deck, amongst them... Harriet, dressed as a black jack, scrubbing the deck. The seaman in charge surveys her work... It's Jasper, Harriet’s friend. He gives her a wink.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Slaves work the fields. We hear HARRIET’S VOICE in the distance...",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIET, (0.S.)",
          "text": "Go down, Moses, way down in Egypt land Tell all the Pharaohs to... Slaves in the fields join in, exchanging furtive looks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLAVES, (0.8)",
          "text": "Let my people go! A few slaves dart off towards the wood.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A group of ESCAPED SLAVES run through the trees following sound of Harriet’s voice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIET, (0.S.)",
          "text": "When Israel was in Egypt land Let my people go! Oppressed so hard they could not stand... (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLAVES",
          "text": "Let my people go! Suddenly she appears before them, confident and in charge She empties a satchel full of shoes. The slaves dive at them. SINGING continues as...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Harriet leads the fugitives running through the woods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIET",
          "text": "So the God said: go down, Moses, Way down in Egypt land Tell all pharaohs to Let my people go! DOGS bark behind them as... PATROLS drive the freedom seekers towards a clearing. The fugitives are breathless and exhausted. They seem to cornered, the slave-catchers converging on them...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Moments later, the freedom seekers have vanished. The pos circle each other, dumbstruck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The FARMER, unhurriedly closing up a salting pantry. DARK TIGHT SPACE - The FREEDOM SEEKERS squeezed like sardines. REVEAL...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Harriet, dressed as a black jack, on deck with Jasper. He opens a cargo hold... Their human “cargo” emerges from be",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Harriet comes in with her passengers. William Still tries contain his relief. He and Harriet exchange a look filled with unspoken words. \f72.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Harriet sits in a chair looking fierce and forbidding, as PHOTOGRAPHER takes her photograph. William stands by, watching her...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "THE PHOTOGRAPH of Harriet, framed. William looks at it, l in thought. His beautiful, FAIR-SKINNED WIFE watches him. She puts a basket of food in front of him. He tears his e from the photograph and embraces her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "WANTED SIGNS for a “MOSES” go up everywhere, described as “likely a white male in blackface.” Free blacks take them down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JUMP CUTS - FUGITIVE after FUGITIVE makes testimonials in William Still’s office.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANY",
          "text": "Massa’s wife branded me wit a hot iron... She shows him a scar on her chest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACK",
          "text": ".-+-called me nigger like it was my name. Day I reminded him my name is Mack, he beat me senseless...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABRAHAM",
          "text": "If I tol’ her I was leaving, she woulda carried on so everybody know’d it... I couldn’t say goodbye... He dissolves into tears. William puts a hand on his arm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Harriet comes in with another group of passengers. Willia is flooded with relief. Before he knows what he’s doing, he’s taken her in his arms. They quickly pull apart. The fugitives look on, knowingly. END MONTAGE \f73.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Harriet and William are alone, in mid-argument.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIET",
          "text": "My sister’s in danger! You tol’ me you’d rescue her!",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLIAM STILL",
          "text": "I said I'd try, and we have! She works in the Brodess house. She’s been impossible to reach.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIET",
          "text": "I can reach her!",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLIAM STILL",
          "text": "I’ve told you, it’s too dangerous to go back there. I forbid it!",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIET",
          "text": "You forbid it? Do you know who I am? William sighs, with exasperated affection.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLIAM STILL",
          "text": "Harriet, these are dangerous times. Everyone is looking for you!",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIET",
          "text": "They looking for Moses!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A large crowd of slaveholders, and lawmen are gathered on steep steps. Tempers run high as the planters demand acti A mutton-chopped slave owner, GUS VERN, is speaking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUS VERN",
          "text": "What’s going to be done about Moses?! This fiend is threatening our very existence!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLAVE OWNER",
          "text": "They say he’s black as the night!",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUS VERN",
          "text": "If he was a black, we would’a caught ‘im. He’s one of those white abolitionists in blackface! Reveal Gideon, amongst the crowd. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLAVE OWNER",
          "text": "I don’t really care what he looks like. My family has personally lost thousands of dollars worth of labor. Moses must be stopped now!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Men in dark pants and expensive shoes, marching towards t door...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A group of POLITICIANS in black coats and hats exit the doors, and stand at the pillared entry. Everyone quiets i anticipation as... A LOCAL STATESMAN comes to the top of the stairs, waving telegraph in one hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOCAL STATESMAN",
          "text": "I have the results of the vote in congress, that you’ve been waiting for. The Fugitive Slave Act has just been voted into law!! From now on, nowhere in these United States will a slave find safe harbor! You are free to pursue your property, with the aid and protection of the law, wherever they may be! Ecstatic CHEERING drowns out the Local Statesman. Slaveholders throw hats in the air and smack each others’ backs. Now we see Gideon, standing amongst them. As the crowd begins to disperse... Gideon sees Bigger Long standing in an alley. Bigger jerk his chin to Gideon. Gideon pushes through the crowd and approaches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gideon joins Bigger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIDEON",
          "text": "Do you have news?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIGGER LONG",
          "text": "A slave out at Vern’s farm heard a rumor that the gal that led your slaves off - one you lookin’ so hard for - is the slave they call Moses. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIDEON",
          "text": "(he laughs) Moses ain’t a nigger and he certainly ain’t no woman. He’s an abolitionist in blackface.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIGGER LONG",
          "text": "Or maybe she’s a little black thing, bout so high, named Harriet Tubman.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIDEON",
          "text": "I don’t know no nigger named Harriet Tubman.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIGGER LONG",
          "text": "What about Araminta Ross? Gideon goes still. He stunned.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIDEON",
          "text": "Impossible. There’s no conceivable... He falls into thought. Bigger watches him process.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIGGER LONG",
          "text": "My price just went up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIDEON",
          "text": "Only if you find her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIGGER LONG",
          "text": "Hear she’s hiding out in Philadelphia.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ON HARRIET, at the edge of the property, face infused wit emotion as she looks at her old home. Lanterns illuminate the windows of the big house in the distance. Stealthily, she makes her way toward it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We can see Rachel and Eliza moving about inside. Harriet hides in the bushes and watches as Rachel comes downstairs with a tray. She looks beaten and frail. Harriet takes in her sister’s fragile appearance with pai She throws a pebble at the kitchen window. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rachel looks out. Harriet steps from the shadows. Rachel’ eyes go wide. She backs away.... A few moments later, Rachel quietly opens the front door slips out. Harriet pulls her to the side of the house. They speak in whispers. Rachel is terrified.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "Minty, why you here? Harriet touches her sister’s face, angry tears welling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIET",
          "text": "Come wit me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "Minty... Massa Gideon an Miz Eliza been full a the devil since you an de boys run off. Dey took my babies; won’t tell me where dey be. Dey know I won’t go nowhere t’out my chil’ren.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIET",
          "text": "We'll find ‘em, Rachel, I promise. My network will find ‘em an bring ‘em up north. But you got to come wit me now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "I cain’t. I won't. From inside, we hear Eliza’s voice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZA, (0.S.)",
          "text": "Rachel!",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIET",
          "text": "I ain’t leavin’ you. Harriet pulls out the Colt. Rachel looks at it, defiant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "I ain’t leavin’ my babies. You try an force me, I’ll scream.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZA, (0.S.)",
          "text": "Rachel!! Where are you? Get up here! Rachel backs away from her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIET",
          "text": "Wait... What about Mary, Robert's wife? She still here? (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "She found another man, Minty. He a slave at Luther Grant’s farm. She stay wit him nights. Minty is shaken by this. Rachel looks at her with wounded scorn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL, (CONT'D)",
          "text": "Don’t you judge her, Minty. Don’t you dare judge us! We do what we have to do, to stay sane. Cain’t everybody run. Rachel turns and slips back into the house. Harriet stands there a moment, devastated, then she ducks into the shadows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Harriet is on her knees, praying.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIET",
          "text": "Lord, I need you watch over my sister and her chil’ren till I can bring ‘em to freedom. Protect her, Lord. Don’t let ‘em hurt her worse. She rocks back and forth, in a religious trance. Gradually she becomes aware that someone is watching her. She looks up to find... WALTER, not far away. He’s still got a scar over his eye, where Gideon hit him with the gun. Harriet stands, gun raised. The two size each other up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALTER",
          "text": "You the one they call Moses.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIET",
          "text": "You askin’ me, or tellin’ me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALTER",
          "text": "I want to offer my services.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIET",
          "text": "What services those be? (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALTER",
          "text": "I can do most any job, A to Z. Know the woods an rivers round here and most the folks in ‘em. Name’s Walter. Harriet’s eyes are unfocused, trying to see him with her eye.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIET",
          "text": "Why should I trust you, Walter?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALTER",
          "text": "Most folks definitely should not. I'11 explain why you should... We hear MEN’S VOICES, dogs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALTER, (CONT'D)",
          "text": "But right now, we gotta go. Walter whistles. We hear a whinny in the distance. A few moments later, the black horse comes running. Walter gets and pulls Harriet up. They gallop off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Walter and Harriet gallop through the trees. We see the flicker of lanterns, as patrols comb the woods. A vigilan FOOT PATROL is directly ahead-- Walter rides right through them, sending them diving out the way. Harriet sticks out a foot and kicks another as t pass. Dogs run after the horse, barking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STOP THEM",
          "text": "He aims a shotgun and FIRES. Gunshot rips into the trees around them. Harriet turns and FIRES back. They gallop on escaping into the night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Harriet gets off the horse near the bank of a river. She gives a throaty owl hoot. A RIVER MAN comes out of hiding and pushes his raft from reeds. Five FUGITIVES come out of hiding behind him. Harriet turns to Walter. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIET",
          "text": "So... why should I trust you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALTER",
          "text": "I just saved your life, not for the first time. I’d like to go on saving it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIET",
          "text": "What you want in return?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALTER",
          "text": "Usually I work for wages, but I figure, since you talk to God - and seem like he talk back - maybe you could introduce us. I got some explaining to do. Harriet grins. She looks up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIET",
          "text": "God, meet Walter. (then; sincerely) Walter, go wit God. She jumps on the raft with the others. EXT. PHILADELPHIA - JASPER’S DOCK - DAY Jasper docks his vessel. Harriet, disguised as a black ja jumps from the deck. Several blacks crowd the dock, carry their belongings. A MAN calls up to Jasper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN",
          "text": "This boat goin’ north?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JASPER",
          "text": "Goin’ back to Baltimore. Disappointed, the man starts away. Harriet stops him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIET",
          "text": "Wait! What’s got everybody so riled up?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN",
          "text": "They passed the Fugitive Slave Act! Save yourself! Harriet and Jasper exchange a look of alarm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JASPER",
          "text": "We have to head north now! (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not without my brothers! Jasper grabs her arm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JASPER",
          "text": "Harriet!",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIET",
          "text": "Wait for me! I'’11 be back! She pulls away from him and pushes through the crowd. begins pulling people onto his boat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Harriet hurries through streets, which are a mass of confusion. Black families rush past with all their possessions in carts. 80. Jasper In the center of town William Still stands on a makeshift platform, with a group of abolitionists.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLIAM STILL",
          "text": "Fugitives, beware! There are slave hunters in our midst! Congress has passed the Fugitive Slave Act, allowing slave-hunters to pursue slaves in any state in the Union, and obliging law enforcement to turn over fugitives! Prepare to fight or flee north to Canada! William spots her and jumps from the platform, fighting h way to her. WILLIAM STILL (CONT’D) Harriet! Thank God you’re safe! I sent five men looking for you! You have to go north to Canada immediately. I put your family on the last train with Douglass. He’1ll get them to the border. Harriet is weak with relief.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIET",
          "text": "Thank you!",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLIAM STILL",
          "text": "You must leave now. I’11l arrange a carriage. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIET",
          "text": "I‘ll stay and fight. Long as my family safe. Still takes her shoulders.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLIAM STILL",
          "text": "Harriet, your life is in danger. Brodess will come looking for you here. For the sake of the network, you must go! Shaken, Harriet nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIET",
          "text": "I'll be at the dock in 15 minutes. I have to say goodbye to Marie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLIAM STILL",
          "text": "Hurry. William moves back to the platform. Harriet watches, stunned, as a small MOB OF VIGILANTES storm the crowd, clashing with the abolitionists. It quickly becomes viole",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Some THUGS have stationed themselves in front. Harriet du around back...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Harriet slides in a back door. We hear sounds of a violen scuffle, coming from upstairs. Harriet pulls her gun and creeps up the stairs...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MARIE, face bruised and bleeding, being held down by the figure of Bigger Long. Gideon steps into view.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIDEON",
          "text": "Just tell us where Harriet Tubman is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIE BUCHANON",
          "text": "She's gone! You missed her. Heard she went south. But you won’t catch her. She’s too smart! God has plans for her. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIDEON",
          "text": "What plans are those?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIE BUCHANON",
          "text": "Wouldn’t you like to know, cracker?! Bigger slaps her hard, snapping her head. She catches a glimpse of... Harriet, hiding around the corner, gun aimed at Bigger. MARIE BUCHANON (CONT’D) But she has to live long enough to do God's will. She knows that; she’s smart. Gideon glares at her. He shoots a look to Bigger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIDEON",
          "text": "She’s not here. Let’s go. Gideon exits and runs downstairs. Marie glares at Bigger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIE BUCHANON",
          "text": "What you waiting for, traitor? Massa hollared, better jump. Bigger kicks Marie in the head - a deadly blow! As he thunders down the stairs... Harriet takes aim and starts after him. MARIE BUCHANON (CONT’D) Don’t make me a liar... Harriet drops the gun down and goes to Marie. She strokes her face. Marie looks at her with one good eye. MARIE BUCHANON (CONT’D) God’s got plans for you. Lead ‘em...",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIET",
          "text": "I won’t leave you. With her last strength, Marie pushes her away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIE BUCHANON",
          "text": "Go! Marie falls back, dead. Grief-stricken, Harriet tears herself away from her friend and rushes out. \f83. EXT. JASPER’S DOCK - DAY Terrified black families crowd the dock, some with everyt they own, others with nothing - uprooting their lives to to Canada. All the boats are full of passengers. William Still looks anxiously for Harriet as Jasper tries to block more frant people from coming onboard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JASPER",
          "text": "No More! We’re full up! A old man with a long white beard and striking eyes, JOHN BROWN, stands on a rise, preaching fire and fury.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OF GOD, YOU HAVE THE RIGHT TO BE FREE",
          "text": "Several ARMED MEN guard him, while his SONS and supporter hand out pamphlets to the crowd. His piercing eyes meet Harriet’s.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STAY AND FIGHT",
          "text": "For a moment Harriet is mesmerized, wanting to stay and avenge Marie’s death. She doesn’t see... Gideon and Bigger pushing through the crowd, elbowing the way to her-- William sees them and calls to her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIET",
          "text": "Harriet turns and locks eyes with Gideon. He pulls out a gun... One of Brown’s men slams into Gideon, smacking the in the air. It FIRES! CHAOS -- people duck and run. John Brown's men face off against Gideon and his crew, shotguns raised. William reaches Harriet and pushes her to the boat. WILLIAM STILL (CONT’D) Get on the boat! Now!",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIET",
          "text": "Marie... Those bastards killed her! (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jasper pulls Harriet aboard, shouting to his FIRST MATE t set sail. As the boat pulls away, Harriet takes in the scene... The desperate faces of those left behind, John Brown's fury... William’s stricken face... Her eyes meet Gideon's... Gideon tips his hat. It’s not over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jasper puts an arm around Harriet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JASPER",
          "text": "It’s alright. You safe now. Harriet’s eyes swim with tears. A pamphlet is clenched in her hand. It reads: JOHN BROWN, ABOLITIONIST. JOIN THE FI",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As the sails catch wind and the boat speeds on...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLOW DISSOLVE TO",
          "text": "EXT. ST. CATHERINE’S - CANADA - DAY - 1851 A small rural enclave of displaced blacks and runaway sla INT. ROSS COTTAGE - ST. CATHERINE’S - DAY In the small, well-kept kitchen, 8 PIES cool on a counter Harriet takes a pot from the stove and pours hot fruit in crust... Suddenly she’s seized by a formidable sense of dread. She collapses to the floor. The hot berry mixture splashes, staining the floor like blood. As Harriet lies on the floor, a scene of tragedy playing itself out before her eyes, we hear REVEREND GREEN’S VOIC",
          "sentiment": "neutral"
        },
        {
          "speaker": "REVEREND GREEN, (OVER)",
          "text": "Dear Harriet and family, it breaks my heart to write you with such sad news, but I am obliged to keep you informed about your family still in bondage. \f85.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Harriet sobs in Robert’s arms, with Henry, Jane and Junya nearby. Jane strokes her head as Reverend Green’s voice continues...",
          "sentiment": "neutral"
        },
        {
          "speaker": "REVEREND GREEN, (OVER)",
          "text": "Your sister, Rachel, has gone to meet that good friend of the slave, the angel of death. I am content that she has found peace at last. I pray for her children.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ON HARRIET, awash in grief, eyes turned inward.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REVEREND GREEN, (OVER)",
          "text": "Yours with affection and sorrow, Reverend Samuel Green.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Carriages arrive at the secluded estate in the rural and remote upstate town. ARMED GUARDS greet the guests, both black and white. We recognize members of the Underground Railroad. Harriet is helped from a carriage by a guard. She’s dress in all black, wearing her grief like a gilded mantle. It’ become her superpower. William Still rushes to meet her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLIAM STILL",
          "text": "Harriet! He embraces her deeply, holding her tight. WILLIAM STILL (CONT’D) I’m so terribly sorry about your sister. The look in her eyes chills his bones.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIET",
          "text": "I failed them, William. We failed them. A silver-haired white man in his 50’s, SENATOR SEWARD, hurries over to be introduced. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLIAM STILL",
          "text": "Harriet, this is Senator William Seward.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SENATOR SEWARD",
          "text": "Miz Tubman, it’s an honor to welcome you to my home. (taking her in) My condolences. How can I help? Harriet allows herself to be led inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The main floor is crowded with Committee members, includi Douglass, Garrett, Sydney Howard Gay, Lewis Napoleon and Clay, plus many abolitionists. Douglass greets her warmly",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Committee stands around a map of the United States an Canada.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SYDNEY HOWARD GAY",
          "text": "500 miles from the Mason-Dixon line to Canada - an unimaginable distance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN CLAY",
          "text": "Slave catchers are monitoring all the northbound travel. God help the man without free papers. I’ve read of freedmen being pulled from trains as far north as New Bedford and Boston.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLIAM STILL",
          "text": "How are we going to get our passengers from the southern farms and plantations all the way to the Canadian border? The room falls into depressed silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDERICK DOUGLASS",
          "text": "We can’t keep trying to outrun them. John Brown is right. We have to fight. The only way to make the Fugitive Slave Law a dead letter is to make half a dozen or more dead slave catchers! That will cool their ardor!",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLIAM STILL",
          "text": "Perhaps civil war is our only hope. Harriet looks at them, incredulous. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fShe walks She looks She looks 87.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIET",
          "text": "We cain’t just give up and wait for war. We gotta get back to work, bringing slaves to freedom. By train, carriage, horseback - by foot if necessary!",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLIAM STILL",
          "text": "Harriet, it’s 600 miles from Maryland to the Canadian border. Your longest trip so far has been 100 miles. It would take months, not weeks. You can’t--",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIET",
          "text": "I ain’t givin’ up rescuing slaves because it’s far! around the room, looking people in the eye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIET, (CONT'D)",
          "text": "Many a you don’t know slavery first hand. You were born free, or maybe you been free so long, you forget what it’s like. at Douglass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIET, (CONT'D)",
          "text": "You got comfortable and important... at William.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIET, (CONT'D)",
          "text": "«+.-You got beautiful homes, and beautiful wives.... (she looks around the room) But I remember - chil’ren beat for not workin’, when dey too young to understand what work is. Girls raped before dey first blood. Brothers whipped, til dey back in ribbons... Sisters sold way from dey babies. Tryin’ not to think a what dey went through... What those still enslaved are goin’ through right now! I have heard their groans and sighs, and seen their tears, and I would give every drop of blood in my veins to free ‘em! Harriet is on fire, enraged. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIET, (CONT'D)",
          "text": "So I ain’t givin’ up! I’ma do whatever I got to, go wherever I got to, however I got to do it - to rescue as many slaves as possible, til dis beast, dis monster call slavery is slain dead! The crowd is shocked into silence. A beat... then they br into applause.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN CLAY",
          "text": "If she can do it, I certainly can. My passengers await me!",
          "sentiment": "neutral"
        },
        {
          "speaker": "THOMAS GARRETT",
          "text": "As do mine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEWIS NAPOLEON",
          "text": "Mine too!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SYDNEY HOWARD GAY",
          "text": "We'll have to establish a network through the northern states all the way to the border. It will take time. But it can be done. Applause and shouts of renewed determination from the cro Harriet’s eyes meet William’s.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Harriet leads a group of exhausted passengers through rou and rocky terrain. It’s gorgeous, but miserable. A YOUNG WOMAN stumbles. Harriet pulls her to her feet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIET",
          "text": "C'mon, we almost there. WIDE ANGLE - As Harriet leads the group across a rocky le",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "William Still gallops on horseback, fueled with urgency. \f89.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A meeting of the Committee is in progress. It’s just the core group, mostly black, plus Senator Seward and a few hardcore abolitionists. William bursts in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLIAM STILL",
          "text": "Where’s Harriet?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "THOMAS GARRETT",
          "text": "Good God, friend! What is it? Harriet walks into the room. William's relief is palpable",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLIAM STILL",
          "text": "John Clay has been captured in Maryland! Everyone reacts, their worst nightmare come true. WILLIAM STILL (CONT’D) Harriet, they know your identity. Who knows what else he gave up. We must assume everything. We have to go dark while we assess the damage. ON HARRIET pondering this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIET",
          "text": "Poor John... William continues talking, but his voice is lost under th eerie sound of insects... Harriet falls slowly, almost gracefully to the floor. The others surround her as she twitches and spasms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A more modest house on the property. Lanterns illuminate windows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "William Still and Harriet are mid-argument.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLIAM STILL",
          "text": "When were you going to tell us?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIET",
          "text": "I thought you knew. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLIAM STILL",
          "text": "(exasperated) That my star conductor has seizures? I did not! Good God! It’s a miracle you're still alive. (beat) Well, it’s over. With Clay captured...",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIET",
          "text": "...you need me more than ever.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLIAM STILL",
          "text": "Harriet, every slave-catcher in Maryland is looking for you. If they catch you, whatever they did to Clay, they’1l do worse to you. You can’t... (catches himself.) Senator Seward has offered you this home on his property, for you and your family. You'll be protected here. You can be a stationmaster.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIET",
          "text": "I’m a conductor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLIAM STILL",
          "text": "I won’t have you captured and killed. I’m removing you from the network.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIET",
          "text": "I got my own network. I’11 team up with John Brown. He's...",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLIAM STILL",
          "text": "Mad?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIET",
          "text": "Fearless.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLIAM STILL",
          "text": "I can’t lose you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIET",
          "text": "You tol’ your wife that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLIAM STILL",
          "text": "Don’t be cruel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIET",
          "text": "You de cruel one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLIAM STILL",
          "text": "If I had met you first... (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIET",
          "text": "I’m not your type.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLIAM STILL",
          "text": "How could you be? I never dreamt God made such creatures. Harriet is moved. They stand close to each other, the air electric between them, dwelling for a moment in intoxicat possibility... before reality sobers them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIET",
          "text": "You should...",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLIAM STILL",
          "text": "Yes, I suppose I should. Please be safe. The movement needs you, Harriet. Goodnight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIET",
          "text": "Goodnight, William. William goes to the door. Harriet goes upstairs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT/EXT. GUEST HOUSE",
          "text": "Harriet watches from the window as William lingers outsid the front door. He looks up at her window, meeting her ey for a long beat, then he turns and strides off into the night. Tears pool in Harriet’s eyes. We see William’s daguerreot on the desk, next to the carved figurine of her father.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Harriet is asleep in bed. We float down on her... Suddenly, Harriet’s eyes open. INTERCUT...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The WOODEN FIGURES on her father's shelves are lit by torchlight, coming from outside... The shadowy figures of outside the windows... HARRIET’S EYES are wide with fear-- \f92.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Harriet is up, dressing quietly, tucking the revolver at waist. She grabs the figurine of her father.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rev Green is giving a sermon to a small gathering of loca blacks. Walter enters the church and slides into a pew next to an WOMAN in a bonnet... It’s Harriet. He whispers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALTER",
          "text": "Your daddy bout to be arrested for harboring a group of fugitives heading to Dover. One of ‘em got caught and confessed. They on their way to arrest your daddy now! Harriet and Walter slip out of the church. Rev Green watc them leave, making the sign of the cross.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Harriet and Walter come out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIET",
          "text": "You build what I asked for?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALTER",
          "text": "Close as I could. He gestures to his horse, rigged with something like a sl tipped at an angle with a board for a seat. EXT. BEN’S CABIN - THOMPSON'S MILL - AFTERNOON Harriet approaches. On a rocking chair outside we can see Rit, kneading her hands as she rocks. CLOSER - Too much grief, abuse and worry have taken their toll. She seems an old woman, frail of body and mind. Suddenly the chair is grabbed from behind, a hand slapped over her mouth. Rit’s eyes go wide in terror. Behind her, Harriet whispers... (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIET",
          "text": "Mama, it’s Minty. Don’t scream. I come to git you. We gon’ git daddy too. I’ma let go, but you cain’t scream, alright? Rit nods, tears of hope in her eyes. Harriet lets go and turns Rit to face her. Rit screams, falling to her knees.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIT",
          "text": "Oh, sweet Jesus, take me!! I’m ready to go. Take me home! I wanna see my daughters! I wanna see my babies!",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIET",
          "text": "Mama, I’m no angel come to take you to heaven. It’s Minty, come to take you North. Harriet takes off the bonnet from head and pulls her moth to her feet. Rit studies her daughter’s face, spellbound.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIT",
          "text": "You ain’t my Minty. My Minty jus a plain gurl. If you not an angel, what are you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIET",
          "text": "I’m Harriet Tubman, mama. I’m Moses. Rit’s eyes widen. Harriet hugs her, burying her cries.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIET, (CONT'D)",
          "text": "That's right, I’m Moses, the slave stealer. I need you to come wit me, an do exactly as I say. Where’s daddy? EXT. THOMPSON’S MILL - LATE AFTERNOON Ben is down by the waterfall, repairing a damaged chunk o stone and mortar. A pebble hits him on the shoulder. He looks up... Harriet is hidden amongst the trees. She reveals herself, gesturing to him frantically.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIET",
          "text": "Daddy! Ben climbs up the fall towards her. \f94.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. WOODS NEAR MILL FALL",
          "text": "Ben embraces her. He dares a look at her, for the first t since her escape.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "Minty! I can’t pull my eyes away. I need to look at’ya. (tear in his eyes) It’s good to see you, gurl. He wrenches his eyes away. BEN (CONT’D) Who you come for?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIET",
          "text": "You, daddy. You been harboring fugitives? He looks at her, surprised she knows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIET, (CONT'D)",
          "text": "One of ‘em got cau ght and talked. They coming for you. We gotta go right now!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Harriet and Ben join Walter at the cart, where he’s strap Rit into the rig.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIT",
          "text": "Ben! Our Minty’s Moses! One everyone carryin’ on bout. He gets into the cart beside her and pats her hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "I know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIET",
          "text": "I’ma take you north to see Robert and Henry and Junyah. But first I need you and daddy to go wit Walter to Rev Green's church. You’ll be safe there. Through the woods, they can see MEN WITH TORCHES in the distance approaching Ben's cabin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIET, (CONT'D)",
          "text": "Hurry. Then meet me at Brodess Farm. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALTER",
          "text": "Yes, boss. Walter gets on the horse and drives off. INT. BRODESS FARM —- BEDROOM —- DUSK Eliza lies in bed, in the throes of an anxiety attack, st and financial burden having taken their toll, Gideon sits her bed, stroking his mother’s hair. A pitifully thin slave girl, Rachel’s daughter, ANGER, 8, brings in a tray, balancing the pot and cup carefully. Sh goes to tip some drops of laudanum into the tea.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZA",
          "text": "No more. I don’t want it!",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIDEON",
          "text": "It’s for your nerves, mother.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZA",
          "text": "I don’t want it! She knocks the tray from Anger’s hands, spilling the scal tea, the pitcher shattering on the floor. Anger silently bends to pick up the broken china.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZA, (CONT'D)",
          "text": "That girl is trying to poison me. She blames me for her mother... They’re all conspiring against us. Gideon's eyes catch Anger’s, her expression unreadable.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIDEON",
          "text": "Mama, you’re just anxious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZA",
          "text": "I’m suffocating in this place. It’s like a prison where I’m awaiting my execution, surrounded by hostile, black-faced guards. We hear a BANGING at the door... Gideon and Eliza exchang look. Gideon goes to the window. A GROUP OF MEN stand below in the yard. Gideon gives his mother a look of quiet alarm and runs out. Eliza gets up, pushing past Anger to the window. \f96.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gus Vern and other PLANTERS we’ve seen at slaveholder meetings stand at the door. Gus bangs again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUS VERN",
          "text": "Gideon! Gideon opens the door and faces the mob. GUS VERN (CONT’D) You and your mother need to come with us. We gotta discuss this Moses business, and what you intend to do about it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIDEON",
          "text": "My mother’s not well. But Eliza comes down behind him, pulling on a cloak.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We see a circle of torches... A large group of planters are gathered in the woods, including Vern. The mood is dangerous. Eliza and Gideon are in the center of the circle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUS VERN",
          "text": "Seeing as how Moses has been discovered to be a nigger girl from your farm, we think it’s only appropriate that you pay us restitutions for our lost property.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIDEON",
          "text": "We don’t have that kind of money! We're going through hard times, like the rest of you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PLANTER",
          "text": "Then you gon’ have to sell the farm!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZA",
          "text": "No! Eliza is fierce, eyes glittering with tears of rage. It’s performance, and she knows her life depends on it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZA, (CONT'D)",
          "text": "We are victims of this diabolical nigger just like you are! She ran off with 5 of our best slaves! Our crops are meager. (MORE ) (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZA, (CONT'D)",
          "text": "Our fortune all but gone! My livelihood - my very health - has been ravaged. We are victims like you! We need to work together to find this thief and burn her at the stake like Joan of Arc! Angry cheers from the planters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZA, (CONT'D)",
          "text": "If we work together, we can catch her. I have a plan... She's got their attention.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZA, (CONT'D)",
          "text": "I‘ll put her sister’s child up for auction. We’ll post notices everywhere. Harriet Tubman will come to rescue her niece and we'll be waiting for her!! The planters cheer this plan. She’s won them over. Gideon looks at his mother with admiration. She meets his eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Harriet sneaks up to the house and slips inside. INT. BRODESS HOUSE - BECKY’S BEDROOM - NIGHT Anger stands on a stool, combing Becky’s hair. Vincent an Victor stand in the doorway, drunk and surly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VINCENT",
          "text": "Where’s mama?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANGER",
          "text": "Out wit Massa Gideon. Vincent and Victor look at each other in confusion.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICTOR",
          "text": "She went out? At night?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VINCENT",
          "text": "(to Anger) Girl, go get us some brandy from the storeroom! ON HARRIET, with the Colt revolver, at the other doorway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIET",
          "text": "I got a better idea. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The boys turn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VINCENT",
          "text": "Hey! It’s-- Harriet points the gun in their face. Becky screams. Anger looks at Harriet in terror.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIET",
          "text": "(to Anger) Don’t be scared, Anger. I’m your mama’s sister. We family. Anger runs to Harriet, clinging to her dress.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIET, (CONT'D)",
          "text": "Where your brother, Anger?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANGER",
          "text": "Trader carry ‘im off. Dey kep us lock out in de smoke house, on’y let us out to bury mama, den de trader took ‘im. Harriet takes this in, gun aimed at the Brodess kids.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Foxx is on the shitter. The door slams open. Walter has a gun pointed in Foxx’s face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOXX",
          "text": "Who the hell are you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALTER",
          "text": "Call me whatever you want, that’s what you white folks do. INT. BRODESS HOUSE - BECKY’S BEDROOM - MINUTES LATER Anger aims the Colt with shaking hands while Harriet fini gagging and tying the three kids to the bed with strips o bed-sheet. Harriet takes the gun from Anger and aims at the helpless kids, rage in her eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIET",
          "text": "This for my sister and her son. She FIRES!! (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Brodess kids are wild-eyed, crying, the floor at thei feet splintered by the gunshot. Pee spreads on Vincent's trousers. Harriet looks at them, cooly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIET, (CONT'D)",
          "text": "Give your mother and brother my regards. She picks up Anger and hurries off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Harriet come running out with Anger. Walter heads them of The dogs sound the alarm in their kennels.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIET",
          "text": "Where’s Foxx?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALTER",
          "text": "Tied up in the shitter. Let’s go! Harriet looks to the slave cabins.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIET",
          "text": "Wait a minute. She sings, GO DOWN MOSES... One phrase is all it takes. SEVERAL SLAVES peek their heads out from their cabins.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALTER",
          "text": "We’re gonna need a bigger cart.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Walter and Harriet are on the horse. Two SLAVE WOMEN are squeezed in the cart, Anger between them. TWO MEN run alongside. A very light-skinned slave dashes from the woods in front the cart. TILLY’s eyes are desperate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TILLY",
          "text": "Wait! Take me with you! Please! My massa tryin kill me. Walter looks at her, perplexed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALTER",
          "text": "We definitely gonna need a bigger cart. \f100. INT. BRODESS HOUSE - BECKY’S BEDROOM- NIGHT Eliza opens the bedroom door and sees her three children to the bed and gagged. She SCREAMS and faints-- The children look at their mother in dismay. Gideon appea behind her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gideon and a large group of LAWMEN and PLANTERS have gath - some on horseback, some on foot - including Gus Vern, Bigger Long, Atwood and other slavers, SHERIFF NED UTLEY, Marshal, Deputies and Police. All heavily armed and out f blood.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHERIFF NED UTLEY",
          "text": "We will break into teams and cover this whole area, from Bucktown to Cambridge. I want law enforcement in each group. The letter of the Law must be obeyed and every precaution taken to bring this dangerous wench in alive, so she can face her full punishment! I know some of you are itching to have a chance at her; to make her pay for what she done to your fortune and family. Rest assured, she will be tried and executed by the harshest methods available, as dictated by the laws of the State of Maryland! The crowd cheers, some grumbling too, as the men break in groups.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIDEON",
          "text": "Bigger and Atwood, come with me! Let’s pay an early visit to Rev Green! The posses split up and gallop off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A covered freight wagon approaches up the road. A single driver steers the horses. Walter steps in front of it, two guns pointed at the driv The driver puts his hands up in panic. \f101. INT. REV. GREEN'S CHURCH —- MORNING Rev Green watches wearily as Gideon’s posse ransacks his church once again. The storeroom is empty. Rev Green manages to look indigna and vindicated. Gideon’s frustration is evident. He spots pamphlet on the floor, picks it up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIDEON",
          "text": "Look what we have here - a copy of Uncle Tom’s Cabin. You’re in possession of banned abolitionist material, Reverend. Deputy, arrest this man! As the deputy handcuffs Green, his eyes meet Gideon's, defiant and smug.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A slender WHITE MAN drives the freight wagon with haste. horses seem skittish and uneasy. It’s the light-skinned slave, Tilly, wearing Walter’s clothes, skin ash-whitened kinky hair jammed under a hat. IN THE BACK - the wagon is filled with ears of corn, movi mysteriously as the wagon bounces along.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Heavily guarded by lawmen. Pedestrians have gathered to watch the inevitable capture, the air alive with exciteme",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHERIFF NED UTLEY",
          "text": "They gonna have to come this way. We got every other way blocked off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The covered wagon bounces towards the bridge, Tilly, nerv as a cat, slows the horses to a trot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TILLY",
          "text": "I’m gonna wet myself! Harriet coaches her, voice muffled beneath the corn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIET",
          "text": "You know your massa better than de lines in your hand. Be him. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tilly steels her courage and drives the horses towards th bridge, doing her best to channel her master as the wagon approaches the roadblock of lawmen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TILLY",
          "text": "(lowered voice) Gentlemen, good day. What’s all this? A LAWMAN steps forward.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAWMAN",
          "text": "Slave stealers on the loose. That devil Moses. We got a surprise for her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TILLY",
          "text": "I hope you catch that bitch and hang her, fer mine git any ideas. Any of ‘em even breathe that name on my farm, I’1l beat ‘em into Sunday. Don’t let none of ‘em past the gates - not anymore. Strange times, when a man can’t trust his own slaves. Best o’ luck to you. Tilly starts forward. The Lawman stops her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAWMAN",
          "text": "We’re gon’ have to check the cart, sir. Sorry to inconvenience you. Tilly freezes, in sirupy terror. The Sheriff strides over scrutinizing Tilly, something troubling him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHERIFF NED UTLEY",
          "text": "You related to Luther Grant? Tilly, who is, gives a shaky and ironic smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TILLY",
          "text": "Yes, sir. He’s my daddy. The sheriff laughs. He puts a foot up on the side of the wagon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHERIFF NED UTLEY",
          "text": "Thought I saw the resemblance! You tell your daddy he owes me a whiskey! Tell him Ned Utley hasn’t forgotten. With all this corn, he should be able to afford it! Y’all have a nice day! He waves them through.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TILLY",
          "text": "You too, sheriff. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tilly tips her hat and drives the cart over the bridge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Harriet and Walter, in Tilly’s dress, uncover the rest of Freedom Seekers, who emerge from the corn, stretching cra limbs. Harriet pulls corn silk from Anger’s hair. Ben rub Rit’s shoulders. Tilly, weak with nerves, leans over her knees, trying not vomit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gideon and his posse ride up. Gideon bristles as the lawm chat and smoke. He approaches the Sheriff.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIDEON",
          "text": "Any sign of them?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHERIFF NED UTLEY",
          "text": "Not yet. Just the usual foot and horse traffic and a few farmers. Luther Grant’s son came by with a freight wagon full of corn. A good yield, by the look of it. Gideon looks puzzled.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIDEON",
          "text": "Luther Grant’s son?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHERIFF NED UTLEY",
          "text": "That's right. Looks just like ‘im. Gideon and Bigger exchange a look. Gideon pulls him aside",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIDEON",
          "text": "Luther Grant ain’t got a son. Got 5 daughters and a nigger girl looks just like him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIGGER",
          "text": "By the time these crackers figure out she got past ‘em, she’ll be long gone. We know she’s headed north. We can find her, collect the reward for ourselves. Maybe get you some time alone with her, employ a looser interpretation of the law. Gideon gives him a nod. They slip away. \f104.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Harriet, her family, and the freedom-seekers are huddled small grove of trees by the waterfront. Ben is asleep holding Anger on his lap. Harriet strokes h mother’s hair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIT",
          "text": "Tell me, one mo’ time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIET",
          "text": "(speaking softly) Senator Seward sold me a nice house on his property - big enough for everybody. You and daddy, Robert, Henry, Junyah and Jane, and Anger too. We gon’ be together. An no massa forcin’ us to do nothin’. I’m gon’ spoil you and take care a you. I love you, mama. Tears run down Rit’s cheeks. She grips Harriet’s hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIT",
          "text": "I love you too, Minty. A BOAT glides into view. Walter waves from the deck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The freight wagon is abandoned by the side of the road, t horses eating grass. Over it we see... Gideon and Bigger riding up. The wagon is clearly empty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIDEON",
          "text": "They ditched it! Gideon searches the treeline, Bigger gallops ahead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Harriet hands Anger up to Walter and helps the last of th freedom-seekers onto the boat. As she prepares to climb aboard... She feels the familiar flutter in her chest, her whole bo buzzing with it... DANGER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIET",
          "text": "Get everyone below deck. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Walter hustles the family below. Harriet goes to the edge the trees and peeks out... In the distance we see... Bigger galloping towards them, Gideon in the distance. Harriet ducks back into the trees and dashes for the boat",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIET, (CONT'D)",
          "text": "Hurry, get ‘em out of here! We got company. Walter reaches a hand to pull her up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALTER",
          "text": "Alright, let’s go! She takes a step back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIET",
          "text": "Walter, promise me you’ll get Anger and my parents to safety.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALTER",
          "text": "Why? What’re you--?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIET",
          "text": "I can’t have Gideon coming after ‘em, Walter! If you want to help me, help my family. Get ‘em to safety! Promise me! A beat. Walter nods. He unties the boat and pushes off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Harriet emerges from the tree-line and steps into the roa waiting for them to notice her. EXT. WOODS NEAR RIVER -— ON GIDEON - spotting her tiny figure in the distance. He shouts to Bigger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIDEON",
          "text": "There she is! Get her! Harriet dashes away from the river. Gideon and Bigger gal after her... \f106.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gideon and Bigger search the woods. They’ve lost her. Gideon puts a finger to his lips.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIDEON",
          "text": "I want her alive. Bigger nods. They split up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Harriet scrambles up a rock face, breathing hard. Below her BIGGER rides into view... He sees her and draws gun. She ducks as he FIRES! A bullet hits the rocks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gideon reacts to the gunfire, riding in the direction of sound--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ON HARRIET - Crouched against the rocks, gun aimed--FIRIN Bigger’s hat flies off his head. Damn close, but not clos enough. As Harriet frantically reloads her revolver, Bigg aims at her with murderous rage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIGGER LONG",
          "text": "You gone die bitch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUNFIRE--",
          "text": "Bigger falls forward and slides off his horse, shot in th head. ON GIDEON - emerging from the woods behind him, rifle smoking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIDEON",
          "text": "I said I want her alive. GIDEON’S POV - As Harriet scrambles down the rocks, swing herself onto Bigger’s horse...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MINTY",
          "text": "(CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Harriet takes off. Gideon gallops after her, HORSE’S HOOV thundering past BIGGER’S DEAD BODY.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gideon chases Harriet through the woods, up an incline, b riding hard. At a distance, she looks back at him...",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIDEON",
          "text": "I’m coming for you, Minty!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gideon emerges onto a wooded plateau, starkly beautiful i the late afternoon light. Bigger’s horse is grazing some distance away, riderless. Gideon looks around. No sign of Harriet...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MINTY",
          "text": "Suddenly she appears behind him, Colt revolver pointed at head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIET",
          "text": "Toss your gun. Easy. Gideon slowly removes his rifle and tosses it to the grou at her feet -- quickly drawing a revolver from his holste Harriet SHOOTS the gun from his hand! Gideon howls in pai a fleshy hole by his thumb.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIET, (CONT'D)",
          "text": "Off the horse. Gideon slides from his horse, cradling his bloody hand. H faces her, breathing hard. The two of them only yards apa the closest they’ve been since the day she jumped from th bridge. She tucks her revolver at her waist, picks up his rifle and trains it on him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIET, (CONT'D)",
          "text": "On your knees. He sinks to his knees, looking up at her, teeth clenched pain. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIDEON",
          "text": "It didn’t have to end like this, Minty. You could’a stayed with us, if you only knew how to behave. But you were so damned insolent. Unruly and untamed. I guess that’s what I liked about you. And you liked me too, I know you did. You prayed over my bed, when I was sick. You asked God to make me well. She looks at him with something like empathy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIET",
          "text": "I asked God how a sickly little boy could think he owned me. Gideon’s eyes turn hard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIDEON",
          "text": "I do own you, Minty. Even now, you’re mine. You’re just a damn runaway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIET",
          "text": "I was never yours, Gideon. I was never nobody's property! That was a lie you told yourselves. Since the day your daddy sold my sisters I prayed for God to make me strong enough to fight, and that's what I've prayed for ever since! I reasoned there was one of two things I had a right to, liberty, or death. If I couldn't have one, I'd have the other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIDEON",
          "text": "You know what they’1l do to you, when they finally catch you? They’1ll tear you limb from limb, tar you and burn you alive! Even if I’m not there to watch it, I can almost smell it now. Like roasting pig. Harriet remains unfazed. She levels the rifle at his face",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIET",
          "text": "But you’ll die right here. Gideon flinches, waiting for the gunshot... But Harriet lowers the rifle, using it to gesture to the woods around them. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIET, (CONT'D)",
          "text": "On a frozen, blood-soaked battlefield, the moans of a generation of young men in your ears, dying in agony around you, for a lost cause. For a vile and wicked idea! For the sin of slavery! Can you hear them? For a moment we hear the death-moans of a thousand men, i the aftermath of bloody defeat. Gideon looks spooked, as if he can see their mangled bodi stretching into the distance. He looks back at Harriet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIET, (CONT'D)",
          "text": "God don't mean people to own people, Gideon! Our time is near! Harriet tosses the rifle, then turns and walks away, towa the grazing horse. Gideon watches her, tears welling in h eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIDEON",
          "text": "You bitch! You destroyed my family! Harriet swings herself onto the horse’s back. She speaks THE VOICE - it’s her own, maybe it always has been.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIET",
          "text": "You tried to destroy my family, but you can’t. You tried to destroy my people, but you won’t. God has shown me the future, and my people are free. MY",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEOPLE ARE FREE",
          "text": "Gideon watches as Harriet rides off, into the glare of th setting sun. ON HARRIET, face grim, eyes turned inward... We hear HER VOICE from the opening... HARRIET (OVER) (CONT’D) Now is our time! Are you ready to kill the snake? A hundred soldiers shout YES with passion. As we...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A GUNBOAT, THE JOHN ADAMS, looms large in the background dozens of ROWBOATS row away from it. ROWBOATS - BLACK UNION TROOPS onboard, rowing stealthily towards the shore. HARRIET stands in the prow of the lead rowboat, like a figurehead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As the sky breathes with light we can see the shore and t line. Beyond that, the distant plantations. Harriet begins singing, in a loud commanding voice...",
          "sentiment": "neutral"
        },
        {
          "speaker": "GONNA TROUBLE THE WATER",
          "text": "For a moment nothing changes. Then we see... FEET RUNNING as... SLAVES begin pouring from the woods, running for the beac towards the armed black troops in the rowboats. HUNDREDS OF SLAVES, carrying their children and meager belongings on their backs, splashing through churning wat towards the boats and FREEDOM! Their voices join hers, singing triumphantly...",
          "sentiment": "neutral"
        },
        {
          "speaker": "GONNA TROUBLE THE WATER",
          "text": "Harriet watches from the lead rowboat, arms spread wide, tears streaming. Soldiers raise their weapons, prepared to defend the slav or die trying. Their voices join Harriet’s...",
          "sentiment": "neutral"
        },
        {
          "speaker": "GONNA TROUBLE THE WATER",
          "text": "(CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SLAVEHOLDERS and FOREMEN race from the trees, weapons aim at the fleeing slaves. The SOLDIERS take aim -- GUNFIRE. EXT. SEWARD ESTATE - HARRIET’S HOUSE - AUBURN, NY - DAY HARRIET’S VOICE CONTINUES, singing alone soulfully as... Harriet walks wearily to her house, on the Seward Estate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIET, (OVER)",
          "text": "Wade in the water... Wade in the water children! Wade in the water... God's gonna trouble the water! Rit is sitting outside on a rocker. She sees Harriet and screams. Harriet’s family spills out into the yard, greet her ecstatically. Rit and Ben, Henry, Robert, his new wif and their children, Junyah and Jane and their children, a teenaged Anger - family whose freedom she’s made possible HARRIET (OVER) (CONT’D) God's gonna trouble the water! God is gonna trouble the water! They pull her inside and close the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CODA",
          "text": "Harriet Tubman was the most famous conductor on the Underground Railroad, helping over 70 slaves to freedom. After the UGRR disbanded at the start of the Civil War, Harriet became a spy for the Union army. On June 2, 1863, Harriet Tubman led 150 black Union soldiers in the Combah River Raid, freeing over 750 slaves from the rice Plantations. She is the only woman to lead an armed expedition during the entire Civil War, and one of the fe women to have done so in US history. After the Civil War, Tubman remarried and dedicated her l to helping impoverished former slaves, the elderly and th women's suffrage movement. She died surrounded by loved o on March 10, 1913, at approximately 91 years of age. Her words were, “I go to prepare a place for you.”",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_855"
    }
  ]
}