{
  "movie_id": "MOV874",
  "scenes": [
    {
      "location": "MANHATTAN STREETS NIGHT 1",
      "time": "NIGHT",
      "characters": [
        "PRINCESS, (V. 0.)",
        "STANDING AT THE GARBAGE TRUCK 87",
        "AUCTIONEER, (CONT'D)",
        "MECHANISM OF THE LOCK",
        "HELLBOY 2 68",
        "HELLBOY 2 72",
        "HELLBOY 2 54",
        "HELLBOY 2 87",
        "HELLBOY 2 38",
        "HELLBOY 2 95",
        "HELLBOY 2 59",
        "BELLBOY 2 4",
        "HELLBOY 2 107",
        "HELLBOY 2 32",
        "AMONG THE SOLDIERS 162",
        "IN THE RIVER",
        "MARKET STALL",
        "HELLBOY 2 77",
        "JOHANN-",
        "TNT. BPRD",
        "BROOKLYN BRIDGE",
        "HELLBOY 2 76",
        "CREDITS 32",
        "HELLBOY 2 105",
        "HELLBOY 2 52",
        "FAN",
        "HELLBOY 2 88",
        "AGENT AGATE",
        "HELLBOY 2 83",
        "BELLBOY 2 6",
        "HELLBOY 2 11",
        "MANNING ON TV",
        "THE LOCK",
        "BALCONY BPRD",
        "HELLBOY 2 85",
        "TNT. CORRIDOR",
        "HELLBOY 2 34",
        "TOO-",
        "REPORTER 2, (CONT'D)",
        "IT-",
        "HELLBOY 2 44",
        "BELLBOY 2 103",
        "TO",
        "HELLBOY 2 12",
        "LEDGE 144",
        "HELLBOY 2 63",
        "HELLBOY 2 10 9",
        "HELLBOY 2 71",
        "SHADOWY FIGURE",
        "GUARD 1",
        "IN THE WATER 94",
        "HELLBOY 2 97",
        "HELLBOY 2 48",
        "HELLBOY 2 62",
        "HELLBOY 2 82",
        "AUCTIONEER",
        "AGENT",
        "KING, (CONT'D)",
        "MECHANICAL-",
        "HELLBOY 2 51",
        "HELLBOY 2 64",
        "SALES ROOM/CORRIDOR",
        "AGENT MARBLE",
        "THEN-",
        "TNT. BPRD PLANE COCKPIT",
        "HELLBOY'S VOICE",
        "FADE IN",
        "POST CREDIT SEQUENCE",
        "JOHANN",
        "HELLBOY 2 5",
        "WEST SIDE RAILYARDS. MIDNIGHT",
        "FAIRY WORLD",
        "TNT. LIBRARY",
        "FIGHT",
        "TELEPLASTY-",
        "HELLBOY 2 22",
        "HELLBOY 2 36",
        "ABE, (CONT'D)",
        "VANISHED",
        "TENSES-",
        "BELLBOY 2 80",
        "HELLBOY 2 49",
        "HELLBOY 2 26",
        "HELLBOY 2 9",
        "PRINCE, (CONT'D)",
        "OLD LADY",
        "HELLBOY 2 60",
        "THE ETHEREAL PLANE 105",
        "THERE-",
        "DISSOLVE",
        "HELLBOY 2 89",
        "PRINCESS",
        "HELLBOY 2 86",
        "JOHANN'",
        "SUPERIMPOSURE",
        "ABE",
        "HELLBOY 2 13",
        "BELLBOY 2 113",
        "ABANDONED BUILDING",
        "FLASHBACK",
        "HELLBOY 2 53",
        "A STAIRWELL 159",
        "HELLBOY 2 112",
        "INHABIT-",
        "UNCOMFORTABLE-",
        "MAKEUP GIRL 3",
        "BAMMKM",
        "HELLBOY 2 30",
        "HELLBOY 2 92",
        "-",
        "MANNING",
        "HELLBOY 2 7",
        "HELLBOY 2 78",
        "ANGEL OF DEATH, (CONT'D)",
        "HELLBOY 2 67",
        "BOWLER",
        "HELLBOY 2 69",
        "HELLBOY 2 42",
        "HELLBOY 2 55",
        "HELLBOY 2 75",
        "LENO",
        "ANGEL OF DEATH",
        "BELLBOY 2 96",
        "MAP",
        "AT THE BRIDGE",
        "ALRIGHT-",
        "HELLBOY 2 57",
        "ADVICE-",
        "REPORTER",
        "LENO, (CONT'D)",
        "HELLBOY 2 94",
        "HELLBOY 2 108",
        "BUT-",
        "HELLBOY",
        "HELLBOY 2 50",
        "BELLBOY 2 101",
        "MAKEUP GIRL",
        "LIZ",
        "A",
        "STREET FIGHT 86",
        "GUARD 2",
        "HELLBOY 2 2",
        "HELLBOY 2 81",
        "HELLBOY 2 91",
        "HELLBOY 2 47",
        "MANHATTAN. 10.30 P.M.",
        "CREATURES-",
        "TNT. TUNNEL MAZE",
        "ANNOUNCER I",
        "OF",
        "HELLBOY 2 102",
        "ANNOUNCER 2",
        "UH-OH-",
        "HELLBOY 2 45",
        "JOHANN'S VOICE",
        "HELLBOY 2 98",
        "-- DAY 114",
        "HELLBOY 2 18",
        "HELLBOY 2 104",
        "HELLBOY 2 17",
        "ELSE'S-",
        "GLASSHOLE-",
        "HELLBOY 2 58",
        "HELLBOY 2 27",
        "KNOW--",
        "HELLBOY 2 4 0",
        "HELLBOY 2 56",
        "HELLBOY 2 25",
        "PRINCESS, (V.0.)",
        "MPPF-",
        "KING",
        "HELLBOY 2 43",
        "BLACKWOOD'S AUCTION HOUSE",
        "DISSOLVE STARTS",
        "ANYWHERE-",
        "HELLBOY 2 24",
        "SHADOWY FIGURE, (CONT'D)",
        "HELLBOY ON TV",
        "UNDERGROUND 143",
        "SISTER-",
        "HELLBOY 2 3",
        "-DOWN-",
        "BOWLING ALLEY / BACK ALLEY/ UNDER THE BRIDGE 61",
        "NOTHING-",
        "STEWARD",
        "TV SHOW",
        "GUARD 2, (CONT'D)",
        "HELLBOY 2 29",
        "NO-",
        "PLEASE-",
        "TNT. SALES ROOM",
        "MAKEUP GIRL 2",
        "PUPPETEER",
        "HELLBOY 2 46",
        "BELLBOY",
        "HELLBOY, (CONT'D)",
        "HELLBOY 2 66",
        "HELLBOY 2 35",
        "CUT TO",
        "ANNOUNCER 1",
        "REPORTER 1",
        "HELLBOY 2 93",
        "CROW",
        "ELEMENTAL-",
        "PRINCE",
        "HELLBOY 2 74",
        "HELLBOY 2 106",
        "STAIRS",
        "REPORTER 2",
        "WE-",
        "A-",
        "SHOP OWNER, (CONT'D)",
        "HELLBOY 2 33",
        "HELLBOY 2 111",
        "HELLBOY 2 19",
        "SIGN",
        "SHEESH-",
        "SHOP OWNER",
        "/ SERVICE CORRIDOR. 62",
        "AS",
        "HELLBOY 2 16",
        "HELLBOY 2 110",
        "LEFTOVERS-",
        "GOBLIN",
        "HELLBOY 2 15",
        "PRINCESS, (CONT'D)",
        "HELLBOY 2 99",
        "DOOR-",
        "HELLBOY 2 39",
        "HELLBOY 2 31",
        "HELLBOY 2 61",
        "STRUCK-",
        "DEATH-",
        "HELLBOY 2 37",
        "SATYR",
        "WAVING-",
        "JOHANN, (CONT'D)",
        "HELLBOY 2 65",
        "CHAMBERLAIN",
        "HELLBOY 2 23",
        "HELLBOY 2 28",
        "TALE-",
        "HELLBOY 2 41",
        "HELLBOY 2 90",
        "HELLBOY 2 70",
        "OH-",
        "HELLBOY 2 73",
        "HELLBOY 2 10",
        "MANNING, (CONT'D)",
        "HELLBOY 2 21",
        "HELLBOY 2 79",
        "HELLBOY 2 100",
        "HELLBOY 2 20",
        "HELLBOY 2 14",
        "LEND",
        "BELLBOY 2 84",
        "BELLBOY 2 8",
        "TNT / EXT"
      ],
      "dialogues": [
        {
          "speaker": "MANHATTAN. 10.30 P.M.",
          "text": "Park Avenue in mid-December. On the lampposts, Xmas light sparkle over streets slick with slush and rain. Limousine line up for a public function.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLACKWOOD'S AUCTION HOUSE",
          "text": "Under black umbrellas, wealthy men and women exit the lim and enter a stately ten-story building. On the facade, a sign reads: TONIGHT - TREASURES OF PRE-CHRISTIAN EUROPE. A SHADOWY FIGURE lurks in an alley near the corner. His features are hidden by a broad-brimmed hat. He watches as The guests present gleaming, golden invitations to the security people at the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHADOWY FIGURE",
          "text": "(in Elvish, subtitled) I'll go up first. You'll enter from below- He addresses WINK, an eight-foot tall TROLL with grey ski and a huge scar over his left, empty, eye socket. His rig hand is missing and he sports a heavy IRON MACE instead. plume of breath escapes from his brutish mouth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHADOWY FIGURE, (CONT'D)",
          "text": "And remember Wink- (BEAT)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't be shy. He extends his arms and with a swoop, he climbs the wall, up, up, like a bat. Five floors up... 3",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CAMERA lingers on the bloated features of a stone FERTILI GODDESS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUCTIONEER",
          "text": "Pre-Celtic votive sculpture is in granite and has been dated circa 700 B.C. Like the guests, the AUCTIONEER is dressed in formal wear TV MONITORS display the image of the statue so the bidder can have a closer look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUCTIONEER, (CONT'D)",
          "text": "We'll open the bidding at two hundred thousand dollars. A DISTINGUISHED BUYER raises his hand-",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUCTIONEER, (CONT'D)",
          "text": "Two hundred and seventy-five, and... we have three hundred, thank you Mr. Van Hausen - Three hundred thousand once- A FEMALE BIDDER raise her hand-",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUCTIONEER, (CONT'D)",
          "text": "And Three hundred and fifty thousand, thank you Mrs. Bernstein- As the auction carries on, a STEWARD leaves the room and heads down -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-a darkened corridor where other STEWARDS wheel auction l to and from the sales room. The STEWARD notices an open window at the end of the corridor. He leans out and looks down. Ten stories below snow-covered alley. Suddenly, he sees the SHADOWY FIGURE above the window fra clinging to the smooth granite wall!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEWARD",
          "text": "What the h- Quick as lightning, the SHADOWY FIGURE covers the steward mouth. When he withdraws his hand, the steward's mouth ha",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANISHED",
          "text": "The Shadowy Figure grabs the hapless man by the lapels, hauling him outside and dangling him over the void. Far below: a spiked wrought-iron fence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHADOWY FIGURE",
          "text": "A silent human- almost as good as a dead one... (BEAT)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Almost. He releases the STEWARD, who falls-",
          "sentiment": "neutral"
        },
        {
          "speaker": "-DOWN-",
          "text": "-down- TKKCT!!! Flailing in utter silence. All the way. Onto the fence. The Figure slips through the window and moves into the- 5",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUCTIONEER",
          "text": "And now, for our next item. Lot #777. Two STEWARDS wheel in an oaken box and open it. Nestled i maroon velvet is an eight-inch, ornately decorated arc of gold.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUCTIONEER, (CONT'D)",
          "text": "A once-in-lifetime opportunity. For the first time in auction. A piece of the Royal Crown of Bethmoora... A precious artifact dating from the Atrebatean period. Exquisite workmanship in 24 carat gold. The lights flicker briefly, provoking MURMURS from the audience.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUCTIONEER, (CONT'D)",
          "text": "Please- please- ladies and gentlemen... may I have your attention. As I was saying, observe the fanciful creatures adorning the outer surface, figures from a lost mythology... The lights go out completely. From the sudden darkness, t Shadowy Figure speaks up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHADOWY FIGURE",
          "text": "Lost- ? Not at all. Forgotten by you perhaps, but very much alive.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BELLBOY 2 4",
          "text": "A few emergency lights come on, revealing The Shadowy Figure, who walks down the aisle to confront the auctione",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUCTIONEER",
          "text": "Sir, would you please identify yourself? I see no badge or-",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHADOWY FIGURE",
          "text": "Shall we just say that I am the rightful owner of this piece? He seizes the artifact. The auctioneer grabs a phone and hits a button.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUCTIONEER",
          "text": "(to a Steward) Security- Call Security- This is an outrage- An- The SHADOWY FIGURE reaches into his pockets and throws a handful of seeds at the Auctioneer's feet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUCTIONEER",
          "text": "-Outrage of- KRRRRR-K the seeds sprout into massive, thick branches an roots and instantly engulfing the Auctioneer amidst coils wooden branches, crushing him. They grow and grow until t crack the ceiling!! Soon the Auctioneer disappears, and in its place stands a compact, twisted tree. Tiny creatures emerge from its branches and crawl around the trunk. CRASH!!!!! Four SECURITY GUARDS come flying through the s doors and land in the aisles with a THUD!!! The spectator scream. WINK walks in. He carries two large IRON BOXES on his bac On the sides of the boxes A ROYAL SEAL, embossed in the metal. People cower in the corners, SCREAMING in terror and disbelief. WINK shrugs the iron boxes to the floor with a CLANG!!!! Inside them, little clawed THINGS are scrabbling - mewlin fast and hungry!! At the Shadowy Figure's signal, the troll opens the cages and the people's SCREAMS redouble.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHADOWY FIGURE",
          "text": "May this remind you all why you once feared the dark... A multitude of eyes glint in the darkness, rows and rows tiny teeth shine greedily. They lunge at CAMERA.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Guards with German Shepherds patrol the fence line. Searchlights sweep the surrounding woods. Super: BUREAU FOR PARANORMAL RESEARCH AND DEVELOPMENT TRENTON, N.J. 10.08 P.M.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A Christmas tree glows next to the fireplace; Mozart is playing on the aquarium's underwater speakers. Floating i warm water on a cloud of bubbles is ABE SAPIEN, lost in t music. A blurry figure approaches and raps a ring finger against the tank: It's TOM MANNING, chief FBI liaison to the BPRD Looking dyspeptic, he presses a folder against the glass: TOP SECRET.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANNING",
          "text": "Hey, Fishstick- We gotta talk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As they walk down the hall, manning shows Abe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANNING",
          "text": "Look at that- Each photo costs a fortune to suppress. And then, naturally, they pop up on the net. CAMERA moves in on Abe's breathing apparatus. It's sleek, more modern, fitting snugly to his gills and neck. His goggles are new, too. He examines a photo of Hellboy bounding down a city stree brandishing his mighty, high-caliber Samaritan. He's look straight at the camera lens.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABE",
          "text": "Oh, Lord- He's smiling in this one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANNING",
          "text": "I know- It's not just the money. It's the provocation. This is asking for trouble. His ego- Manning leans close to a voice-recognition security mike.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANNING",
          "text": "\"Man-ning...\" He enunciates each syllable perfectly, then turns to Abe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANNING, (CONT'D)",
          "text": "-is out of control. And I think it's all deliberate on his part. (BEAT)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He hates me. Layers of steel doors trundle open in sequence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABE",
          "text": "No, he doesn't. He's just- enthusiastic. As they approach HB's room...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANNING, (CONT'D)",
          "text": "How are things between him and Liz?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABE",
          "text": "Oh, you know. The usual. Since they moved in together- Good days and bad. On cue, the concrete wall explodes!'.! A massive BALL OF swings the final steel door open, almost tearing it off i hinges.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABE, (CONT'D)",
          "text": "Then again, there are the really bad days- Manning and Abe cower behind a pillar. Once the explosion dies away- Hellboy's revealed, lying on the floor, his ba smoking and in flames.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY",
          "text": "Oh, hi Blue- Manning- He puts out a small flame on his forearm and steps into t room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY'S VOICE",
          "text": "(yelling at Liz) Well- I'm not afraid of you! You hear?? Abe and Manning peek inside-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "HB stumbles around the rubble, wreathed in smoke. He hold bunch of blackened LPs and 8-track cassettes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY",
          "text": "(yelling at Liz) Look- I have one rule! One- \"Don't touch my stuff -\" Liz appears, shimmering in a halo of blue flame. HB's pulls a few LP albums out of the garbage bin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZ",
          "text": "You have the same album on CD, LP and an 8 track- An 8 track!!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY",
          "text": "You can't listen to Al Green on a CD!! You just can't!! Oh, and 8 track was the way to go- one day mankind will realize its mistake.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZ",
          "text": "What about me? I need some space! Not much, but just enough to find- to find- my- toothbrush. She flares up, losing control...",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY",
          "text": "Is that what this is about?? Your toothbrush's right there, behind you- (Liz turns) There- there- with the cat food!! Wrinkling her nose in disgust, Liz plucks a toothbrush fr a heap of spilled cat kibble.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZ",
          "text": "Damn it, Red- there's no room for me here. You can't just act like- Suddenly, the alarm SOUNDS. Hellboy is elated.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY",
          "text": "Oh, heavenly bells are ringing! 10",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Surrounded by racks of weapons, Abe, Hellboy and Liz suit up. Tight-lipped and grumpy, Liz dons black army pants and a leather jacket. She jams an automatic handgun into her utility belt. They move into a vast garage, big as a stadium. It houses fleet of planes, cars, boats, helicopters and tanks. They load weapons and ammo on board their usual transport/mobile quarters - a GARBAGE TRUCK. The perfect gentleman, Hellboy holds the door open for Li The truck interior has been refurbished with more high-te equipment. As the engine starts and the headlights blaze...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The cops have surrounded the building and helicopters hov overhead. 12",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The BPRD garbage truck pulls to stop. 13",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Completely refurbished, with a BANK OF MONITORS and a lar digital WORLD MAP, tracking each Paranormal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANNING",
          "text": "Oh, Jeez- did you see the crowds? He offers HB a couple of cigars and lights one for him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANNING",
          "text": "This is midtown Manhattan... Will you promise to be careful? You'll use discretion?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY",
          "text": "Piece of cake. In and out... no one will see me. You have my word- A sarcastic guffaw from Liz.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY, (CONT'D)",
          "text": "(GLARING)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can be discreet if I want to be- They exit the truck and enter the building. Manning sighs",
          "sentiment": "neutral"
        },
        {
          "speaker": "TNT. SALES ROOM",
          "text": "A BPRD agent (AGENT MUDD), Abe and Liz move into the big, dark sales room, past a jumble of overturned chairs. They use plasma-screen night-vision scanners to survey the devastation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZ",
          "text": "No one here. No survivors. No bodies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TNT. CORRIDOR",
          "text": "Two agents lead the way down the adjacent hallway. Hellbo follows, a few feet behind. HB trains his flashlight on a fallen display case. Broken glass glitters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY",
          "text": "Same story here, babe-",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZ",
          "text": "(on the intercom) Don't call me babe-",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY",
          "text": "I said \"Abe\"- I'm sorry- wrong channel- Hellboy falls back to talk privately on the intercom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY, (CONT'D)",
          "text": "Liz- UM-?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZ",
          "text": "(on the intercom) Yes?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY",
          "text": "(WHISPERS)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "When we get home... I'm gonna clean the place up; okay? Even the bathroom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZ",
          "text": "That's not the problem and you know it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY",
          "text": "(WHISPERS)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What? You want to get rid of the cats? You can't mean that-",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZ",
          "text": "No. That's not the problem either-",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY",
          "text": "(WHISPERS)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then, what--?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZ",
          "text": "Not now, for God's sake!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Abe, Liz and Agent Mudd fan out, moving cautiously toward the auctioneer's overturned podium. Abe discovers an empty cage... and on the iron door, the embossed ROYAL SEAL. Abe hears a high-pitched chitter- chatter and looks around: Nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABE",
          "text": "Red- I'm afraid I do detect some activity- As the agent and Liz inspect the other iron cages, he extends his webbed fingers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZ",
          "text": "What kind of creature?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY",
          "text": "There's more than one-? He hears a scratching noise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABE",
          "text": "(on the intercom) More- Many more-",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY",
          "text": "How many- ten-?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABE",
          "text": "No. Maybe a hundred- or two-",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY",
          "text": "(HUFFS)",
          "sentiment": "neutral"
        },
        {
          "speaker": "MPPF-",
          "text": "As HB nears a wall, it bulges and splits open!! The ceili cracks, too. He hurriedly loads a pair of lever-action SHOTGUN.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABE",
          "text": "They're all around us- Sounds of MOVEMENT from burrowing, unseen creatures-",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY",
          "text": "What are they???",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABE",
          "text": "Uh- If I'm right, we should leave now and ask for backup.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Manning is holding forth in a sidewalk press conference.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANNING",
          "text": "The situation is completely under control. Earlier tonight, customs agents discovered a few illegally imported items. This caused a minor confrontation. The reporters go wild with questions.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANNING, (CONT'D)",
          "text": "Federal agents have now taken over the premises. We ask that you all step back- Manning basks in the flashbulb glow and acknowledges a pretty young REPORTER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANNING, (CONT'D)",
          "text": "(GRINS)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, Debra-?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TNT. CORRIDOR",
          "text": "Plaster spills from widening cracks in the wall. Hellboy shoots, blowing open a massive hole. He peeks inside- Small bodies burrow away like moles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY",
          "text": "What are they-? Abe?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SALES ROOM/CORRIDOR",
          "text": "Abe finds a human femur, wet and gnawed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABE",
          "text": "Ah, I knew it. (BEAT )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They're vicious and cruel and- The floor ripples with activity.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABE, (CONT'D)",
          "text": "Have you noticed the floor??",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY",
          "text": "(looking around) Uh- thick rug, deep pile, light brown-",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABE",
          "text": "Red- there is no rug- Hellboy lifts his foot, realizing he's been walking on an inch-thick layer of- ahem- poo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY",
          "text": "Aw, crap-",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABE",
          "text": "Precisely... (BEAT)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "These things have a very active metabolism. They, um- excrete as soon as they eat and then need to eat some more. There are no corpses 'cause there are no",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY",
          "text": "Spit it out, brother blue. What are they?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABE",
          "text": "Alright, but-",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZ",
          "text": "Damn it Abe, just tell us!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABE",
          "text": "Okay, then- They're- um- tooth fairies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZ",
          "text": "Abe, c'mon- cut the crap. She checks her boots, sticky with poo-",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABE",
          "text": "Third century, the Teutoburg forest. Famished. They feed on calcium- (BEAT)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And they do go for the teeth first. How do you think they got that name \"Tooth Fairies\"?? Liz senses movement in the darkness. She holds out her ha and starts a small fire on her palm. She pans it like a torch, firelight sweeping the darkness",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agent MARBLE comes upon a lonely little creature peeping from a crack in the wall. It's about 9 inches high, with olive skin and almond-shaped eyes gleaming in the half- light. It whimpers softly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AGENT MARBLE",
          "text": "Hey, this guy is cute -i. He reaches out to touch it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AGENT MARBLE",
          "text": "Are you scared, buddy? Across the room Hellboy sees the Agent nearing the Fairy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY",
          "text": "No, don't- The thing SNARLS, leaps and sinks its tiny teeth into MARBLE's finger. Then it dives under MARBLE's shirt and g to work. MARBLE gasps and drops his gun. Dozens of creatures emerg from the crack on the wall and crawl into Marble's clothi Gasping, he tears open his shirt as claws and teeth dig in.. ribs crack... blood spurts. The agent falls.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Liz lights up both hands, illuminating a surging tidal wa of hungry critters that engulfs the room, gnawing at the wallpaper, the furniture! The things sweep over Agent Mudd, ripping into him like wriggling piranhas.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABE",
          "text": "(backing away) Oh, my-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hellboy protects the other agent, but he feels the things swarming over him, reaching for his lips and ears... Bellowing in disgust, he fires his shotguns, splattering dozens of creatures onto the walls. Every blast, however, reveals a buzzing, hungry mass pour from the walls. HB claws at dozens more, which cling to h like baby monkeys.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The room is awash with hissing creatures, crawling over t iron cages. For an awful moment, no sign of Liz or Abe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY",
          "text": "(sudden panic)",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZ",
          "text": "In reply, he hears a faint scream. He bats at the things with the SHOTGUN, wading further into the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY, (CONT'D)",
          "text": "Liz!! Where are you - ?! He sees a horde of little beasts gnawing at the metal bar of a cage... .Liz cowering inside. Hellboy just has time to look deep into her eyes. A quick moment of silent communion.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY",
          "text": "Do it, Liz, do it!!! And Liz obeys. Closing her eyes she-",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZ",
          "text": "(WHISPERS)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The fire's not my enemy. It is part of me- -gets covered by a gentle film of blue flame.",
          "sentiment": "neutral"
        },
        {
          "speaker": "UH-OH-",
          "text": "He takes refuge as-",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZ",
          "text": "It is mine- -the gentle flame blooms into a cloud of fire. Liz goes supernova. BAMMM!!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A ball of fire erupts from an upstairs balcony. The crowd and reporters look up, amazed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANNING",
          "text": "(MUTTERING)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Evidently we have a- gas pocket- somewhere in- The reporters stampede towards the explosion, leaving Manning alone and fuming.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANNING, (CONT'D)",
          "text": "Hey guys, hey guys, come back!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY 2 16",
          "text": "28 ГўВЂВћ, ,ГўВЂВў 2 8 INT. SALES ROOM - NIGHT Hellboy stomps down hard, popping some creatures, bashing others with the butt of his shotgun. As flames leap up, t things regroup and renew their attack. Liz and Abe run for the stairs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZ",
          "text": "Red, Red, this way- Hellboy kicks the critters away, shooting again and again",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY",
          "text": "No- I'll deal with them- NOW. He dumps his backpack and pulls out a belt full of VULCAN grenades. Holds it high.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY, (CONT'D)",
          "text": "Vulcan 66, boys! Come and get 'em- Liz and Abe take cover on the stairs. They see Hellboy luring the tooth fairies toward the windows overlooking t street. 10 As the creatures climb onto him, he pulls the pins on all grenades. Soon he's a mass of swarming, gnarly fairies an",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZ",
          "text": "(YELLING)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, Red- Not there! Move away from the- K-B00000MMMMMM`IN!!!!!!!!! A massive explosion-",
          "sentiment": "neutral"
        },
        {
          "speaker": "TNT / EXT",
          "text": "Like a cannonball, HB flies out the upper floor window. A ball of flame, he arcs downward, covered in fighting, writhing fairies. Below, the onlookers scatter as the massive Red Giant lan in their midst, cracking the pavement. 30",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Liz and Abe go to the window and look down. A TV CAMERA L ZOOMS IN ON THEM BOTH.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZ",
          "text": "(into her radio) HB?? HB?? Are you alright??",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The crowd is screaming. Half a dozen smoldering fairies climb out of the smoking crater and snarl at the crowd. People shrink back in horror. One of the hungry critters jumps at a woman but- BLAM!! Hellboy shoots it in mid-air, then calmly and efficiently shoots its fellows. Finally, he plucks one last creature off his coat. He hol it up by the tail, like a rodent. Manning hurries forward, witness to his worst nightmare. sea of camera flashes explodes on a grinning Hellboy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY",
          "text": "(looks at Manning) Gee whiz, Manning- (SHRUGS)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I guess we're out now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CREDITS 32",
          "text": "Behind the CREDITS are caballistic engravings suggesting power, size and weapons of a mystic, mechanical GOLDEN AR",
          "sentiment": "neutral"
        },
        {
          "speaker": "WEST SIDE RAILYARDS. MIDNIGHT",
          "text": "Demolition has begun on abandoned factories and rail shed around an old ROUNDHOUSE. A sign reads: COMING NEXT SUMME THREE POINTS SHOPPING MALL. CAMERA BOOMS DOWN to a guard shack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Guard 1 watches TV. HB is on the screen, surrounded by pr and TV.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUARD 1",
          "text": "Check it out. That guy's make-up is so fake. I mean, come on, solid red- Guard 2 is cleaning his gun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUARD 2",
          "text": "And what's with his forehead? Is that goggles? He looks out the window and sees the THE SHADOWY FIGURE standing by the gates.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUARD 2, (CONT'D)",
          "text": "Hey, we got us a wino. He grabs his nightstick and steps outside. 35",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Waving his nightstick, Guard 2 approaches the intruder. Their elongated shadows loom up above them on a brick wal",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUARD 2",
          "text": "Hey- buddy- get the- The THE SHADOWY FIGURE whirls and drops his coat. He unsheathes a long, thin sword, slicing the air around the guard. The guard's shadow in the background is cut into three pa and collapses. 36",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Guard 1 tunes in a game show. Looks outside- -no sign of his buddy. Behind him, at the window, WINK appears. Its MASSIVE ARM punches through the wall and hau off the GUARD and then slams his massive IRON MACE down!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BAMMKM",
          "text": "THE SHADOWY FIGURE wipes off his sword over the crumpled remains of Guard 2. Screams and bone crunching can be hea WINK emerges from behind the shack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY 2 19",
          "text": "Effortlessly, the SHADOWY FIGURE vaults the chainlink fen and walks into the roundhouse. WINK smashes the fence and follows him through.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A few pigeons flutter through a forest of steel pillars. Radiant fingers of moonlight shine on the old train track THE SHADOWY FIGURE and WINK stop as a dozen ROYAL GUARDS helmets and light armor march out from a tunnel. After a pause, a CHAMBERLAIN joins them. He bows low in a show of respect for the Shadowy Figure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHAMBERLAIN",
          "text": "Prince Nuada- He awaits you- Please, follow me, Sire.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Chamberlain leads the way down a tunnel lined with mo guards. The armed men surround the Prince as they stop at intersection. The Prince prepares to unsheathe his sword- WINK growls.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHAMBERLAIN",
          "text": "I beg you, your majesty. Before entering the chamber you surrender your sword.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRINCE",
          "text": "I will not.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHAMBERLAIN",
          "text": "Then, I regret to say, you may not see your father. It is the protocol, sire. For peasant and prince alike. Please- for the last time- surrender your sword. A tense beat and then the Prince relents. The guards accept his weapon, carefully pat him down-",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRINCE",
          "text": "Mr. Wink however- cannot dispose of his weapon. He will wait here- WINK snorts as the Prince is finally escorted through a huge, rusting iron door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An abandoned machine shop functions as a council chamber. High-ranking heads of outlandish MAGICK FAMILIES are ther goblins, trolls, dwarves and elves. At the center sits KING BALOR The One-armed King of Elfla and, behind him, the willowy, beautiful PRINCESS NUALA, t Prince's sister. Both on the King's chest and her own, a large golden piec dangles from a chain. Nuala's resemblance to the Prince is uncanny, down to the fine scars marring their perfect faces. They're YING and YANG, almost the same being. The Prince eyes the doors closing behind him. The armed guards watch his every move. He bows his head and kneels.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRINCE",
          "text": "Father. (eyes the Princess)",
          "sentiment": "neutral"
        },
        {
          "speaker": "SISTER-",
          "text": "The KING gestures for him to rise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KING",
          "text": "Why have you done this?? His voice trembles with anger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KING, (CONT'D)",
          "text": "Why? ! The Prince looks at him, defiant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRINCE",
          "text": "I have returned from exile to set us free. All of us, Father- And to reclaim what has been taken from our people. The land and the freedom that is rightfully ours.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KING",
          "text": "No- You have broken a truce that has lasted for centuries.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRINCE",
          "text": "A shameful truce, worth nothing. How can you abide it? How- ? They have no respect for themselves, their Gods or the earth- (BEAT)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And they scorn us- every time they raise a dead, cold building, destroy a forest, or take more land- The PRINCESS then steps forward.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRINCESS",
          "text": "What they do is in their nature. We must honor our side of the agreement-",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRINCE",
          "text": "Honor-? (BEAT)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look at this place. Is this where you hold court?? (BEAT )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is this how we are to live?? Amidst their filth, in their rubble??? Picking at scraps from their table??? Where is the honor in that??",
          "sentiment": "neutral"
        },
        {
          "speaker": "KING",
          "text": "And what would your solution be-? War? Why? (PAUSE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It may just be that our days are ended...",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRINCE",
          "text": "It may be- but we will not go quiet. We will not fade like this. Better to burn than fade away... And for this... Prince Nuada looks around, locking eyes with the heads of the clans.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRINCE",
          "text": ".we'll need the help of the Good... the Bad... and the Worst- He brings out the gold artifact from the auction. Holds i high. The crowds GASPS. The King instinctively covers the companion piece hanging from his chest as a medallion.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KING",
          "text": "No- you cannot be that mad-",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRINCE",
          "text": "Yes. I am.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KING",
          "text": "This is the path you wish to take? Knowing the cost?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRINCE",
          "text": "Yes, Father- it is. The King takes the Princess' hand and mournfully lowers h head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KING",
          "text": "Then, I am sorry my son- you leave me no choice. (looks at his guards) Death. His two PRAETORIAN GUARDS unsheathe their swords.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRINCE",
          "text": "(GRIM)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I agree. Death it is- And the guards turn toward the king and stab him. The Princess screams. The Prince looks away as the old monarc tumbles from his throne, dead. The heads of the clans try flee, but are kept at bay by the other guards.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRINCE",
          "text": "Hear me all!!! There are some amongst you that have already seen the light- (he nears the guards) Seen the future... The PRAETORIAN GUARDS cover his back as he leans forward his Father\"s corpse and snatches the medallion.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRINCE, (CONT'D)",
          "text": "As for you- You may join us in our quest or die now- His gaze is fierce, inspired. He joins the pieces togethe they fuse and interconnect through the magical equivalent NANOTECHNOLOGY. Minute gears and hooks join the pieces seamlessly into an almost complete CROWN. The Prince rais",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRINCE, (CONT'D)",
          "text": "All of those in favor, make it known.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY 2 23",
          "text": "All of the family heads sheepishly bow their heads, then kneel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRINCE, (CONT'D)",
          "text": "Good- I see the council is as brave as it's always been... (BEAT)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And now, my sister- The Prince looks around and sees that his sister is gone. He pushes through the mob, pulling his guards to the door",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRINCE, (CONT'D)",
          "text": "Find her- Find her- His minions surge into the tunnels.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TNT. TUNNEL MAZE",
          "text": "Clutching the medallion on her chest , the Princess runs down a tunnel. A CROWD gathers behind her, chasing her as she zig-zags from tunnel to tunnel. With perfect calm, she ducks into a niche, then slides do a chute. She lands in a stone chamber lined with bookshelves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Princess rushes to a small cabinet. She grabs an ancient, leather-bound tome. She turns to leave, but a horde of TROLLS rushes and quic surrounds her. One of the beasts swings a heavy, rusty sword. It opens a gash in the princess' left arm-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Prince, rushing through the tunnel with the PRAETORIA GUARDS, suddenly doubles over, cursing. Blood pours from wound in his left arm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRINCE",
          "text": "No- no- you fools-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As another troll lifts his sword high-",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRINCESS",
          "text": "(calling out) Yrdrig!! YRDRIG, a hellhound the size of a tank, jumps out from an alcove. He has multiple heads, all of them ferocious. In seconds, he's upon the TROLLS. Each of his many mouths tears into green flesh, lifting a shaking the helpless monsters like rag dolls. The Princess slips through a secret door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Prince and his guards rush through the tunnels, as tr screams echo off the walls. When they finally-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-reach the Princess' chamber, it's too late. Dead and dying TROLLS lie in a heap on the floor. The Prince finds no sign of his sister. He clutches his bleeding arm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Liz sprawls on a sofa, watching the 20-odd TV monitors in Hellboy's room. All the news channels feature footage of Heliboy's \"outing\" the night before. HB is grinning at the camera. Now he's signing an autogra",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY ON TV",
          "text": "Yes- yes- I'd say I am that strong- I've fought many creatures over the years but none as strong as me- He winks at camera. Liz rolls her eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY 2 25",
          "text": "Hellboy plunks himself down next to her, popping a can of beer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY",
          "text": "I think I did good. And I looked good, don't you think, Liz? Abe stands behind them, juggling a dozen remote controls.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABE",
          "text": "Look- there's Manning... He raises the volume as Manning is shown, surrounded by microphones.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANNING ON TV",
          "text": "Evidently we have a- gas pocket- somewhere in-",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY",
          "text": "A gas pocket                        ! Ha-! I love it. The door opens. Manning is there, holding a plastic box overflowing with mail.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PLEASE-",
          "text": "Disgusted, Manning turns off the TV's.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANNING",
          "text": "Aw- this is a disaster! A disaster- you hear?? Worse than Cheney with a shotgun. Only Liz- (BEAT)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Only Liz handled herself with any dignity.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZ",
          "text": "(glancing at HB) No one asked me anything. Manning pulls a fistful of mail out and tosses it on a table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANNING",
          "text": "Don't bother starting a fan club. It's trending five to one against us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY",
          "text": "Against?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZ",
          "text": "(glances at some letters) Polls- protests- hate mail- Liz grabs a few letters and scans them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZ",
          "text": "(READING)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"Unwelcome species... mongrelizing... lower orders... ungodly freaks...\" She glares at Hellboy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY",
          "text": "Ungodly freaks-? Us?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANNING",
          "text": "You really did it this time- I'm under review. (to Hellboy) But so are you- As of today, there's a new team leader.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY",
          "text": "New - ? What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANNING",
          "text": "Yes- You heard me. A new team leader. We're to meet him at the conference room at 0900- (looks at his watch) Now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The SECURITY POUND is row after row of stacked cages, eac one imprisoning a different CREATURE. BPRD AGENTS patrol pens, feeding the occupants, cleaning the pans- HB looks at Manning, who is edgy and nervous.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY",
          "text": "What's the matter, Manning?? Don't you trust me anymore?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANNING",
          "text": "Oh- I never did- But after last night, Washington wants a new public face for the BPRD-",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY",
          "text": "What about me? What's wrong with my face???",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANNING",
          "text": "Or mine??? The press loves me!! But now you've ruined it all-",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY",
          "text": "But, who-? Who is this guy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANNING",
          "text": "How would I know? Evidently, he's quite the big shot- (he reads a file) His name is Johann Kraus-",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY",
          "text": "Akkk- Kraus??? He's German-",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANNING",
          "text": "(OVERLAPPING)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-a physical medium, head of the European branch of the BPRD-",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY",
          "text": "(OVERLAPPING)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know I have a problem with Germans-",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANNING",
          "text": "(OVERLAPPING)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-a Doctor in Philosophy and Occult Practice from the University of Munich and a very eloquent speaker-",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY",
          "text": "(OVERLAPPING)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-Germans make me nervous-",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANNING",
          "text": "I guess they need a nice open face- A face people can trust. Finally, next to steel cage, they meet- JOHANN KRAUS: about 6' tall, dressed in a canvas containm suit full of tubes and taps. His hands are encased in thi latex gloves with exit valves at the fingertips and his head...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANNING",
          "text": ". Oh, my God-",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY 2 28",
          "text": ".is a translucent glass bubble, full of gas! He is studying a drawing of the royal seal we saw on the Fairy Cages. Johann approaches Liz. He takes her hand and bows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHANN",
          "text": "Johann Kraus, at your service. His unearthly voice is velvety and warm. Almost soothing. Liz smiles. Hellboy glowers as Kraus' fishbowl head turns toward them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY",
          "text": "(whispers to manning) That's an open face for you...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Johann pulls out one of the dead, singed Fairies. Hellboy and the others gather around him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHANN",
          "text": "Poor things, bought and sold on the black market. Smuggled in tight, cramped cages. Let's see what they can remember-",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY",
          "text": "Memory gets pretty sketchy after you die- (nudges Abe) -but maybe I can be of help- Nudges Abe and starts fishing for an amulet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHANN",
          "text": "Oh, no, no- No amulets are required. He adjusts the valves at the tips of his fingers and approaches the lock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY",
          "text": "What are you doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHANN",
          "text": "I can inhabit inanimate things: organic,",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHANN",
          "text": "Exactly. A PROTOPLASMIC emanation seeps out from his fingertips, slightly deflating his body. The tendrils enter the- -\"Dead\" Fairy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHANN",
          "text": "I can briefly take control of entities, both mechanical and organic and reactivate their neural system- The \"dead\" Fairy snarls and bares its teeth at Hellboy. T more do the same from another pen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHANN, (CONT'D)",
          "text": "(points at Hellboy) You scare him- The fairy blabbers furiously while glaring at HB.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY",
          "text": "(leering at it) Whaddayawant??? You chewed off the tip of my tail- Yes, you-",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHANN, (CONT'D)",
          "text": "Rough translation: He says you are rude, brutish and not too bright-",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABE",
          "text": "Touche. More high-pitched jabbering... Johann replaces the little fairy in the holding pen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHANN, (CONT'D)",
          "text": "Enough. it seems our little friend here remembers a noise. A very peculiar noise in the last place where his cage was traded: market sounds- (BEAT)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Troll language-",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZ",
          "text": "The troll market- ?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHANN",
          "text": "Exactly, Miss Sherman. The Fairy starts babbling uncontrollably and grows pale a weak.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY",
          "text": "Jeez- your buddy there doesn't look too good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHANN",
          "text": "I'm losing my grip on its limbic system- He feels nauseous. I'm afraid he's about to die-",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY",
          "text": "Wow- You have that effect on me too. The Fairy's cheekbones hollow and it finally collapses. Ectoplasm escapes its body and regroups at Johan's fingertips.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABE",
          "text": "How can we find the Troll market??? Its location has been a source of speculation for centuries",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHANN",
          "text": "Yes, well- Trolls dwell under bridges- And Vladimir Vanya 18th century occultist- places it under Washington Bridge",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABE",
          "text": "We've looked there before-- Staked it out for weeks-",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHANN",
          "text": "Yes, but this time I have asked for a very special piece of equipment- He moves in to a large crate marked \"Lot 336\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABE",
          "text": "\"336\" The schufftein glasses??",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHANN",
          "text": "(smiles knowingly) On loan from the Smithsonian. Plus we have this clue- He produces the sketch of the ROYAL SEAL.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHANN",
          "text": "In my mind we have enough to go by- Any questions?? Abe is about to ask something when, abruptly, Hellboy rai his hand-",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHANN",
          "text": "Yes- what is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY",
          "text": "If you're really German- how come you don't have a funny accent?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHANN",
          "text": "(SIGHS)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Get ready. We are on the move. 49",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hellboy is suiting up. Liz and Abe do the same.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY",
          "text": "What a moron!! \"We are on the move\" He thinks he's so hot!! We've been looking for that place for years and we've never found it- (looks at Abe) You said so- Abe pulls out TWO headsets of COMPOSITE GOGGLES, made of copper and glass, full of buzzing and whirring pieces. He tries it on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZ",
          "text": "Get used to it. He might be here for good-",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY",
          "text": "For good?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZ",
          "text": "He has a nice voice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABE",
          "text": "Yes, very commanding, very soothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY",
          "text": "I think he's a jerk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABE",
          "text": "I like him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY",
          "text": "Well, then you're a jerk, too. \"The brains of the operation-\" give me a break!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHANN",
          "text": "They head towards the garbage truck. Manning, Abe and are waiting there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZ",
          "text": "I think you feel threatened... Hellboy stays behind- thinking- thinking real hard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Garbage truck and a few other BPRD vehicles crossthe Washington Bridge on the way to CHINATOWN.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hellboy rides in silence- still thinking hard- then.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY",
          "text": "Ha! Me? Threatened?? Glaring, at Liz:",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY",
          "text": "By whom? By him??",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZ",
          "text": "Not just him- this whole thing you did. The TV- the reporters-",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY",
          "text": "I did that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZ",
          "text": "Yes, Red- absolutely. 'Cause you did it without thinking- You just wanted to be in the public's eye- well- you're there- but so are we.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY",
          "text": "Hey- We got some hate mail. (SHRUGS)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We'll deal with it. Together.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY 2 33",
          "text": "He comes closer to her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY",
          "text": "Something else bothering you-? Liz nods quietly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY",
          "text": "So- Tell me about it-",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZ",
          "text": "I will, but not now- I'm sorry if- I- (BEAT)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't like being watched. I never have. I feel like a freak only if someone's watching me. Suddenly: Angry YELLS... then fists pounding the walls an fenders. The doors open and they are inundated by reporters and TV CREWS and cameras and flashes. There are, literally, hundreds of them. This time from all over the world: Japa UK, Germany...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agents cordon off the street with yellow tape, holding th press at bay. As the truck rolls by, hordes of bystanders push forward, hoping for a glimpse of Hellboy. Some of them chase run alongside the vehicle, carrying support/hatred signs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANNING",
          "text": "May I suggest that tonight you refrain from signing autographs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY",
          "text": "It's the garbage truck. It makes the wrong statement. About who we are.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANNING",
          "text": "You think that's what this is about? Transportation???",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The truck stops near other official vehicles. Overhead, t soaring roadbed of the Brooklyn Bridge. At the sight of the BPRD team, some protestors throw eggs Hellboy shields Liz from the barrage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REPORTER 2",
          "text": "C'mon- show us your powers-",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABE",
          "text": "Oh- No, no, no, it's not a parlor trick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REPORTER 1",
          "text": "What are you, a mermaid??",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABE",
          "text": "Oh, goodness, no- I-",
          "sentiment": "neutral"
        },
        {
          "speaker": "REPORTER 2",
          "text": "You say you can read things- things about people- so read me- c'mon- read me- The crowd of reporters and onlookers laughs and applauds.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REPORTER 2, (CONT'D)",
          "text": "What do you see?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABE",
          "text": "Very well, if you insist. (webbed hand on reporter's chest) You... keep... a large, battery-operated vibrating egg by your bedside... A shrieking CAMERA CREW runs up loaded with video equipme",
          "sentiment": "neutral"
        },
        {
          "speaker": "REPORTER",
          "text": "You! Demon-man! Will you take a DNA test?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY",
          "text": "It's \"Hellboy\" not \"Demon-man\"- One of the projectiles hits him. The crowd roars. Hellboy gazes back at them- seething.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHANN",
          "text": "Let me take care of this. Johann bravely confronts the news teams and the crowd.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHANN, (CONT'D)",
          "text": "Ladies and Gentlemen, my name is Johann Kraus and I beg you to allow us- (interrupted by catcalls) -Please, we need space to work- please-",
          "sentiment": "neutral"
        },
        {
          "speaker": "WE-",
          "text": "The REPORTERS bombard him with questions. He signals for silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHANN, (CONT'D)",
          "text": "In due time- very soon- we will provide all the answers you require, all the whos, whys and wherefors- But for now- An egg hits him in the face- hard. The crowd roars-",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY",
          "text": "Great P.R... He gets ready to pummel the crowd. Liz stops him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZ",
          "text": "Shh! Give him a chance...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHANN",
          "text": "-it's been a long... long time... for many decades really, that the BPRD has served you- all of you... in silence. We have waged an unknown war - but a very real one. Heroes have died unrewarded and unrecognized so that you might go about your daily life. To work, to marry, to bid your children goodnight. Little by little, the crowd grows quiet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHANN",
          "text": "In exchange, we have been consigned to the lies and racist innuendo of the tabloids. And there we have lived without complaint - until now. 54",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Johann's speech is replayed in broadcast TV VANS, HOMES, PUBS and BARS all over the world to a fascinated human population. All colors and creeds.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHANN, (CONT'D)",
          "text": "But perhaps soon- after learning of our hardships and sacrifices, you may decide that our humble lives may, in some way, have a value... and a meaning-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The camera lights reflect off Johann's glass head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHANN",
          "text": "I pray that you will allow us to defend your good fortune- to guarantee the blessing that is a peaceful night's sleep. A night free from monsters and nightmares. And if so- (chokes back tears) If so- then all we ask in return... from you... is a little respect and the chance, remote as it may be, to prove ourselves worthy of a tiny, tiny place in this- God's Earth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY",
          "text": "(rolls his eyes) This is sooo corny- A moment of silence ensues-- Then, the wet-eyed reporters applaud- the crowd applauds- Liz applauds, Abe applauds. Hellboy is agog!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY",
          "text": "What-?? What-??",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABE",
          "text": "(DAZZLED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He has a nice voice. All business now, Johann steps over to the group.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHANN",
          "text": "Come on. We have work to do- 56",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hellboy, Abe and Johann peer over the cornice of a bowlin alley rooftop. The CROWDS are visible in the distance. Hellboy looks through THE SCHUFFTEN GLASSES.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY",
          "text": "Nothing yet, Sparky, over- 57",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The BPRD truck is parked behind the bowling alley, direct under the bridge. Its back door is open; Liz and manning at the communications center.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZ",
          "text": "I read you, Red. Keep looking- Manning is bored, looks at his watch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANNING",
          "text": "Looking at what, for goodness sake-? (looks at the Schufften glasses) What do these things do-? Liz starts locking and unlocking a series of lenses and prisms. Both Abe and Johan wear similar gear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABE",
          "text": "In 1778 Emil Schufften, a Good friend of Benjamin Franklin, designed these optical sets with the intent of photographing fairies in England...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANNING",
          "text": "Let's get out of here- We're never going to find it-",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY'S VOICE",
          "text": "Hey- Sparky, I think we got one. Manning studies the image on the monitor: a bag lady push a shopping cart full of cats-",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANNING",
          "text": "That? Oh, please, she looks as sweet as she can-",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZ",
          "text": "Red, turn on the \"antiglamour\" filter... (to Manning) Fairy folk use a spell called \"glamour\" to seem human and nice- (BEAT)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "These lenses allow you to see their real appearance...",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY 2 38",
          "text": ",,f 58 EXT. BOWLING ALLEY PARKING LOT - NIGHT 58 Bellboy turns a few knobs on the goggles, then raises the 59 59 POV GOGGLES. As a series filters enter the visual field, the bag lady transforms into an ugly, muscle-bound troll. 60",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANNING",
          "text": "Oh, dear Lord. (PAUSE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What about the cats?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZ",
          "text": "She eats them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANNING",
          "text": "\"She??\" That's a \"she\"?????",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY",
          "text": "We're moving in, Sparky-",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOWLING ALLEY / BACK ALLEY/ UNDER THE BRIDGE 61",
          "text": "HE, Johann and Abe follow the Bag Lady. She opens a servi",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The bag lady goes through the rear of the bowling alley a through a basement door. The room RUMBLES with the sound rolling balls and toppling pins.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY",
          "text": "(WHISPERS)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maybe we can bowl a few frames, uh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABE",
          "text": "(splays his webbed fingers) Bowling balls- they give me trouble.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY",
          "text": "How about a beer, then? Now that we're \"out\"- Whaddya say, Mein Herr?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHANN",
          "text": "Sorry. I don't drink.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hellboy and Abe enter the basement: no sign of the old woman. Just a Warehouse-",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHANN'",
          "text": "Adjust the prisms to \"2\" Abe moves his glasses, Hellboy fumbles his own- unsuccessfully. Now the WHOLE ROOM transforms under the new optical elements: Its geometry remains somewhat unchanged, but instead of a pile of boxes a tree trunk and a large, moss rock are visible, where there were iron beams now tree trunks and stone columns are visible...",
          "sentiment": "neutral"
        },
        {
          "speaker": "THERE-",
          "text": "Where a large banner hung, now a huge, rusty mechanical lock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY",
          "text": "What the heck is that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABE",
          "text": "A locking mechanism-",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY",
          "text": "Mmh- I'll take care of it- He clenches his stone fist, rears back...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHANN",
          "text": "No- You destroy it. We'll never get in- He adjusts the valves at the tips of his fingers and approaches the lock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY",
          "text": "Ah, of course- the Fishbowl touch-",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHANN",
          "text": "Johann's s ecto-tendrils enter the-",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY 2 4 0",
          "text": "64",
          "sentiment": "neutral"
        },
        {
          "speaker": "MECHANISM OF THE LOCK",
          "text": "-filling it, making a few complex gears turn and move- 65",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE LOCK",
          "text": "Opens and the floor drops away, revealing a stone stairca Johann withdraws his protoplasmic tendrils and closes off the valves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHANN",
          "text": "Gentlemen: welcome to Troll Market.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Troll Market is a steamy, medieval nightmare. A labyrinth narrow alleys and foetid vapour. Trolls scavenge the crumbling, marble shoreline, picking through garbage, scattering vermin. Muddy water trickles down from above, forming cloudy puddles. Roaming vendors hawk exotic objects from every culture an century. At kiosks and shops, Trolls peddle cats (skinned or alive cadres of Lovecraftian entities stroll about: Mer-men, Goblins and a few select species unknown to any cosmology A dogfight of sorts is taking place in a small ring. Inst of pitbulls, multi-limbed creatures leap at one another while violent bettors laugh and shout. At the rail, Abe watches in horror, then sees a woman in rags making her way through the crowd. He catches a glimp of her slippered feet... .which flash with pearls and gold embroidery. His curiosity aroused, he follows her. 67",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARKET STALL",
          "text": "The woman inspects a pile of ancient bric-a-brac at a mar stall; her cowl swings aside, briefly revealing her face. It's the PRINCESS. In these grotesque surroundings, her beauty is transcendent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY 2 41",
          "text": "Abe is thunderstruck. As she turns to leave, they briefly make eye contact. On bandaged arm: a bracelet adorned with the seal's coat of arms!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABE",
          "text": "(into microphone) Brother Red!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY",
          "text": "(INTERCOM)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not now, Abe. As the Princess disappears into the mob, Abe hurries afte her. 68",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hellboy and Johann show a picture of a tooth fairy to a surly SHOP OWNER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHOP OWNER",
          "text": "Never seen anything like it. No one sells `em down here - over in Jersey, maybe. Behind him, there's a faceless CAVE BERSERKER: a tall and gnarly ogre, his naked chest crisscrossed with scars, his feet encased in iron shoes. Growling, it bares its teeth at HE. HB smiles back-",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY",
          "text": "Hiya, Chuck-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Abe follows the Princess down an alley - and then another one, narrow and dark. Panhandlers pull at his belt; he ba them away. 70",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now Johann shows a drawing of the royal seal to the shop owner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHANN",
          "text": "What about this?? Do you recognize this seal?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY 2 42",
          "text": "The shop owner's face suddenly grows pale.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHOP OWNER",
          "text": "You'd better go. Now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHANN",
          "text": "Please. We'll make it worth your while. The shop owner claps his hands. BERSERKER takes two steps forward, ROARING. Its iron shoes go CLOMP-CLOMP!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHOP OWNER, (CONT'D)",
          "text": "He's not friendly- Hellboy huffs and walks up to the creature.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY",
          "text": "Well, neither am I- BAMMMM!!!!! With a single uppercut, he sends it flying toward the ceiling, shoeless. The shop keeper watches in until it lands, about thirty feet away in the middle of t dogfight. The crowd scatters as the mongrel creatures attack the th with blind instinct. Hellboy grabs the shop owner by the lapels and pulls him close. The shop owner's head rockets back and forth like boxer's speed bag as HB \"gently\" slaps him around. Teeth everywhere.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY",
          "text": "Feeling more chatty now??",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHOP OWNER",
          "text": "It's rumors! ... just- No- don't hit me, all right? There's talk of a revolt- a revolt against the human world- Hellboy releases him, then looks around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY",
          "text": "Where the hell is Abe?? He pushes his belt locator-",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY 2 43",
          "text": "1.,,,d 71 INT. TROLL MARKET ALLEY MAZE - NIGHT 71 The Princess has entered a shop selling MAPS and PRINTS. stays outside, watching through a window as she negotiate to purchase a silver and crystal CYLINDER contained in a safety holding case. The SALESMAN denies it at first but after the Princess ha him a gold bracelet he finally acquiesces while vowing to her. He extracts the cylinder from its holding case and hands it to her. A red locator light flashes on Abe's utility belt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY",
          "text": "(INTERCOM)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, Abe, gimme me your twenty-",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABE",
          "text": "I'm following a lead, Red. Keep your locator -. A large TROLL cuts him off-",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABE",
          "text": "Excuse me- What do you think you're doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY",
          "text": "(INTERCOM)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you in trouble? Talk to me, Abe. Another TROLL comes up behind Abe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABE, (CONT'D)",
          "text": "I don't think you- The TROLL opens a small wooden box and extracts a nasty looking Insect: A NARCOTIC BUG.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABE, (CONT'D)",
          "text": "Oh, my- The second TROLL loads the buzzing bug - like a bullet - into a blowpipe. Abe turns just as he blows. The bug land on Abe's chest and sinks its stinger deep into his flesh. groans.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY",
          "text": "Abe? What's wrong?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY 2 44",
          "text": "Abe tears it loose and crushes it underfoot. But his visi blurs, he staggers forward and falls, face first, onto th cobblestones.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY",
          "text": "(INTERCOM)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Abe? Come in - Abe? Dammit -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The locator's blue light dims; concerned, Hellboy and Joh look at each other. Seeing his chance, the shop keeper melts away into the crowd.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Abe opens his eyes and slowly gets up. He looks around: h surrounded by racks of ancient scrolls and musty books. T door is locked. Instinctively he looks for his belt- It's not there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRINCESS",
          "text": "If you are looking for your weapons, my guards took them. Abe turns to face the Princess, who stands only a few fee away. She has cast off her dingy cloak and is radiant in fine silk robes. She is feeding slices of fruit to a cage of large, featherless REPTILE/BIRDS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABE",
          "text": "I - I carry no weapons, madam- I assure you...",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRINCESS",
          "text": "Why were you following me? Abe is ashamed to realize the real answer. He's utterly beguiled by her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRINCESS, (CONT'D)",
          "text": "Are you seeking to join my brother?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABE",
          "text": "Your brother-??",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRINCESS",
          "text": "In his revolt against the humans?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABE",
          "text": "A revolt? No, no, no, I- You are sorely mistaken... He takes a step forward but the YRDRIG comes out of nowhe barking and growling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRINCESS",
          "text": "Then answer me truthfully- Why were you following me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABE",
          "text": "My name is Abe Sapien -",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRINCESS",
          "text": "(LAUGHING)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There is no such name!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABE",
          "text": "Horrible- I know- but- Please, hear me, I beg you. I am an agent of the Bureau for Paranormal Research and Defense. If we can assist you-",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRINCESS",
          "text": "Give me your hand. Abe complies, thrilled as she runs her fingers over his palm. The Princess' face brightens. She smiles and gestures for the YRDRIG to yield.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRINCESS",
          "text": "Down Yrdrig - he's a friend. The YRDRIG jumps on Abe and starts licking him with all three tongues.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRINCESS, (CONT'D)",
          "text": "Yrdrig's really just a puppy. The drooling beast pins Abe to the floor with one paw.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABE",
          "text": "(WHEEZING)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nice puppy...",
          "sentiment": "neutral"
        },
        {
          "speaker": "A",
          "text": "The YRDRIG lifts Abe with one of its mouths and gives him playful shake.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRINCESS",
          "text": "My father gave him to me. Yrdrig, leave our guest alone- The Yrdrig drops Abe onto the floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRINCESS, (CONT'D)",
          "text": "Out! Out! Bad Yrdrig! As the animal skulks away, she helps Abe up-",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRINCESS, (CONT'D)",
          "text": "(bows her head) My name is Princess Nuala.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABE",
          "text": "(bows his head) Your highness, the honor is all mine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRINCESS",
          "text": "May I apologize, Mr. Sapien, for the manner in which we brought you here... couldn't be too sure. She offers him the locator belt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABE",
          "text": "Please, it was nothing. Love the puppy,",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRINCESS",
          "text": "And under diplomatic immunity - may I seek asylum??",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABE",
          "text": "We would be... honored, I'm sure. But, may I ask: from whom do you seek asylum? Suddenly, a COMMOTION outside. The door flies off its hinges. Hellboy and Johann burst in, leaping over a pile fallen guards outside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABE",
          "text": "Red, no! I'm all right! The Princess shrinks back, but Abe motions for calm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABE",
          "text": "Gentlemen! Some respect, please! The Princess looks with dismay at her vanquished bodyguar The NARCOTIC BUGS buzz around HB, who swats them like mosquitoes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRINCESS",
          "text": "And that was my royal guard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABE",
          "text": "Red, apologize at once! We are in the presence of... royalty! Hellboy's never heard Abe sound like this- giddy as a schoolboy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHANN",
          "text": "(to Abe) You're vouching for her, I take it. Mr Sapien?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABE",
          "text": "Oh, most definitely. She's from an ancient, noble line -",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHANN",
          "text": "- of warriors. The Children of the Earth. (to the Princess) I'm sorry, Princess Nuala. With such a fierce bloodline, we cannot take your claim of allegiance at face value. He produces the ANCIENT SEAL.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Standing at a long deal table, the Princess lights a cand and examines the ancient seal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRINCESS",
          "text": "Where did you get this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY",
          "text": "Human side, two nights ago- The Princess studies their faces.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRINCESS",
          "text": "In ancient times a seal like this was delivered to the enemy as a declaration of war. A signal from the underground realm to the entire world. It prefaced the awakening of the Golden Army- Johann sits down heavily.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHANN",
          "text": "I feared as much.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY",
          "text": "(to Johann) What-? What-? A goblin army-? Johann shakes his glass head, overcome with worry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHANN",
          "text": "Golden Army. The unstoppable tide. There has been nothing to substantiate such a",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRINCESS",
          "text": "Not a tale- At the dawn of time... Even before the great flood, man and the Children of the Earth shared this planet... (she sighs) But as man in his greed expanded his dominion, there ensued a bitter war...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Silhouetted against a crimson sky, the shadows of thousan upon thousands of goblins, elves and fairies do battle wi hordes of men.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRINCESS, (V.0.)",
          "text": "In those days, my people were led by my Father, King BALOR, the one-armed king of Elfland. KING BALOR fights valiantly at the side of his son, the tall, pale elf knight: PRINCE NUADA.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRINCESS, (V. 0.)",
          "text": "The bloodshed went on year after year. Many lives were lost. An overview of the battlefield fades as the sun sinks bel the horizon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Seated in an 'opulent throne room, KING BALOR addresses a wretched guild of deformed goblins.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRINCESS, (V.0.)",
          "text": "It was then that the King ordered the Sigri to build him a new, invincible army.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lit by the fires of a hundred furnaces, stoked by scores goblins, a MECHANICAL ARMY is born. Metal plates and movi parts are hammered into shape on enormous anvils and bolt onto tall, ornate, golden figures.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRINCESS, (V.0.)",
          "text": "This was an army that would not eat, drink or grow tired. A heartless, ruthless force made of the purest metal, mined from the depths of the earth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In perfect ranks, in eerie unison, the golden soldiers li up, filling the entire courtyard, awaiting the King's command.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRINCESS, (V.0.)",
          "text": "The Sigri worked until the winter moon was high in the sky - The CHIEF GOBLIN BLACKSMITH displays three curved segment of gold. He fits them together and holds a completed CROW directly over the King's head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KING",
          "text": "I am King Balor, leader of the Golden Army. Is there anyone here who disputes my right??? Silence. Prince NUADA kneels next to his father. The Gobl crowns the King, who lifts his sword. In response- TCHANKKKKK!!!! The new army raises its lances, hailing hi",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As the humans make ready for battle, a tremor shakes the earth. They turn their gaze to the horizon, which bristle with the arms of the approaching troops.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The fight is brutal. The mechanical soldiers mow down the humans by the hundreds, their swords replaced as needed b battle axes, bludgeons and lances.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRINCESS, (V.0.)",
          "text": "But this army knew no bounds, had no remorse, felt no loyalty, engaging in blind battle with man, woman or child. The horde crushes everything, with swords slicing through armor as if it were paper. Every blow is deadly, precise. The army marches ever onward, like a grinding machine devouring tender flesh. At length, there is no sign of life in the human camp.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRINCESS, (V.0.)",
          "text": "And as the king gazed upon the earth awash in blood and at the impassive metal faces of the army he had created, his heart grew heavy. Victory was gained at too high a price. This war should never have been waged. The King surveys the carnage. The mechanical soldiers sta in symmetrical ranks awaiting further instructions.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRINCESS, (V.0.)",
          "text": "And so he arranged a truce: the surviving men would keep to their cities and we children of the Earth would dwell within the forests. This pact, he declared, would be honored by our sons and the sons of their sons until the end of time. Listening to his father, Prince Nuada reacts with anguish",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRINCESS, (V.0.)",
          "text": "But my brother did not believe in the promises of men. He marched off into exile, vowing to return if the Sons of the Earth ever needed him. Prince Nuada walks away towards a dying sunset. 81",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The goblins lock the golden army into a huge cavern, unde the light of ten thousand flickering torches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRINCESS, (V.0.)",
          "text": "And the golden army was ordered to lie dormant, locked inside the earth itself - and there it is to this day, waiting for the wearer of the crown to command it again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Princess finishes her tale. Hellboy and Johann look a each other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY",
          "text": "Where is that crown??",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRINCESS",
          "text": "My father had it destroyed. Cut into three pieces. One for mankind... She holds up her piece of the puzzle, which dangles from chain around her neck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRINCESS",
          "text": ".Two for the sons of the Earth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABE",
          "text": "So, you do need our help..?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRINCESS",
          "text": "I'm afraid it's the other way around. She holds the CYLINDER she purchased.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRINCESS",
          "text": "The location of the Golden Army is contained within this cylinder-- She opens it and produces a parchment hidden inside. She extends it: the map just shows three coordinates.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABE",
          "text": "Just a global chart, Edo - that's the old name for Tokyo - Moscow, and Renvyle here-",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRINCESS",
          "text": "But nothing else- She rolls back the map into the cylinder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRINCESS",
          "text": "So far, this is a family matter. To intervene will bring nothing but trouble.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY",
          "text": "Good, I like trouble.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Princess leads the group through the surging, noisy crowd of bizarre creatures. Hellboy, Johann and Abe bring the rear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRINCESS",
          "text": "No- not that way. Too risky- They're lost in unfamiliar alleys and byways. Until-",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHANN",
          "text": "(finally, pointing) There. Stairs to the street...",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRINCE",
          "text": "Hold! The Prince appears at the top of the stairs, dressed in black. He's surrounded by his elite guard. Stepping to th rail, he points at his sister and addresses the crowd:",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRINCE",
          "text": "Hear me, o creatures of the forest! Can you recognize a traitor? She's here to betray her own! He casts a disdainful look at Hellboy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRINCE",
          "text": "I'm here to recruit all of you against the humans. Make your decision now. Those who join me will be rewarded. The rest... will be killed. A sudden silence falls over the throng. Then, the sound o CRACKING KNUCKLES. Everyone looks at Hellboy, who is unclenching his fists and stretching his neck. He starts up the stairs, but a couple of the GUARDS leap down to block his path.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY",
          "text": "I'm gonna put this as delicately as I can.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY 2 53",
          "text": "84",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A crowded BOWLING ALLEY is full of serious-looking player in colorful shirts and shoes. Someone rolls a ball down the center lane, and as it spee right at the pins...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOWLER",
          "text": "Look out, Manny! Strike city..! CRASH! Hellboy erupts from under the floorboards, fightin the clawing monsters right behind him! As the bowlers freeze in shock, dozens of creatures pour into the human world. Grunting, Hellboy punches his way free, only to be dragged back by the tail by WINK. Abe, shielding the Princess, demonstrates the way of the water, a fluid martial arts display. He ducks and parries the blows, leaping like Nureyev. Abe scoops up a couple of bowling balls and rolls them at the Prince's guards. He manages to knock a couple off the feet. As they get back up, he uses the available bowling pins a clubs. The screaming PATRONS rush for the doors. 85",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Outside, the civilians flee, but the news crews come is back. He running. As their lights blaze up, REPORTER 2 gapes in disgust: Hellboy's massive hands are wrapped around the neck of a sweet little OLD LADY! He beats her mercilessly!",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLD LADY",
          "text": "Help me...! Please, somebody..!",
          "sentiment": "neutral"
        },
        {
          "speaker": "REPORTER 2",
          "text": "(to his cameraman) Oh, my God!! Oh, my- Roll! Roll on this!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BELLBOY",
          "text": "It's not what you think -!",
          "sentiment": "neutral"
        },
        {
          "speaker": "REPORTER",
          "text": "(pointing at HB) He's lost his mind! He's worse than any of them..! CUT BACK to Hellboy, revealing that the old lady is actua WINK. Liz runs over with a prism from the SCHUFFTEIN GOGGLES an sticks it in front of the camera lens, revealing the trut The reporter checks his monitor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STREET FIGHT 86",
          "text": "ALL the BPRD team, including Liz, is swept up in this fig The denizens of the troll market overturn parked cars and knock down lamp posts, ROARING with excitement.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZ",
          "text": "(MUTTERING)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The fire is not my enemy-- it is a part of me-- Liz yells out a warning... and then throws a barrage of flaming bolts. A pair of crab-like THINGS shrivel and bur Johann melds with a heavy steel dumpster, until only his legs are visible beneath it. Bending at the waist - SPLAT he brings it down on the head of the nearest creature! WINK and HB duke it out for a few beats and then HB final vanquishes the Troll, Ripping his Iron Mace off and throw it away. As the other monsters retreat... .the PRINCE appears: in his hand a complex mechanical GRENADE. Immediately worried, Abe hustles the Princess ov to the BPRD truck. The Prince twists a timer. His bloodied trolls disperse, screaming, renewing the panic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRINCE",
          "text": "(to Hellboy) I will find you, young daemon - (to Nuala) - and you, too, my sister. Meanwhile, here's a taste of what lies in store.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY 2 55",
          "text": "He throws the grenade. Hellboy dives, just in time to cat it. He's about to throw it down a sewer, when he listens its clockwork innards then: PING!!!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY",
          "text": "It's a dud, your royal assness - ! The Prince has disappeared, along with his horde.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY",
          "text": "How do you like that? Just when I was loosening up. Then... CLACKK!!!. Hellboy scrutinizes the grenade as it opens up like a beans. flower... and spews out a handful of Brightly colored",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABE",
          "text": "Pick them up!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY",
          "text": "Abe. relax- It's jumping beans... Abe is scrambling to retrieve them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABE",
          "text": "Do as I say! With a sigh, Hellboy scoops up a few.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABE",
          "text": "How many do you have?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY",
          "text": "Three, how about you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABE",
          "text": "Three! There's always seven! Find the last one!!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "TO",
          "text": "The seventh bean is next to a manhole. It hops closer edge...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABE",
          "text": "Quick, it's going for water! Hellboy reaches for it... but it's too late. The thing ho into the manhole and lands somewhere below with a SPLASH.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABE, (CONT'D)",
          "text": "Oh, my God, evacuate the area!",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY",
          "text": "Abe, please, get a grip. A RUMBLE from below their feet. WHAMMMM! A HUGE TREE punches up through the pavement, overturning cars, knocking buildings off their foundations and rippin up through the Bridge overpass!! Picking up speed, the tree branches soar up, up, up... in the moonlit clouds. Hellboy approaches the massive, trunk, gazing up in fascination. Birds and creatures emerge from the inside a flutter around, grass overtakes pavement- and for a momen Chinatown looks like the Garden of Eden.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY, (CONT'D)",
          "text": "Whoa. Just like the story books. Manning and Liz take a few steps into it: a SQUIRREL-BEIN climbs on Liz's shoulder and a couple of IRIDESCENT HUMMINGBIRDS fly around her \"ala\" SNOW WHITE. A small cro starts wandering into this idyllic scenario.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZ",
          "text": "This is so beautiful-",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANNING",
          "text": "So- perfect- so peaceful-",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY",
          "text": "Hey!!! He spots. the prince, at the base of the tree. Knocking o",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY",
          "text": "Hey- Jhonny Apleseed- What are you-?? Oh- Jeez did you have to do that?? Liz starts pulling Manning away and yelling at the crowd-",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZ",
          "text": "Back- Go back- right now!!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANNING",
          "text": "What? What? What is he doing-?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZ",
          "text": "He's knocking on wood- summoning an",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANNING",
          "text": "An elem-",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZ",
          "text": "A forest spirit that lives in that tree. He's releasing it-",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANNING",
          "text": "Oh, and is it that bad?? KKKRRRRCHTCH!!!!! The tree trunk rumbles and shakes under some enormous force. Huge LEAVES tumble to the street. Ev the ever-present NEWS CREWS back away as a huge shape descends. BOOM!! the trunk rips in two, revealing a curled, dormant ELEMENTAL. Five stories high- Fierce as nature. THE ELEMENTAL steps of the tree and stares at Hellboy. Uttering a weird, guttural SOUND, the Giant raises an arm and pulverizes a GASOLINE TRUCK! WHUMP- ! Flames leap up! The Elemental grins with delight turning his baleful gaze on the Princess. As she shrinks back, her pet Yrdrig rushes at the thing, snarling. In a single leap, it sinks its teeth into the Elemental's heel",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY",
          "text": "Good dog. (to Elemental) Now, Woody... You want to fight someone, you fight with me. Hellboy humorously adopts a kung fu pose, as in Bruce Lee The Elemental hops forward, New branches sprout from his limbs, shaking the Yrdrig off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABE",
          "text": "(to the Princess) This may not be the best place for you, your majesty. With your permission... He offers the Princess his arm. She takes it and allows A to lead her away. A moment later, the Elemental smashes t ground where they had been standing! Every time the ELEMENTAL moves, he trails behind roots an branches. The roots connecting to its feet and leading to the original tree trunk, like an umbilical cord. Johann sees this-",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHANN",
          "text": "I have a plan- He looks at Abe-",
          "sentiment": "neutral"
        },
        {
          "speaker": "STANDING AT THE GARBAGE TRUCK 87",
          "text": "-as the fishman helps the Princess up into the rear of th BPRD garbage truck. Up front, behind the wheel, Liz starts the engine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABANDONED BUILDING",
          "text": "88 Hellboy climbs a fire escape as the Elemental's arm/branc extend and grow over the ladder, pulling it down below hi feet. Hellboy ducks into one of the open windows as the Elemental tears away the rest of the scaffolding. Growing and discarding branches and roots.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hellboy runs like a cockroach through a dilapidated KITCH Behind him, the Elemental's massive BRANCH/FIST crashes through the wall, then pursues him as he runs down a corridor littered with debris. Like a wrecking ball, the Elemental demolishes each secti of the corridor as Hellboy runs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hellboy steps out onto a ledge ten stories up, just out o reach of the Elemental.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY",
          "text": "(to the Elemental) What now, Big Boy? You get a ladder? The Elemental jumps up and down, trying to reach him, barking in frustration. Hellboy's RADIO crackles:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABE",
          "text": "(on the radio) HB? This is Blue. The Princess is fine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY",
          "text": "So what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHANN",
          "text": "So, lead him to the bridge. Hellboy looks over the buildings and sees the Brooklyn Bridge in the distance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY",
          "text": "That's nine blocks from here, Fishbowl!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABE",
          "text": "You'll figure it out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY",
          "text": "What's at the bridge? Abe - ? Liz? Hello??? No answer. Muttering, Hellboy climbs higher, up a buzzing neon sign reading \"Hotel\". The Elemental smashes the letters \"tel\"... so Hellboy cli the \"0\" to the roof.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Liz drives the garbage truck toward the Brooklyn Bridge. Johann is sitting next to her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hellboy makes a running start and leaps off the building. sails over the alley, reaches for the approaching cornice and almost loses his grip! He hangs on for dear life. Behind him, the Elemental appears, climbing onto an adjac roof. As his feet smash through the skylights, the Elemen pulls down a WATER TOWER. A wall of water rolls toward Hellboy, like an ocean wave! Hellboy leaps to the next roof... and the water shoots ov the edge of the building, cascading onto the street below",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Liz parks the truck near the Brooklyn Bridge. Using binoculars, Abe peers out the back doors to see Hellboy bringing the Elemental closer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABE",
          "text": "Johann - they're almost here. Johann moves among massive construction machinery. He sto at a stack of heavy SPOOLS OF CABLE. Abe comes running, pointing at the cable.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABE",
          "text": "Yes. I had the very same idea... He gets behind the levers and handles of a complex machin which holds a half mile of steel cable.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABE",
          "text": "(gazing at the controls) .but how do you operate this??",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHANN",
          "text": "If you'll permit me... Johann opens his fingers, and plunges both arms deep into the mechanism! Instantly, the diesel engine STARTS UP.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHANN",
          "text": "(to Abe) Stand back, Abe. A hydraulic strut lifts the spool, then pitches it throug the air, spinning off 300 yards of cable. It splashes dow near the far shore of the East River.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHANN",
          "text": "Now, tie it onto the pontoons on the other side. (seeing Hellboy coming) Quickly, Abe!",
          "sentiment": "neutral"
        },
        {
          "speaker": "IN THE WATER 94",
          "text": "Abe races down a pier and dives smartly into the dark wat Then he surfaces, surging dolphin-like toward the Manhatt shore.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROOKLYN BRIDGE",
          "text": "Hellboy makes it to the bridge... as, behind him, the Elemental wades into the river, pushing aside boats and barges.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY 2 61",
          "text": "96",
          "sentiment": "neutral"
        },
        {
          "speaker": "IN THE RIVER",
          "text": "Abe makes it to the other side, surfacing with the cable, towing it to a half-submerged pontoon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHANN, (CONT'D)",
          "text": "(on the radio) Macht schnell! Abe - make it fast! The cable is a yard short of the anchor point! Abe tugs o",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABE",
          "text": "I need more!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHANN",
          "text": "No more available! The Elemental's feet stomp through the river; he stumbles he encounters the submerged cable. 97",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Clinging to the cable, Abe is dragged down, down down... past rusting cars, oil drums... and a couple of rotting CORPSES, their feet in tubs of cement! Suddenly, Abe's head strikes a sunken truck, knocking him unconscious. Blood seeps from his wound. 98",
          "sentiment": "neutral"
        },
        {
          "speaker": "AT THE BRIDGE",
          "text": "As Hellboy climbs one of the bridge towers, he hears some calling out from above:",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRINCE",
          "text": "(to Hellboy) Haven't you managed to kill it yet? You, who were so eager for a fight? The Prince is standing on top of the tower. He points at Hellboy, then yells at the Elemental.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRINCE",
          "text": "(to the Elemental) Over here, dear friend... SNATCH! The Elemental plucks Hellboy off a parapet! Hellb wriggles in the massive wooden finger-like appendages.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY 2 62",
          "text": "The Prince walks to the edge of the tower, near a steel spire, his coat flapping in the night wind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRINCE",
          "text": "This might be a good chance for you to come to your senses. Help us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY",
          "text": "I've been all through this! The answer's still no! Far below, Johann slips his right arm into the cable, bringing it to life, whipping it back and forth, like a steel snake! The cable forms a huge loop, splashing down near the Elemental and tightening around his ankles. The cable",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHANN",
          "text": "(to Liz) Burn the roots!!! Burn them!!i He points at the roots trailing into the river. Liz concentrates and a bolt of fierce white-hot energy pours of her hands, burning the roots at the Elemental's feet. Johann gyrates; the cable responds, whipping up out of th river! With a bellow, the Elemental loses his balance; he tosses Hellboy high into the air. On the way down, Hellboy grabs a support stay and swings back and forth like a red monkey. He lands atop of the Elemental's back, right behind his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY",
          "text": "Nap time, Big guy- He raises his stone fist and hits him straight in the bac of the neck. The cable tenses- -The Elemental pitches forward- The Prince looks up to see the Elemental falling right at him; his mouth opens as if to scream... The Elemental goes down, impaling himself on a spire atop the bridge... exactly where the Prince had been standing. Putting an end, it seems, to both of them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY 2 63",
          "text": "The Creature dies, but even as it does, its branches embr the steel structure and grow, Ultimately, blocks and bloc of the city are now covered in trees and grass and mossy leaves... A strangely beatific and precious change. Liz runs up, looking out at the river as Abe emerges, bleeding, but alive. Abe, Liz and Johann embrace firmly, laughing and happy to be together. Abe eyes the Princess standing nearby, smiling back at him... Hellboy meanwhile observes the group from a distance, jealous, alone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "BLAM! BLAM! Deafening shots as Hellboy blasts the Samarit again and again at a target in the dark firing range. Hit button, brings the paper close for inspection. Result: a very ragged, loose pattern around the bull's ey Suddenly, from the next alley, RAPID GUNFIRE. Johann lean over, and to address Hellboy through a cloud of gunsmoke.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHANN",
          "text": "You'll permit a small criticism? You take too much time to aim, to think. Nein. Just point- like afinger- as if you wish for something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY",
          "text": "Oh, I wish for something. Johann brings his target close: a beautiful, tight cluste of shots, dead center.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHANN",
          "text": "Speed is of the essence. You must work on it. I'm willing to spend some - Johann reaches for his loader, accidentally knocks Helibo onto the floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY",
          "text": "Hey, watch it! You're winding me up, I don't like it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHANN",
          "text": "On the contrary.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hellboy's in the shower, glaring across the room, where Johann stands at a mirror, polishing his glass head with terry cloth towel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY",
          "text": "You keep wiping that thing like she's gonna care.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHANN",
          "text": "She- Who-??",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY",
          "text": "You know who- She- (BEAT)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She's not gonna care.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHANN",
          "text": "(long beat) You think I'm after Liz, don't you? (Hellboy walks out) Well, I'm not.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY",
          "text": "Why not? (BEAT)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not good enough for you? Hellboy wraps a towel around his waist and comes up behin Johann.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY",
          "text": "Well- From now on, you don't come near her. You don't talk to her-",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHANN",
          "text": "You forget. I'm part of the team now, such interactions are inev-",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY",
          "text": "Well- you better start making them \"evitable\"-",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHANN",
          "text": "That's not a word-",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY",
          "text": "Yes, it is-",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHANN",
          "text": "No, it isn't- Hellboy raises his stone fist.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY",
          "text": "Now it is-",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHANN",
          "text": "Oh, I see- you want to punch me- That's how you win an argument.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY",
          "text": "I try.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHANN",
          "text": "Well, you're big, I'll give you that much-",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY",
          "text": "\"Give me???\"- You don't give me sh-",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHANN",
          "text": "-and you're strong- but you're slow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY",
          "text": "Slo-??",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHANN",
          "text": "Very- slow- I've seen your fighting style. Very slow- WHAM-! Hellboy cracks Johann over the head with his massi fist. To his surprise, the Johann's glass ball cranium shatters!",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY",
          "text": "Slow enough for ya-?? With a loud HISSS, Johann's odd suit sags to the floor!",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY",
          "text": "Ow- Johann... buddy. Sorry- I- I- got carried away... (leaning over the empty suit) Johann? You still hear me? An ectoplasmic TENDRIL reaches out from the suit and penetrates the closest locker.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY",
          "text": "It was an accident, okay? I'll get you some help-",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY 2 66",
          "text": "With a CLANG! -- the bank of lockers comes to life! Metal doors smack Hellboy's head repeatedly, like a pinball machine! his face imprinted in the metal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHANN",
          "text": "See? Speed is the key. The vaporous form of Johann's body emerges from the locke and wanders away. The locker room doors open and close as goes by. Hellboy tries to stand, wobbles and sits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY",
          "text": "Chicken shit!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Abe floats in his tank, smiling at the Princess, who's at one of the book stands, reading to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRINCESS",
          "text": "\"I sometimes have a queer feeling - especially when you are near me, as now: it is as if I had a string somewhere under my left ribs, tightly and inextricably knotted to a similar string situated in the corresponding quarter of your little frame.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABE",
          "text": "I love this part. Keep going.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRINCESS",
          "text": "\"I am afraid that cord of communion will be snapt; and then I've a nervous notion I should take to bleeding inwardly.\" She closes the book, looking troubled.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABE",
          "text": "Charlotte Bronte died shortly before I was born. It would have been a great privilege to have known her...",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRINCESS",
          "text": "This \"Jane Eyre\"... I understand it's only a story, but such a tie that binds, it exists between me and my brother. I assure you: my brother, he's not dead-",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABE",
          "text": "How can you know? We all saw-",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRINCESS",
          "text": "We are twins. Even now, I can sense his presence. This has been our way since we were young children, in Renvyle-",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABE",
          "text": "Renvyle, Ireland- The ancient isles-",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRINCESS",
          "text": "(NODS)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A magical place in the West. A different time. Long gone. Now, he's near and he's looking for me. I can feel and even understand his. hatred for mankind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABE",
          "text": "Men... usually mean well, I believe that. But they need our help and patience.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRINCESS",
          "text": "You were very brave, vouching for me. How do you know I'm not the enemy, bringing me here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABE",
          "text": "It's as you were saying, I suppose. From intuition, feeling. I've never met anyone like you... but that's my instinct. They gaze fondly at each other through the glass, as bubb swirl out of Abe's gills.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "102",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Liz is patching Hellboy's injured head. In the background the TV's are playing up: CITY LIGHTS, WHITE HEAT and some programming.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY",
          "text": "He caught me off-guard- but I'll get him next time. He's examining a few letters, contract forms, etc.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZ",
          "text": "There shouldn't be a \"next time\" we're all part of the same team.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY",
          "text": "We are- he's not- The guy's an egomaniac. You can see right through him. (PAUSE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's a joke, Liz. Liz remains silent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY",
          "text": "(raises a letter) Look!! They wanna do a cartoon series, based on me? And this: (he holds up a box of cereal) Product endorsement - breakfast of demons. And a videogame!!! As CITY LIGHTS ends, Liz lifts the remote to turn the vol up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZ",
          "text": "Gosh, that was so sweet, so sad- It always gets me- Red- There's something I need to-",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY",
          "text": "(taking the remote) No, wait. (switching to Leno) Look that's us- Jay is showing some footage from the giant incident.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LENO",
          "text": "So- this \"Hellboy\" what is he?? Is he really on our side?? I mean, he's red, has a tail and shaves his horns- horns, Ladies and Gentleman. Horns are never a good sign.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY",
          "text": "(CHUCKLES)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ha- He's funny.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LENO",
          "text": "Maybe we should have him come over and talk to us a little, uh? Whaddayathink?? The crowd roars.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY",
          "text": "That's a great idea, don't you think??",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZ",
          "text": "No, I don't-",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY",
          "text": "Did you know that during the commercial breaks the orchestra keeps playing so the guest can't talk to Jay... keeps the conversation fresh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZ",
          "text": "How do you know these things?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY",
          "text": "I read it in TV Guide.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZ",
          "text": "You're really liking this, aren't you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY",
          "text": "We should do this-",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZ",
          "text": "It's a bad idea. All of it- Do you really need everybody to like you?? What's in it for you?? Are we not enough??? She leaves. Hellboy glances at Leno on TV: a dog outfitte in a ballerina costume is jumping around with a red ball balanced on its nose. Hellboy chuckles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY",
          "text": "That's funny.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Liz is looking out into Trenton NJ's light landscape. Joh approaches her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHANN",
          "text": "Are you alright-? Liz nods weakly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHANN",
          "text": "May I be of assistance??",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZ",
          "text": "Maybe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHANN",
          "text": "He's a big brute, isn't he?? Liz chuckles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHANN",
          "text": "But he has a good heart. I know it. He means well.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZ",
          "text": "I think I may have made a mistake.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHANN",
          "text": "In what way, Mein Frau??",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZ",
          "text": "Just a mistake- nothing important. (SIGHS)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But sometimes being with him is not easy-",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHANN",
          "text": "It never is. I know. Lis looks at him with renewed interest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHANN",
          "text": "I was married once. A long, long time ago... And only after I lost her- I realized that my life would never be quite the same- And my loss lead me to become what I am today... Johann's human face materializes inside his glass helmet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHANN",
          "text": "I- I tried constantly to make contact with her-",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLASHBACK",
          "text": "Johann's mouth opens and out of it emerges a large tendri of ectoplasm. His neck engorges and the substance continu to flow freely out of his mouth and fingertips--",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHANN",
          "text": "It was only there- in the Ethereal plane that I ever gazed upon her again... CAMERA close in on several ceremonial candles burning in room. Their flame illuminating the eerie scene.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY 2 71",
          "text": "Out of the mouths of the other guests, emerge other, equa large ectoplasmic shapes. They cross to-",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE ETHEREAL PLANE 105",
          "text": "Once there- they reform into humanoid shapes, vaguely reminiscent of their mortal bodies. JOHANN floats freely, approaching another humanoid form i the void: That of a woman, his wife.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHANN'S VOICE",
          "text": "But it was there, while he was partially on the ethereal plane, that disaster",
          "sentiment": "neutral"
        },
        {
          "speaker": "STRUCK-",
          "text": "He is about to embrace his wife's form when a horrible rumble occurs and the void bursts in flames, destroying a distorting everything around him- His wife's shape screams and evaporates.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "BPRD agents break in on the scene. Smoke and flames billo in the room, wax puddles stand where the CEREMONIAL CANDL were and seated around the seance table, charred corpses hold hands in eternal contact. As the Agents move around pale, vaporous shape emerges from the soot-stained darkne It's Johann.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHANN'S VOICE",
          "text": "All the seance attendees were incinerated. The only survivor -and only to some extent- was me- Why? I'll never",
          "sentiment": "neutral"
        },
        {
          "speaker": "KNOW--",
          "text": "The form moves towards its body and attempts to climb bac and reanimate it, but the CHARRED CORPSE is barely amble amble a few steps forward before collapsing into ash and bone... The shape of Ectoplasm stands there, alone and lo Then, Professor TREVOR BROOM wanders into the scene and approaches the form-",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHANN'S VOICE",
          "text": "It was then that Professor Broom and the B.P.R.D. devised a containment suit for me. A new body-",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY 2 72",
          "text": "CAMERA pulls back to reveal-",
          "sentiment": "neutral"
        },
        {
          "speaker": "BALCONY BPRD",
          "text": "Johann, back in the balcony, talking to Liz.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHANN",
          "text": "I owe Professor Broom everything that I've become. He brought me back to life- He grows silent for a brief moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHANN",
          "text": "But I've never been able to see her again. My reach became limited- My loss, infinite... Liz puts her hand on his shoulder. Johann takes it...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHANN",
          "text": "Loss- the very threat of it makes us vulnerable... makes us care- You can see that, don't you?? Without her I became but an empty shell... Liz leans her head on his shoulder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHANN",
          "text": "Don't give up on him. Not yet. Liz chuckles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZ",
          "text": "No. Not yet. CAMERA discovers HELLBOY, watching them from behind a gla door, a six-pack in his hand. He steps away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Heliboy walks down a deserted corridor carrying his six pack. He stops, puzzled. Strains of Barry Manilow are emanating from the library.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hellboy enters the library and goes over to the tank. Abe there, listening to Vivaldi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABE",
          "text": "Ah, hello Red. You're up late.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY",
          "text": "Liz and I- we had a fight-",
          "sentiment": "neutral"
        },
        {
          "speaker": "OH-",
          "text": "Hellboy eyes the CD player.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY",
          "text": "Did I hear Barry Manilow just now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABE",
          "text": "(smiles hypocritical) Barry M- oh, Gosh- no- no- (fast, stammering) It was er- urm- Vivaldi. Il cimento dell'armonia I believe I particularly admire the passage... Hellboy hits the eject button on Abe's CD player. The mus stops and he pulls out a different CD from the changer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY",
          "text": "What's happening to you??",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABE",
          "text": "Ooh- Ooh- (SIGHS)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All my life I thought I was alone, a made- up name and a random pasted on a cylinder. But then I saw her- She's like me. A creature from another world... Alone... Brother Red- I think I'm in love.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY",
          "text": "You say that like it's a good thing. (looks at the CD) What track?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABE",
          "text": "(ASHAMED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Track eight-",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY",
          "text": "(READS)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, God- you're disgusting-",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABE",
          "text": "I know-",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY",
          "text": "\"Can't smile without you\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABE",
          "text": "I'd cry, but I don't have the glands for it.. (DESPERATE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What am I going to do, Red???? Hellboy sighs and pops a beer, presses play and sighs heavily, looks around-",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABE",
          "text": "I miss him- Father- don't you??",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY",
          "text": "(NODS)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Everyday.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABE",
          "text": "He would tell what to do- He would tell what's right- what's wrong-",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY",
          "text": "He did that for all of us... The opening strings of \"Can't Smile Without You.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABE",
          "text": "(sips beer) You know? I- I never much appreciated Manilow's artistry that much- until now- Now it seems to be a grand poet and speaks directly to my innermost feelings.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY",
          "text": "Jeez- You need to get out more- The two of them sit there, growing quiet, listening to th syrupy music. Then, slowly, the two of them start singing low at first and then at the top of their voices, moved a teary-eyed. 110",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Princess hears the distant music and smiles, but then feels a chill down her spine. She shudders and moves to t panoramic window and gazes outside, to the woods and the distant city lights below...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The music can be heard at a distance. A dark figure stands on a hill, amid the trees, listening and watching... CAMERA MOVES IN: the Prince gazes at the building.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "112",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Manning strides down the corridor, followed by the BPRD team. All of them dressed in BLACK LEATHER OUTFITS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANNING",
          "text": "This is a whole new ballgame and I want you to take my lead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABE",
          "text": "I find these leather outfits very",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANNING",
          "text": "Maybe so, maybe so- but they look- hip. (BEAT)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "When it comes to dealing with reporters or the public, I set the tone. You all know the old saying: the perception is the reality.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY",
          "text": "Correctamundo, chief. For one thing, we can ditch the garbage truck, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABE",
          "text": "Wait, Red, the lab's in it-",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY",
          "text": "Screw the lab. I want new wheels.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANNING",
          "text": "(SMIRKING)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You got 'em- The round a corner and enter -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Three gleaming Hummers await them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANNING",
          "text": "A gift from General Motors. One for each of you. Each Hummer has custom paint: Hellboy's with scenes of Dante's inferno, Liz's with flames and Abe's with an underwater vista.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY",
          "text": "This is more like it!",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZ",
          "text": "I'm not driving that- Abe has opened the hood on his Hummer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABE",
          "text": "This is a most unfortunate vehicle. The sheer waste of precious fossil fuels...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANNING",
          "text": "An American custom, it's called product placement! What's the harm?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A mob of SCREAMING FANS outside the TV studio. The frenzy intensifies when they see the Hummers pulling up. As the BPRD team exits the cars, autograph seekers break through the POLICE LINE and swarm around the heroes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANNING",
          "text": "Every agent on the field is on the case. They will solve it-- Hellboy signs a color photo of himself with a flourish.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY",
          "text": "There you go, pal. \"To Jason, best wishes, Hellboy.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAN",
          "text": "(squints at the signature) How am I supposed to read that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BELLBOY",
          "text": "You don't like it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY 2 77",
          "text": "Irritated, he scowls at the fan. Manning takes him by the elbow and leads him away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY",
          "text": "(to the fan) That turns up on e-Bay, I'm gonna find you, \"Jason\"... 115",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A row of makeup chairs. Manning sits in the first one, looking at himself in the mirror.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANNING",
          "text": "Can you do anything about this... uh... (lowers his voice) -double chin?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAKEUP GIRL",
          "text": "No, you're not being made up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANNING",
          "text": "Why not?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAKEUP GIRL",
          "text": "They said, you're too normal. You don't need anything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANNING",
          "text": "But- Believe me- I'm not normal at all... 2 CAMERA MOVES to the next makeup chair, where Makeup Girl holds a camelhair brush and stares dubiously at Abe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAKEUP GIRL 2",
          "text": "So, what color is that- green?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABE",
          "text": "Carribbean Blue, actually. CAMERA MOVES to the next makeup chair, where the very sex Makeup Girl 3 gingerly touches Hellboy's chest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAKEUP GIRL 3",
          "text": "Are these really scars?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY",
          "text": "Well, yeah. Each one tells a story- His grin fades as he sees Johann talking to Liz. He abrup gets up and goes to them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY",
          "text": "That about you, glass-man? A few squirts of Windex?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHANN",
          "text": "I'm not going on. And if I may- a word of",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADVICE-",
          "text": "(long beat, then sotto voce) -it's not a good idea to hint that you two have... a relationship.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY",
          "text": "Thanks a bunch. I'll decide that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHANN",
          "text": "You don't know how people may react.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY",
          "text": "It's a love story. They'll lap it up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHANN",
          "text": "I know you don't like me, but trust me on this one. (BEAT)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I knew your father- he was a friend- Hellboy blinks, taking the information in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHANN",
          "text": "Do as you may- But know this- he wouldn't have approved of your behaviour. A P.A. opens the door. P.A. You're on-!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHANN",
          "text": "I'll be watching from the truck lab, where I belong- Go, enjoy your fifteen minutes... He walks away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "116",
          "sentiment": "neutral"
        },
        {
          "speaker": "SIGN",
          "text": "A busy Moscow Subway station, not very crowded at this ti of night. Sleepy patrons await the arrival of the subway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY 2 79",
          "text": "One of them, a puppet vendor, showcases his product. He manipulates a wooden marionette: A KNIGHT in SHINING ARMO In the distance- lights, bright lights and the train ROAR The Puppeteer readies his merchandise bag and quickly mov to the edge of the platform alongside other passengers. T lights grow in intensity and the ROAR becomes deafening. something's wrong, really, wrong-",
          "sentiment": "neutral"
        },
        {
          "speaker": "PUPPETEER",
          "text": "Hooy na ny! The lights are in reality, the eyes of a giant dragon and roars into the platfrom, demolishing pillars, crushing people and eating the puppeteer in a matter of second. Pandemonium ensues. 117",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A warning light goes off on the Truck's GLOBAL POSITIONIN",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAP",
          "text": "But Johann and the other agents are too absorbed watching the Leno show on the bank of monitors.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LENO",
          "text": "Ladies and gentlemen, yesterday we saw some extraordinary things on TV. And tonight you're in for more.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "118",
          "sentiment": "neutral"
        },
        {
          "speaker": "TV SHOW",
          "text": "Jay Leno grins and pulls his microphone close.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LENO",
          "text": "Please extend a warm, warm welcome to Hellboy, Liz Sherman, Abe Sapien, and Special Agent Tom Manning. Uproarious applause as the BPRD team comes out and make their way to the couch. 119",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alone in the BPRD conference room, the Princess is watchi the show. The massive Yrdrig is curled up at her feet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEND",
          "text": "Wow, So - He's pointing at Manning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LENO",
          "text": ".what planet are you from?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANNING",
          "text": "Washington, D.C., Jay. It's hot and inhospitable to human life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEND",
          "text": "Funny. (to Liz) Why are you just \"Liz\" and not Fire Girl?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZ",
          "text": "I was born in Milwaukee, so it was just plain old Liz ever since first grade.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY",
          "text": "Hey, we do call her Sparky now and then. A chuckle from the crowd. Hellboy smiles in satisfaction.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEND",
          "text": "(to Abe) And you, Abe. Is it uncomfortable at night with that toilet seat around your neck? The Princess smiles as the camera singles out Abe for a closeup.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABE",
          "text": "Actually, Mr. Leno, my lungs are more like gills. I need to convert the air's nitrogen into oxygen, otherwise I'd suffocate in five minutes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEND",
          "text": "(NODDING)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gotcha. We call that stand-up comedy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Johann is groaning. This is turning unpleasant. Behind hi the map's lights are lightning up non-stop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LENO, (CONT'D)",
          "text": "So, Hellboy: what's your favorite food? Devil's food cake? Do you have a last name? More laughter at HB. Liz mortified. She touches HB's hand restrain him. Cameras zoom in on this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LENO",
          "text": "Whoa. What's that- Are you two an item?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY",
          "text": "Uh... I-",
          "sentiment": "neutral"
        },
        {
          "speaker": "LENO",
          "text": "(to Liz) Care to comment on that? Sounds like you're contemplating marriage!",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZ",
          "text": "(after a big pause) You know, Jay, we are- together. We are. Rumble of consternation from the audience.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHANN",
          "text": "Uh oh. Manning, I think your polls just tanked. He turns to see the map- lit like a christmas tree.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHANN",
          "text": "Mein Gott- 121",
          "sentiment": "neutral"
        },
        {
          "speaker": "TV SHOW",
          "text": "Leno smiles at the audience, which is buzzing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LENO",
          "text": "Folks, this is modern America. A guy in Rhode Island married his motorcycle! What's a little inter-species romance in this day and age?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZ",
          "text": "Scattered BOOING from the back row. Jay turns back to",
          "sentiment": "neutral"
        },
        {
          "speaker": "LENO",
          "text": "Okay, here's what we've really been wondering: Is he just like every guy? In every respect? I mean, he looks like a guy... (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY 2 82",
          "text": "LENO(continued) and if so, are you using any protection? A layer of asbestos might be in order, don't you think? Liz tenses up in silence. Holds tight to HB's hand. Hellboy is ready to explode.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZ",
          "text": "As a matter of fact, Jay- Before she can finish, the production assistant runs out hands a NOTE to Leno, who scans it and grows serious:",
          "sentiment": "neutral"
        },
        {
          "speaker": "LENO",
          "text": "We we're getting pre-empted, ladies and gentlemen. Please, bare with us. We'll be right back- CAMERA PUSHES IN on one of the MONITORS:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "News footage of the Ginza features YOKAI GHOSTS on a rampage, destroying the stores and attacking salarymen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNOUNCER 1",
          "text": "This is a news alert. Tokyo is under assault - repeat - this city has been attacked. Monstrous beings, defying description, have waded into the Ginza- The jumpy, handheld images are full of digital interferen The spectral BEASTS drag down power lines and hurl cars.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNOUNCER I",
          "text": "- where police are helpless and hospitals overwhelmed. One moment, please. Moscow... come in, Moscow...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Red Square, Moscow now seen in similar, shaky video. Hundreds of citizens are running from a towering, DRAGON.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNOUNCER 2",
          "text": "This is CNN in Moscow, where a Dragon has laid claim to Red Square. Yes- a DRAGON.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY 2 83",
          "text": "The DRAGON heads towards the TV REPORTER and screeching, raises its PAW.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNOUNCER 2",
          "text": "Oh, my God... CAMERA goes down, then the picture winks out. Black screen. The HISS of static... PAN off the monitor to Jay Leno, who sits in stunned silence, like everyone else. Finally, he looks over at Hellboy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LENO",
          "text": "Friends of yours?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY",
          "text": "(GROWL)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No -!",
          "sentiment": "neutral"
        },
        {
          "speaker": "LENO",
          "text": "Then, may I ask what you're doing here? Shouldn't you be out protecting humanity instead of hooking up with our women? At last, Hellboy explodes. Bellowing, he rips up the desk and throws it through the backdrop!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "124",
          "sentiment": "neutral"
        },
        {
          "speaker": "TNT. BPRD",
          "text": "The Princess snaps off the TV, looking worried. Alone with her thoughts, she examines the curved gold pie hanging from a chain around her neck. She closes her eyes and shudders - trouble is near. The Yrdgrig wakes up and whimpers. 125",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Video cameras record the journey of the Princess as she makes her way through the nearly-deserted corridors.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TNT. LIBRARY",
          "text": "A VIDEO surveillance camera in the BPRD library records t Princess as she crosses to Abe's tank.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BELLBOY 2 84",
          "text": "She hides the gold segment within the pages of \"Jane Eyre At that moment, the Yrdrig GROWLS -",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRINCESS",
          "text": "Shhh, it's all right - BOOM-! A jolt shakes the room. A-moment later, a wall collapses as warty, heavily muscled ARMS and FINGERS tear the masonry! in seconds, a squad of TROLLS pulls itself into view! WIN leers at the Princess. From her waistband, she produces a long, thin DAGGER and wields it timidly. Somewhere in the building, ALARMS start clanging. The Yrdrig shakes himself into action and springs. With a SNARL, it attaches its several jaws onto the neare trolls. As the fighting creatures crash into the spiral staircase, the Princess hears a familiar voice:",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRINCE",
          "text": "Hold. The Prince steps into the room, carrying a long spear. The trolls are on top of the Yrdrig, ready to kill him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRINCE",
          "text": "Come-! The trolls release the Yrdrig and bound over to the Princ The last troll, however, grabs the Yrdrig by the neck and brutally twists -! The animal's three mouths yelp and cough, fighting for ai - the It thrashes pathetically until, suddenly, it's over beast is dead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRINCESS",
          "text": "No!",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRINCE",
          "text": "Where is your sense of shame? You mingle with... the liars?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ALARMS are ringing as the Hummers pull into the undergrou parking garage. Manning and Hellboy jump out of their vehicle and see -",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY 2 85",
          "text": "- a couple of dead AGENTS sprawled on the loading dock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANNING",
          "text": "What in God's name- ? Hellboy, Abe, Liz and Johann race past him, disappearing into the building. The alarm bells are deafening.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hellboy leads the way down the corridors, which are alive with scrambling personnel. Several BPRD employees are lyi on the floor, wounded and confused.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The top-level human agents are clustered in the lobby, th guns drawn, all of them aiming at the Prince and his drooling bodyguards. Standoff. As Hellboy and the team arrive, Abe sees the Princess, he arms tied. Her brother holds her by the hair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABE",
          "text": "Princess! Without thinking, he darts forward. Instantly, one of the trolls swipes at him, its claws just missing his chest-",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY",
          "text": "Abe! No, get back!! Abe regains his balance and tries again, his eyes glued t the desperate features of the beautiful young woman. Hell manages to restrain him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRINCESS",
          "text": "Mr. Sapien, don't! He'll kill you!",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRINCE",
          "text": "I'll kill you all, if that's what you want.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY",
          "text": "No. Why don't you just start with me? Hellboy strolls up to the Prince.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRINCE",
          "text": "You challenge-me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY",
          "text": "You bet your ass I do-",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRINCE",
          "text": "Your weapon of choice?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY",
          "text": "(holds up his massive hand) Five-fingered Mary. In the background, Manning arrives, wide-eyed. Just in ti to see the Prince hand off his captive to one of the trol He drops back, flips his spear to horizontal and waits fo Hellboy's attack. 130",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIGHT",
          "text": "Hellboy feints left, goes right and whips around, swingin his tail at the Prince. The Prince leaps and jabs with th spear, poking a hole in Hellboy's coat. The surrounding crowd backs away as the combatants circle each other. The Prince is nimble. The Prince is quick. He thrusts the spear again and again, driving Hellboy into a display case full of antique weapons. The glass breaks and a number of swords and axes fall to floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHANN",
          "text": "(to Hellboy) Arm yourself! Use the flail!.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY",
          "text": "Not my style. Watch and learn, fish bowl. He punches the Prince, hard. The blow knocks the Prince t his knees; as he rises, Hellboy connects with a brutal combination. In the arms of the troll, the Princess' head rockets back and forth, as if struck. A moan of pain escapes from her lips.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABE",
          "text": "(seeing this) H.B., no! Stop - you mustn't harm him! As the Prince totters, Hellboy turns to look at Abe, momentarily distracted- Then-",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY 2 87",
          "text": "Hellboy grimaces and looks down: the Prince's SPEAR TIP i half-buried in his chest...! The Prince sneers and gives the spear a savage yank, breaking off the blade! Hellboy's eyes roll upward; Liz SCREAMS. She and Johann manage to catch Hellboy as he collapses. The Prince reclaims the Princess and turns to the humans. His eyes seek out Abe, who has rushed to Hellboy's side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRINCE",
          "text": "(showing off the Princess) If you want to see her again, you'll give me what's rightfully mine. Many people died for that crown. Bring it to me. He and his trolls escape into the night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stretched out on an operating table, HB is barely conscio Abe, in surgical goggles, probes the wound. In CLOSE-UP, Abe's webbed fingers lightly touch the glint metal that protrudes from Hellboy's sternum. The spear ti responds, as if alive; it wriggles, producing a GROAN fro HB. Liz is near panic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZ",
          "text": "Abe, stop studying! Pull the friggin' thing out, why don't you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABE",
          "text": "Liz, I'm sorry. It's a magical alloy. Every time I touch it, it moves closer to his heart. (GESTURING)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come here, I'll show you... Liz backs away, shaking her head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZ",
          "text": "No! I don't want to see it! (to Johann) We've got to do something!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABE",
          "text": "I cannot reverse the magic- we have to look for the Prince or somebody that can help Red.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZ",
          "text": "Go after that son-of-a-bitch and get him to reverse the spell!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHANN",
          "text": "He'll demand the gold piece-",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZ",
          "text": "So? We find it! We give it to him-!! Manning exchanges a worried look with a couple of his age in the b.g.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Liz rummages in the Princess' quarters, throwing bedding around, opening drawers. 133",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Liz bursts into the conference room and starts shoving bo and papers aside, hunting high and low. 134",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Johann walks into the control room. In every screen a cri situation is visible. JAGGED, BLURRY FOOTAGE shows a Yeti large in Nebraska and a Plesiosaurus at large in Scotland etc, etc-",
          "sentiment": "neutral"
        },
        {
          "speaker": "AGENT AGATE",
          "text": "A lupgarou loose in Picadilly, a Winged creature nesting in a skyscraper- We have a situation in almost every point of the map. Johann looks back at a map with LED indicators signaling each crisis in the globe. They keep turning on a dozen a second.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHANN",
          "text": "The Rebellion's spreading too fast- The only way to stop it is to stop the Prince.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Abe enters the dark, soaking library and surveys the ruin of his tank. He goes directly to one of the book stands, which lies in pieces on the floor. He comes up with his copy of \"Jane Eyre.\" He opens it to Chapter 23 and finds the gold piece.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZ",
          "text": "Any luck? Liz has come in behind him. Abe quickly palms the preciou thing in his webbed hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABE",
          "text": "No. Sorry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZ",
          "text": "It doesn't matter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABE",
          "text": "No -?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZ",
          "text": "No. Forget the gold piece. Let's us just find this royal asshole. (FIERCE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fire and water, me and you, Abe. We'll kick his ass. Abe looks supremely troubled.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZ",
          "text": "Abe, let's do this for Red! Abe nods, unable to find a good answer. He manages to tuc the gold piece into his belt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Abe stands at a lectern. Behind him, a projected image of the Princess' map from the troll market. His finger trace the strange, elvish text.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABE",
          "text": "The map contained within the cylinder seems useless- (BEAT)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now the case itself proves very useful- He moistens the holding cylinder case on a rubber stamp m and imprints the surface pattern on the paper map. Glyphs and coordinates become visible. A silhouette of a twisted, gnarly tree is visible too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABE",
          "text": "Renvyle it is- Both the Princess and her brother were born there. They hold it sacred.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANNING",
          "text": "Even if you're right, we sit tight and locate the gold piece, make sure he never ever gets his hands on it. If there's any truth to this legend, the fate of the world depends on it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZ",
          "text": "What about Red?? Don't you care about him??? A moment of silence. Nobody knows what to say. Finally:",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHANN",
          "text": "Liz. That may be his destiny. Manning is right: we can't take the chance. Liz glares at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZ",
          "text": "I see. Red was right about you. Welcome to the team, Johann. And goodbye. She leaves the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hellboy leans weakly against the doorway to his room. His cats purr all around him, oblivious to his pain. He sits the bed. Liz enters the room. He smiles weakly at her-",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY",
          "text": "Don't worry, Sparky- It's all going to be",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALRIGHT-",
          "text": "Abe stands nearby, in silence. Liz looks at him, teary-ey",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABE",
          "text": "We'll make it alright. Screw Manning- You are right, Liz- We should just do this together: the three of us. Liz smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The BPRD airplane sits quietly in its hangar. In the passenger compartment, Hellboy climbs up. He looks up to Liz smiling down at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Abe's sitting in the pilot's seat, leafing through the massive airplane manual.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABE",
          "text": "Engine, starting- refer to NA-7488-BD... Liz climbs in behind him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZ",
          "text": "We stay here much longer, we're gonna get caught...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABE",
          "text": "Just a few more minutes. Here's an easy way to remember that \"port\" means \"left.\" They each have four- A NOISE from the door: it's Johann.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHANN",
          "text": "Good evening, friends.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZ",
          "text": "Don't try to stop us, Johann.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHANN",
          "text": "On the contrary. I've been giving it some thought, and we should be able to save Hellboy. After all, the Prince lacks the gold crown. Without it, his army poses no threat. None at all. Abe is very quiet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABE",
          "text": "(in despair) Its useless- I- I- can't- I can't pilot this thing... Johann sits down in the co-pilot seat and melds with the controls...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHANN",
          "text": "I'll give it a try- Abe smiles at the sound of the engines starting up. 140",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Manning bangs on a vending machine in one of the BPRD corridors. As a dribble of hot coffee splatters into his cup, a couple of AGENTS run up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AGENT",
          "text": "Sir - you'd better come, fast -",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANNING",
          "text": "Got it - ow! He burns his fingers on the coffee as he hurries after th agents. 141",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The BPRD airplane is ROARING, amid clouds of exhaust fume The plane spins around and around in tight circles, its w tips knocking into ladders, lights and shelves. A bunch of agents are cowering in the doorway as Manning arrives.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANNING",
          "text": "Not ALL of them, it's not possible!",
          "sentiment": "neutral"
        },
        {
          "speaker": "AGENT",
          "text": "Isn't that Johann at the controls?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY 2 93",
          "text": "Sure enough, they get a glimpse of the transparent head through the cockpit window. Abe's there, too. He raises a webbed hand to wave goodbye. The plane taxis outside onto the runway...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": ".and takes off, barely under control, just missing the Ne Jersey treetops.",
          "sentiment": "neutral"
        },
        {
          "speaker": "UNDERGROUND 143",
          "text": "The Prince pulls the Princess through fractured, roaring tunnels. Here and there, the walls are pierced, allowing light and ocean waves to enter. Rounding a few corners, the Prince stops near a wall decorated with a large, elaborate FRESCO. It shows a stylized family tree, hunting scenes and naive renderings trolls, faeries and ogres.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRINCE",
          "text": "Maybe this will help you remember who we are, who you are... What our destiny is- The Prince pushes his sister through a low doorway, out o",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEDGE 144",
          "text": "-overlooking a vast cavern, big as a stadium, lit by a thousand torches. The mechanical ARMY stands knee-deep in heaving seawater and foam.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRINCE",
          "text": "They - they - will be mine to command, whether you like it or not. Only after our victory will you appreciate my sacrifice... and yours.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The BPRD plane exits a bank of clouds and starts its desc upon an Irish island surrounded by the Atlantic Ocean.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY 2 94",
          "text": "Massive granite mountains encircle an impossibly green valley.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TNT. BPRD PLANE COCKPIT",
          "text": "Early sunlight washes over Hellboy's body, who weakly gro in Liz's arms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY",
          "text": "(to Liz) Where are we, Liz..?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZ",
          "text": "Near the ocean, Red.We'regonna make you well here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SIGN",
          "text": "The back doors of the cargo plane opens and out come Abe",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Liz and Abe help Hellboy up to a gnarled TREE, twisted by eons of wind. Abe unfurls the map and points at a drawing of a similar, weird tree.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABE",
          "text": "This should be the portal. By all rights- Johann reaches the tree and inspects it carefully.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHANN",
          "text": "Abe, bring the mapcase over here. He's found a roundish SLOT in the tree, where the lowest branch joins the trunk. Abe slips the map back into its crystal cylinder and holds it alongside: it looks to be a perfect fit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZ",
          "text": "Yes! Try it, Abe-",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHANN",
          "text": "Before you do anything... remember what we're in for. A world unlike anything we've ever known. Dangerous, deceptive...",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZ",
          "text": "You're wasting time! Abe inserts and twists the cylinder. The tree comes to life, hauling its roots out of the grou bending them into a swaying arch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHANN",
          "text": "Dangerous, deceptive... and hard to leave. They walk under the tree roots, into... 150",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAIRY WORLD",
          "text": "A transformed landscape. A perpetual nightland- Still overlooking the same ocean, but now throbbing with pale colors and twisted, Rackahm-esque contours. The men start down the hill, into a valley bordered by a rugged coastline.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The team reaches the stony shore of a mile-wide inlet. Ab brings out the map.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABE",
          "text": "(pointing to the opposite shore) Renvyle is over there. They glance up and down the beach, looking for a boat. Hellboy blinks and sniffs the air. A GOBLIN speaks up from an outcropping of rocks in the shallows directly in front of them. By his side, sitting atop of a tree: A SATYR and a CROW observe the group.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GOBLIN",
          "text": "I bid you welcome, strangers. Would you be seeking safe passage to Renvyle?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZ",
          "text": "Yes! Can you help us?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHANN",
          "text": "(QUIET)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Careful, Liz.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SATYR",
          "text": "I'm sure you can come to an understanding! The Goblin heaves on an oar and emerges from behind the rocks. He's standing in the stern of a sturdy little coracle. Its wooden hull is painted in Celtic patterns.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GOBLIN",
          "text": "Room enough for all of you! (looks at Hellboy) Even your weary friend.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHANN",
          "text": "What will it cost, boatman? The Goblin smiles, displaying a disconcerting row of triangular teeth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GOBLIN",
          "text": "Ah, next to nothing! Make me an offer. Abe, Johann and Liz confer among themselves:",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZ",
          "text": "How much?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CROW",
          "text": "He won't want money.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHANN",
          "text": "(to the goblin) I have a... belt!",
          "sentiment": "neutral"
        },
        {
          "speaker": "OF",
          "text": "Johann removes his equipment belt, dangling it in front the creature's bat-like face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GOBLIN",
          "text": "I have no use for such a thing. Liz shows him her binoculars.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZ",
          "text": "Here... is a wonderful set of eyes, magic eyes that will bring the world-",
          "sentiment": "neutral"
        },
        {
          "speaker": "GOBLIN",
          "text": "I already have binoculars! No, I see something special. He points toward Hellboy's chest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SATYR",
          "text": "Under his bandage - ! Quick as a squirrel, the creature hops to Hellboy's side brings out a KNIFE! SWISH! In one sweep of the blade, he reveals HB's terrible wound, and the speartip protruding from it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GOBLIN",
          "text": "That! (points at the steel) That - in exchange for your crossing!",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZ",
          "text": "Don't you touch it - ! She rushes to Hellboy's side, pushing the Goblin back, re for a fight. The Goblin shrugs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GOBLIN",
          "text": "Is it so precious to you? Let me pull it out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABE",
          "text": "You mustn't. One touch can kill him. The Goblin's eyes grow wide with understanding.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GOBLIN",
          "text": "Ah. I see. We must go to the Angel of",
          "sentiment": "neutral"
        },
        {
          "speaker": "CROW",
          "text": "He'll know what to do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The tiny boat is a dot on the golden waves of the inlet a the Goblin rows them to the opposite shore and docks near cove. The Goblin leads the way as Liz, Abe and Johann arrive an help Hellboy up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY 2 98",
          "text": "Strange BIRDS hang upside down form the Cave's roof. A MASSIVE CHIMNEY has been carved out of the cave's rock at the other end. A Black, ancient figure is hunched there, warming its skeletal hands by the fire. A raspy voice utters something in an ancient language. Th Goblin replies, gesturing at Hellboy, who collapses on th floor. In a deep coma, Hellboy lies on the floor, near the crackling fireplace. The ANGEL OF DEATH extends its FOUR BLACK WINGS and a thin, jagged smile appears in its pale, eyeless face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANGEL OF DEATH",
          "text": "So. This one... The boy- I remember him well! Anung-un-Rama!",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZ",
          "text": "Oh, my God. She knows - ?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANGEL OF DEATH",
          "text": "I helped bring him into this world - in my fashion. It pulls a set of a glowing, red-hot TONGS out of the fir It studies the speartip, which has buried itself deep in Hellboy's flesh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANGEL OF DEATH, (CONT'D)",
          "text": "I warn you: it is his destiny to rule over the destruction of the Earth. Not now, not tomorrow - but some day. You are sure you want him to live?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZ",
          "text": "Yes, I say yes-! Abe and Johann exchange a silent, worried look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANGEL OF DEATH",
          "text": "Very well, then- but let it be said: The day will come when you will pay the price fire girl: This will bring you and the world much sorrow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZ",
          "text": "And I'll deal with it when that time comes. Now save him. The creature cackles and then grips the spear tip with th tongs. A cry of pain from Hellboy as it withdraws the blo point from his chest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY 2 99",
          "text": "The ANGEL OF DEATH holds up the speartip and looks at it with distaste.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANGEL OF DEATH",
          "text": "Harmless now. (looking at Hellboy) See - ? Hellboy's eyes flutter open.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANGEL OF DEATH",
          "text": "(to Hellboy) Sleep now, child. Your strength, it will return. A guttural HISS from the corner: the Goblin is jumping up and down, pointing at the speartip.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHANN",
          "text": "Our ferry captain - he wants his payment...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANGEL OF DEATH",
          "text": "Ach, outside with you! She tosses the speartip to the creature, who scoops it up and bounds out the door. instantly, the goblins and birds leap down and crowd arou him, chattering in excitement over the latest prize. She gazes down at Hellboy, whose yellow eyes are fixed on her. He smiles wanly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alone on a hilltop, Abe surveys the coastline. Through th binoculars, he discerns a SECOND CAVE half-hidden behind wild, breaking waves. Glancing back at ANGEL OF DEATH's cave, Johann strikes of on his own, headed for the cave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Outside ANGEL OF DEATH's hut, a bandaged HB is sitting up blinking in the sunlight. He sips some tea and gazes at L who is happy now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZ",
          "text": "I almost lost you- Hellboy smiles and grabs her hand-",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY",
          "text": "I thought you were mad at me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZ",
          "text": "Well, no one can stay mad forever.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY",
          "text": "I'm sorry for all the attention, I thought it would be good for us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZ",
          "text": "We're never going to make them all happy, Red. What we have is ours and no one",
          "sentiment": "neutral"
        },
        {
          "speaker": "BELLBOY",
          "text": "I can turn my back on the world. I don't care anymore I don't- as long as you stay with me- as long as you think I'm still a good man. (BEAT )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Am I a good man, Liz?? Am I??",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZ",
          "text": "Yes you are. You are the best man I've ever met.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY",
          "text": "You still seem sad. Is there anything you want to tell me-??",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZ",
          "text": "Yes, there is-",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY",
          "text": "Say it now, then. Whatever it is, I'm ready. (SIGHS)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is it about Johann-",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZ",
          "text": "No- no- what are you talking about?? Before she can go on, Johann appears. He carries a poulti and fresh rags.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHANN",
          "text": "Abe and I have found the entrance to the Golden Army's resting place- Liz come with us- (looks at Hellboy) You should stay behind and get some rest-",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY",
          "text": "And call you in the morning, right?? Like Hell I will. I'm keeping an eye on you,",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "155",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Johann, Liz and Hellboy follow a rugged trail along a blu high over the sea. Johann refers to the map, then points the cave opening a half-mile ahead. Abe is standing there",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHANN",
          "text": "There. Abe points at the violent sea below-",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABE",
          "text": "The only way in- I'm afraid we'll have to jump in- (looks at Hellboy) Can you make it-? Hellboy nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BELLBOY",
          "text": "Strange. If this is the entrance-",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABE",
          "text": "I know- Why isn't there more security?? With a ROAR, WINK!!!!! - jumps out and throws a CHAIN aro Bellboy's neck! The chain is connected to his IRON MACE which now dangles around Hellboy's neck. The two creatures battle each other fiercely. WINK's MACE destroys a nearby tree, like a wrecking ball and it conne twice with Hellboy's head. But Red gets the upper hand quickly, snapping the chain i two and twirling the mace like a boleador.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY 2 102",
          "text": "He hits Wink again and again-",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY",
          "text": "See?? It hurts!!! It hurts!!! Hellboy grips the chain, pulls the creature close, then, like a weightlifter, raises him high overhead. With a mig GRUNT, Hellboy tosses him overboard. WINK hits the jagged rocks once- twice- thrice-",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY",
          "text": "Ouch- ouch- ouch- (looking around) We better go swimming before any more ugly fellas show up- He stares down into the swirling waters and discreetly ta his hand to his bandaged side: He's bleeding. The wound h re-opened.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABE",
          "text": "Red, are you-?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY",
          "text": "Don't say a word, Blue- Let's move on- 156",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Johann plunges in from above, his body quickly tumbled by the rough seas. A moment later, Liz and Hellboy are in th water, too. Johann swims down, leading them into the darkness of the cave entrance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As they bob up for air, they find there's only a few inch of breathing room between the sea and the rocky ceiling. starts coughing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHANN",
          "text": "Hang on, people. I'll be right back. 158",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Johann dives down to find a rusting, iron LOCK six feet under the surface. He tries to turn the control wheel, bu can't make it budge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BELLBOY 2 103",
          "text": "Seconds later, Hellboy is at his side, gripping the wheel his huge hands. Using all his strength, Hellboy finally manages to turn it. His bandage, however, floats free... and his wound opens emitting a plume of blood. Lungs bursting, he shoots to the surface. Johann stays behind and swings open the lock, revealing...",
          "sentiment": "neutral"
        },
        {
          "speaker": "A STAIRWELL 159",
          "text": ".carved from the living rock, leading upward into the depths of the cliff.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STAIRS",
          "text": "The trio cautiously climbs the stairs, finding their way with light sticks. Hellboy stops to lean against the wall He dabs at his chest with a rag.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZ",
          "text": "(to Johann) Hold up. We need to rest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY",
          "text": "Says who? I'm fine, I tell ya. He lurches forward, pushing past the others, fighting off his pain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZ",
          "text": "(to Johann) This was a mistake. He's -",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHANN",
          "text": "Mein Gott-- The stairs lead to-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-a vast underground arena where a thousand torches are flickering. CAMERA PULLS BACK to reveal rank upon rank of GOLDEN SOLDIERS. Immobile. Silent. Waiting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMONG THE SOLDIERS 162",
          "text": "Hellboy leads the way down a row of gleaming statues, pausing to gaze up at the blank face of one of the infantrymen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY",
          "text": "Hey, amigo. You got some gum? Two rows away, Johann examines the lethal weaponry that terminates the arms of each soldier.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHANN",
          "text": "Most ingenious. A versatile, highly mobile killing machine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZ",
          "text": "Make that machines, Johann. I see more than one. Hellboy taps on a soldier's mechanical chest, which booms faintly, sending ECHOES up into the dark cavern.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY",
          "text": "Wow. You hear that? Listen - He thumps it, harder. The mechanical thing rocks backwards...",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY",
          "text": "Uh oh. CRASH!!! The thing falls onto the soldier behind it! Then",
          "sentiment": "neutral"
        },
        {
          "speaker": "-",
          "text": "the ear-shattering noise of a hundred car wrecks builds a - a toppling LINE OF SOLDIERS races away like falling dominoes!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY",
          "text": "Whoops. The sound dwindles, then builds again as ANOTHER LINE of falling soldiers bears down on them!! Liz screams and Hellboy pulls her aside. The soldiers cra past them until - - the din suddenly stops. The PRINCE stands revealed at t head of the column.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRINCE",
          "text": "As a boy, they say I enjoyed toy soldiers. So do you, I see. He strolls past the mechanical figures, pausing to kick aside some of the weapons.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRINCE",
          "text": "(to Hellboy) You're bleeding. Most unfortunate. Hellboy wipes at his oozing chest wound.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY",
          "text": "Yeah. Now it's your turn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRINCE",
          "text": "Do you envy these contraptions? They never bleed. They feel nothing. Not even the zest of combat. The Prince circles them, keeping an eye on Johann.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRINCE",
          "text": "These fighting men are the very model of patience... merely awaiting word from their lawful commander.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AS",
          "text": "From his tunic, he brings forth two of the gold segments. he fits them together...",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRINCE",
          "text": "You have the remaining piece, I presume.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHANN",
          "text": "We do not -",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRINCE",
          "text": "(SURPRISED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then you are most foolish. He gestures to some troll GUARDS near a tunnel entrance. They lead the Princess out in chains.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRINCE, (CONT'D)",
          "text": "You came here expecting what? Mercy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHANN",
          "text": "The death you would unleash will never happen! What you need is far from here and will stay out of your reach forever.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY 2 106",
          "text": "A VOICE reaches their ears from the tunnel entrance behin them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABE",
          "text": "Stop - I have it. Abe, dripping wet, stands there, the last gold segment in the palm of his hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABE",
          "text": "(APPROACHING)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Here... For her... Take it...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHANN",
          "text": "Oh, my God. What has he done? Keeping his eyes on the Princess, Abe gives the gold piec to the Prince. Hellboy steps forward, feeling dizzy and betrayed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY",
          "text": "Abe -",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABE",
          "text": "(to Hellboy) You cannot fight him- not without hurting her... (BEAT )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What would you do if it was Liz?? CLICK! The Prince fits the gold parts together and places the resulting crown on his head!",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRINCE",
          "text": "I am Prince Nuada and I command my army to life once more. Does anyone dispute my right? With the deep sound of gears, ratchets and springs, the a comes to life. Up comes the lances and shields.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRINCE, (CONT'D)",
          "text": "(points at the team) Kill them. Abe is now aghast, seeing the Prince drag his sister back",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABE",
          "text": "(to the Prince) That was your price!! A ransom, you said - paid in good faith!! (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY 2 107",
          "text": "ABE(continued) (to Hellboy) Why, he lied to us!",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY",
          "text": "Abe old buddy. If we survive this, we need to talk. The Army swings into action, marching toward them. The fo friends retreat, soon pressed against one of the walls.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABE",
          "text": "He - he's a cad! Can you imagine, a highborn heir to the throne, last in a noble line of-",
          "sentiment": "neutral"
        },
        {
          "speaker": "BELLBOY",
          "text": "Not now, Abe, okay? The first phalanx of golden soldiers is upon them, their terrifying weapons slashing in unison. Hellboy brings out his huge gun and starts firing as Johann grabs a torch an swings it like a club. A couple of the mechanical soldiers go down, only to pop back onto their feet, new weapons blossoming on their arm",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZ",
          "text": "Let me - Liz summons up a white-hot burst of electrical fire in ea hand. With a yell, she unleashes a searing EXPLOSION at t oncoming fighters. The shock wave rolls through the enemy ranks, flattening scores of soldiers. For a moment, the BPRD team regains hope... but the endless lines of mechanicals keep coming, marching on and over their scorched comrades. Hellboy holsters the Samaritan and rushes forward, giving his best. His wound is running with fresh blood. He punches a soldier, whose mace pounds repeatedly agains his ravaged chest; as blood spatters his face, Hellboy groans and keeps fighting, to absolutely no effect. At length, the mechanical arms throw Hellboy against the wall, where he collapses, unable to carry on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHANN",
          "text": "Invincibility!? So - the only one thing may stop them - Johann unzips his suit; with a HISSS, his ectoplasmic sel flows out, into the body of the nearest mechanical soldie",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY 2 108",
          "text": "Instantly, the thing whirls on its companions and starts chopping! Bits and pieces of gold machinery fly about as Johann rips into the enemy!! But again, fresh metal soldiers fill in for the fallen. A the BPRD team watches in dismay, Johann's mechanical shel is surrounded by the other SOLDIERS, who methodically dismember it like marauding insects! As the parts drop to the floor, twitching and useless, Johann slithers out and re-inhabits his suit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHANN",
          "text": "Ach. They are too many. Anyone have another idea? Hellboy grabs the nearest sword and hauls himself to his feet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY",
          "text": "(a bellow) Prince Nuada: I challenge your right to command this army! With a soft BOOM, the clockwork troops come to a halt! Al the mechanical heads turn toward the Prince, who stands o ledge with his sister.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABE",
          "text": "(follows HB) No= please- no- Hellboy moves away from him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY",
          "text": "A challenge must be answered! Raise your sword!",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRINCE",
          "text": "A challenge from you? A nobody?? You are no one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRINCESS",
          "text": "No!! He is Anung-un-Rma- son of the Fallen one- He has the right! Her eyes lock with Abe's: there's no other way. The Prince sees Hellboy coming and with a bitter smile pi up his sword.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRINCE",
          "text": "Very well. (to the BPRD team) May his fate show you the cost of pride and blindness. As the hall rings with their first blows of their swords-",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHANN",
          "text": "Hellboy's too weak- Summoning up his last ounce of strength, Hellboy manages drive the Prince back into the center of the arena, where they fight under the inscrutable gaze of the golden army. Every time Hellboy gets a clean shot at the Prince, Abe looks at him, pleading, and HB has no choice but to keep parrying off his enemy. Hellboy's sword grows heavy in his hands; he stares at it dismay as it trembles. His muscles can no longer respond. The Prince is ready to kill him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZ",
          "text": "(witness to a nightmare) No!! NO! ! A sudden movement at the ledge, where the Princess steps forward and... Using her concealed DAGGER, she STABS HERSELF in the righ arm!! In silent slow motion, she drops the dagger. Instantly, the Prince drops his arm... his hands come awa red with blood. He looks over at his sister. They share a hard look of mutual understanding. Love and hatred. Hellboy raises, through supreme effort, bleeding. He quic raises his sword. The fight resumes, but this time, HB ha the advantage. He fights bravely and after parrying fiercely with the Prince, he disarms him and points his sword at his chest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY",
          "text": "I- have- won-",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRINCE",
          "text": "No. You have not-",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY 2 110",
          "text": "He impales himself on HELLBOY's sword. The blade goes through his abdomen and protrudes on the other side. Hell pulls it out, but it's too late. Both the Prince and the Princess collapse to the ground, mortally wounded.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABE",
          "text": "(GASPS)",
          "sentiment": "neutral"
        },
        {
          "speaker": "NO-",
          "text": "Abe hurries to the Princess. Takes her into his arms, blinking in despair. The pale young creature is now a ghostly white. She lifts her eyes to Abe's, caressing his thin, scaly face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRINCESS",
          "text": "We'll find each other again, somewhere. And she dies in his arms. In the center of the arena:",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRINCE",
          "text": "(to Hellboy) You... think you're any different from me? The humans - they will tire of you. They will disappoint you. And in the end, they will betray you. You... are living a lie. Your time will come again. May you make a better choice. Then, he, too, is dead. Both him and his sister turn to fine, pale dust. And the wind carries away the ashes from Abe's hands... Shaken, Hellboy lifts the crown from the Prince's head. Looks at it carefully, as if considering the possibilitie Suddenly, he rips it into pieces. As he crushes the first segement... . an entire division of the golden army collapses into a heap of scrap metal! Hellboy does the same with a second section of the crown another massive division of the army tumbles into junk! HB is about the tear up the last segment of the crown, wh it explodes in his hands! WHUMP! The last of the army disintegrates. Hellboy confronts the Prince's frightened troll guards:",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY",
          "text": "(to the trolls) You - and your kind! Leave here. And stay in the shadows - where you belong. As the ogres slink back into the tunnels, Liz looks at Hellboy. He seems angry, stung by the Prince's last words",
          "sentiment": "neutral"
        },
        {
          "speaker": "DISSOLVE",
          "text": "163",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The BPRD team crosses waterfalls and stone bridges, throu the magical hills. Liz walks at Hellboy's side, but he avoids her glance. 164",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They reach the strange, twisted tree. Johann takes the ma cylinder and fits it into the slot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHANN",
          "text": "Any last minute requests?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABE",
          "text": "(very quiet) Do it, please. I - I'm ready for the real world now. Johann turns the cylinder. The tree roots form their arch and the BPRD team walks through. 165",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "On the other side of the tree: Manning and a bunch of age have set up spotter scopes and are gazing out over the countryside, looking for them. Suddenly, the team appears, literally from out of nowhere",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANNING",
          "text": "(STARTLED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Whoa! Where'd you come from? We were just-",
          "sentiment": "neutral"
        },
        {
          "speaker": "BELLBOY",
          "text": "I know, here to help. Well, I appreciate that Manning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY 2 112",
          "text": "Abe steps past Hellboy and removes his gunbelt and equipm pack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABE",
          "text": "Yes, Mr. Manning. I want to thank you, too. For all you've done for us over the years. He gives his stuff to the astonished agent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANNING",
          "text": "What? What, exactly is this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABE",
          "text": "(walking away) I quit. Hellboy glances at Abe, then hauls out the Samaritan and shrugs off his pack, too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANNING",
          "text": "Come on. You're resigning?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY",
          "text": "Looks that way, doesn't it? Hellboy starts to leave, but spins around and takes his g back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY, (CONT'D)",
          "text": "I think I'll keep this. He finally meets Liz's gaze. She crosses to him and takes him by the arm. She walks off with Hellboy and Abe, cling tightly to the big, red daemon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANNING",
          "text": "Liz -- not you, too!? (to Johann) They can't do this. Stop them, Johann-",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHANN",
          "text": "Manning, you're an asshole.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Miles down the road, Abe stands on a promontory, staring at the ocean, which blazes with golden reflections. Liz and HB sit next to each other on some mossy rocks. Overhead: blue sky, puffy white clouds.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZ",
          "text": "What you said before - about us living",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY",
          "text": "I mean it! `Course, I'm thinking USA... but, hey - you decide.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZ",
          "text": "(breathing deep) Let's find a place in the country. Clean air - green hills - fresh milk from the farm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY",
          "text": "Milk? Yech.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZ",
          "text": "A yard... With lots of room to grow in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY",
          "text": "(he looks blank) Grow? who gonna grow- ?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZ",
          "text": "Our baby, that's who!",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY",
          "text": "Our b-? On Hellboy's immense grin: FREEZE FRAME. Roll CREDITS. At the end of the credits-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "5 ZINCO ENTERPRISES helicopters land on the hard, icy surface of Amundsen's glacier. A row of GUARDS in black garb flank each helicopter. Out of one of them exits RODERICK ZINCO, billionare, madm He carries a mechanized container, a little larger than a hat box. CAMERA follows as he enters through a crevace an",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Light shines through the ice walls and into rows and rows machinery.",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_876"
    }
  ]
}