{
  "movie_id": "MOV875",
  "scenes": [
    {
      "location": "DARKROOM INTERVIEW 1",
      "time": "NIGHT",
      "characters": [
        "HELLBOY",
        "SQUEAL",
        "19TH CENTURY CEMETERY, (MATTE SHOT / COMPOSITE)",
        "LIZ",
        "THE BENCH",
        "INT/EXT. SCOTLAND",
        "INT., (SET/LOCATION BUILT SUGAR FACTORY)",
        "OMITTED",
        "CORRIDOR MINIATURE / COMPOSITE",
        "SUPER ON TV",
        "N.J.",
        "LOADING DOCK / ALLEY",
        "CHAMBER, (SET TANK)",
        "TENTACLES REACHING INTO THE EARTHLY PLANE.",
        "INT., (LOCATION/BUILT SUGAR FACTORY)",
        "BAM",
        "STUNT TRACK REAR 1/4 CAR",
        "SOMETHING BIG\"",
        "IN THE STORM CLOUDS, LIGHTNING ILLUMINATES GARGANTUAN",
        "THE CARS",
        "FLASH",
        "FADE OUT / FADE IN",
        "CRASH",
        "THE ENTIRE TENEMENT COURTYARD",
        "OMIT",
        "SUPER"
      ],
      "dialogues": [
        {
          "speaker": "Unknown",
          "text": "In a photographic DARKROOM: old optical enlargers, porcel trays, timers, and stills hanging out to dry. GEORGE MATLIN, a slightly obese, nearsighted man in his  seventies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is he real? Oh yeah -- Absolutely.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Super: CPL. GEORGE MATLIN, combat photographer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I haven't talked about it for years,  you know? (looks at the camera) Everyone called me crazy...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Matlin smiles as he paws through a box of old negatives.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But I have the negative.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Someone turns on the darkroom's red safety light for an e dramatic effect.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Get ready, 3-2-1... Roll tape.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It all started back in Вґ44. I was a  Corps photographer aboard an allied  submarine...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "YOUNG MATLIN's hands again paw through a bunch of negativ again under a red light. Now, at 21, he's wedged in a  submarine corridor, a crowded maze of pipes and gauges. 35mm still cameras dangle from his neck. He shrinks back a squad of MARINES hustles past him, loading weapons.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...off the coast of Scotland.  Classified mission. I was 21...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SGT. WHITMAN, 44, tough as nails, pushes through, his uni soaked in sweat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We had an English civilian on board.  Not much older than me but already  an advisor to President Roosevelt.  \"Paranormal\" advisor, I kid you not --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Whitman continues down the passageway until he reaches a  small...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Within, an incongruously proper young Englishman \"reading an ancient set of Tarot cards.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "His name was Trevor. Profesor Trevor --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-- Broom! Topside, now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TREVOR \"BROOM\" BRUTTENHOLM is a gaunt, olive-skinned man his late twenties. In his hands, a tarot deck. He turns t cards face up: THE FOOL, THE MOON...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The sooner we're done, the better.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Broom grabs a worn-down wooden box full of books and amul It has a leather strap that allows him to carry it, much  like a carpenter's tool box.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is an important mission, Sgt.  Whitman. I hope you realize that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh -- you don't wanna know what I  think. Topside, now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He moves away. Broom takes a small box and a few amulets. Before exiting, he pauses and tensely turns the last TARO CARD: THE DEVIL.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT/EXT. SCOTLAND",
          "text": "Super: OCTOBER 9, 1944, SCOTLAND. It's raining like hell now. Soldiers move through a short tunnel carved into the mountain. Whitman signals his men to spread out, then comes alongsi Broom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sgt. Whitman!! Sgt. Whitman!! May I  have a word??",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(impatient) What is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In private, if you don't mind...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They enter the remains of a small chapel. Broom produces small box. It's full of rosaries.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Your men -- They'll need these --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Whitman scowls and huffs. A life-sized wooden Christ  contemplates the scene from above.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You are a Catholic??",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Amongst other things, yes -- but  that's hardly the point.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Whitman locks and loads an automatic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Here. You'll need one of these.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I abhor violence. (Whitman moves away) Sergeant Whitman, I hope you don't  think me mad --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Three days too late for that one,  \"professor.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He moves away. Broom looks up to the wooden Christ: It ha no eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MATLIN hauls his tripod and gear and joins the troops on move. Broom catches up with Whitman.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're wasting our time: There's  nothing on this island but sheep and  rocks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ruins. Not rocks. The remains of  Trondham Abbey. Built on an  intersection of Ley Lines, the  boundaries between our world and the  other --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(interrupts him) What a load of crap. Hell, a week  ago I hadn't even heard the word  parabnormal --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"Paranormal\" (Whitman moves on) But -- you read the transmission.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Half transmission. Nonsense -- German  ghost stories!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I have seen ghosts, Whitman.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, I'll bet you have.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Reaching a slope, Matlin sets down his camera. Turning, h sees lights.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sweet Jesus.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Drenched, Broom and Whitman look down upon an impressive  ROMANESQUE RUIN. Under worklights, dozens of NAZI SOLDIER swarm among thick stone walls and archways.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They must be here for the sheep.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A dozen German soldiers swiftly assemble a large steel  MACHINE. The work is monitored by a spindly Nazi in BLACK LEATHER, his face covered by an odd gas mask: KROENEN.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The freak in the gas mask --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Karl Ruprecht Kroenen, one of the  Reich's top Scientists. Head of the  Thule Occult Society.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He lowers a pair of binoculars and passes them to Whitman",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If he's here, this is worse than I  thought.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to the radio man) Air and sea backup. What's closest?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The RADIOMAN cranks a transmitter to life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Londonderry, sir. Forty minutes away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We don't have forty minutes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kroenen throws a switch: On the machine, dozens of gears  respond! Steam pistons thrust copper rails upright, lifting two mi metal rings, not unlike a gyroscope. Kroenen grunts and  signals for more floodlights to be turned on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The lights flood an ancient sacristy lined with eroded st saints. GRIGORY, tall and gaunt, stands naked, arms fully extended.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No matter what happens to me, you  must carry on with the work.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ILSA, a severe, ageless Aryan beauty, reverentially drape an embroidered robe over his bony shoulders.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I will not leave you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, you will... Leave me. Deny me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Never --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He hands her a small LEATHER-BOUND BOOK. It contains hand drawn notes and illustrations.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This will guide you back to me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He pulls her close, the clouds of their breath mingling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I grant you everlasting life, youth  and the power to serve me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He dips his fingers in a wooden bowl full of blood, then  wipes her tears away with a crimson thumb, both a consola and a ritual. VON KRUPT, an acrid German General, wearing dark SCARLET  glasses and LEATHER GLOVES, appears. Looks at his pocket  watch. On the gold lid: a SWASTIKA.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Grigory walks towards the machine, its colossal steel and copper clockworks gleaming in the floodlights.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Five years of research and  construction, Grigory. Five years!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He strides alongside Grigory and Ilsa, who holds an umbre to shield her master from the pouring rain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The furhrer doesn't look kindly on  failure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There will be no failure, General. I  promised Herr Hitler a miracle. I'll  deliver one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kroenen mutters excitedly as he opens a polished oak box  containing a massive gold and copper MECHA-GLOVE. Grigory extends his hand so that KROENEN may fit him with the contraption, which is attached to cables and hoses.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Americans fan out, unseen. Broom and Whitman dive into a ditch barely in time to avo a German foot patrol. Other GI's take up positions below a machine gun nest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Grigory walks to the top of the altar, cables trailing be him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tonight, We will open a portal and  awaken the OGDRU JAHAD: The seven  Gods of chaos. (beat) Our enemies will be destroyed. In an  instant, all impurity in this world  will be razed and from the ashes a  new eden will arise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He looks down at the machine and whispers --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ragnarok, Anung Ia Anung.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He flexes his fingers and in response -- -- the two metal rings swing around the machine's central axis. TCHINK!!! WHIRRR!!! STEAM escapes from the ducts an pipes. An invisible blast of energy forces the falling ra to swerve momentarily away from Grigory's body. Ilsa signals TWO NAZI SCIENTISTS standing at a control pa",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "More Power!! Don't let the level  drop!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "One of them inserts a 20 inch SOLID GOLD CYLINDER into th machine. Two openings remain vacant next to it. A blade of light opens in the air! Burning symbols slash the air, like living serpents of fi",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The edges of the cosmic slit sizzle with color; an ALIEN  GALAXY sparkles on the other side. Suddenly, a work light tears loose and flies in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The six-foot work light tumbles by the massive OGDRU JAHA seven egg-like monoliths of unholy origin. Within their translucent walls, horrible creatures lie  slumbering. As the light sweeps by, one of the giants ope a filmy eye, and then another, and another, and another.. Fleshy tentacles move lazily within their crystalline pri",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Grigory screams as his body rises. Veins swell in his nec his face distorted by ecstasy and pain. CLICK. Someone shoots a photograph.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's Matlin, snapping for all he's worth. Whitman pulls h down and pulls out a large bayonet blade.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Listen to me, you moron: you do that  again, I'll carve you a new --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Too late. One of the NAZI SCIENTIST has heard them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Nazi SCIENTIST approaches. Pauses next to the box wit the GOLD CYLINDERS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(fierce whisper, to ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Listen to me!!! The portal is open!!!  We have to stop them!!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Grigory dangles like a marionette in a new surge of energ Even the skeptical Von Krupt is in thrall. The NAZI SCIENTIST reaches for a second GOLD CYLINDER. Bu something else lands next to him: A GRENADE!!! The explosion blows him to pieces. In a few seconds, the  squad of Allies storms the area. A hail of bullets cuts down a dozen Nazis. The Allies ove the machine gun nest as grenades explode everywhere. VON KRUPT shoots wildly, hitting Broom in the leg. But  Whitman's bullets rip into the old Nazi's chest. Leaving a trail of blood, Broom crawls to a dead G.I. and grabs a grenade from his belt. TCHKKK!!! Kroenen extends two gleaming blades from twin s bands on his wrists and takes on an entire group of soldi mowing through them with swords spinning like deadly roto The steel chops clean through their weapons. Broom pulls the pin and throws the grenade at the generat CLICK-CLACK!! It wedges itself between two moving tie rod Kroenen squeals and -- retracting his blades -- lunges af it. The gyrating rails slice through his leather jacket. his fingers reach the grenade, it EXPLODES!!! Kroenen flies through the air, hitting a stone wall, wher two long pieces of shrapnel pin him like an insect. Another rail plunges -- FFFFT!!, like a javelin -- into t earth right next to MATLIN.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Grigory!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Grigory's face is distorted, pulled like ectoplasmic taff his body contorting and breaking. The cosmic portal sudde implodes! Nothing is left but a few burnt rails and the m glove, empty and smoking. As the Allies approach, the fighting rages on. Grigory and Ilsa are gone. And for now, so is Kroenen.  Embedded in the wall where he was pinned, two bloody rail nothing more.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Allied SOLDIERS penetrate the ruins. Matlin helps Broom u",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's almost over!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. It's not.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He picks up a sample of white, viscous goo from the outer rings of the smoking machine. Whitman approaches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cordon off the area. Something came  through.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "From where                        !",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Broom glances at a 13th century FRESCO depicting heaven a hell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Still raining. A group of soldiers spreads out, using  flashlights to scour through the rubble. Every one of the has a rosary hanging from the bayonet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Broom hastily bandages his bleeding leg. Matlin and Whitm roam over the debris. Rain POURS through the broken roof.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do you believe in hell?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There is a place -- a dark place  where evil slumbers and awaits to  return. From there it infects our  dreams. Our thoughts. Grigory gave  us a glance tonight --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Grigory -- That's Russian, right? (Broom nods) Thought they were on our side...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Grigory Yefimovich Rasputin --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "C'mon -- Rasputin??",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Spiritual advisor to the Romanovs. (beat) In 1916, at a dinner in his honor,  he was poisoned, shot, stabbed,  clubbed, drowned and castrated.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That makes him more than a hundred --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A rustling sound reaches their ears. Matlin readies a han as Broom scans the walls with his flashlight. Something m accompanied by a loud scrape. Matlin cocks his pistol and nervously approaches a crumbl statue. SCREEEECH!!!! A RED THING jumps into the air!!  Instinctively, Matlin shoots at it. The RED THING leaps from arch to arch, followed by a trai of bullet hits. Whitman and other soldiers join them --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Broom) What the hell was that? An ape?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. It was red. Bright red.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What are you two talking about??",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A red ape.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's-not-an-ape --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They hear the labored breathing of a living creature.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's got a big stone -- in its hand --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I think that is its hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hissing, the thing cowers between a gargoyle and a stone  saint. WHITMAN points his gun at the scarlet shape above. Broom  stops him from firing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wait --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In deep shadow, the RED THING observes with bright, golde eyes veined with streaks of burnt sienna. Broom slowly fishes a BABY RUTH candy bar from his pocket Peeling back the wrapper, he slowly waves the candy. The THING shrinks back. Broom bites into the candy and chews, noisily smacking hi lips. Offers the candy again. This time, out of the dark  comes a small FACE, not very different from the stone dem around it. The creature extends its right arm: it's solid stone with tiny runes engraved around the thick, cylindrical wrist.  Four articulated stone fingers wiggle, reaching for the  chocolate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jesus! would'ya look at the size of  that whammer!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Whitman moves closer. On the wall behind him, a shadow sh the RED THING climbing into Broom's arms. Broom tenderly covers it with a blanket. The stubby finge snatch the candy. Broom smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's a boy. Just a baby boy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The soldiers cluster around, curious to see it. Matlin  prepares his camera and directs them into a group shot. B smiles like a proud new father and embraces the creature, patting him gently. CLICK!!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Best photo of my career --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "and no one has ever seen it. They  keep saying he's not real, but I  want to set the record straight before  I go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Matlin finally pulls an old 8x10 from a battered portfoli He smiles, full of memories.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Here. The real picture, not the  retouched one in LIFE magazine. (hands over the  photograph) This is him. The very same night we  found him. The night Broom gave him  that name. (beat) Can I say it on TV? He called him --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(smiles at the creature) HELLBOY.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Inside the blanket, Hellboy blinks his bright golden eyes and chews candy, his devilish red tail twitching happily.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLBOY",
          "text": "Montage: Tabloid covers and news clippings screaming HELL SIGHTING IN RENO!! GOVERNMENT DENIAL!!! etc. TV Newscasters read lurid copy. SPRINGER excerpts (fist f included) feature the show's theme: I WAS HELLBOY'S BRIDE Some blurry, grainy footage depicts Hellboy crossing an a Much like Bigfoot in the woods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look at that. That's a costume. These  people amaze me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MANNING is a balding, official-looking guy in a suit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "With their conveniently blurry footage  of their beloved \"Hellboy.\" And they  claim that he works for the FBI-?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Manning on a TV SHOW a la Regis Philbin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As the head of your division, you --  You have seen dozens of pictures  like this!!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Exactly -- so, why is it that they're  all out of focus? C'mon!! God knows,  people manage to get good pictures  at a wedding!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He shows a blurry picture.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's the alleged best man -- ?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The audience applauds.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In the thick of a snowstorm, THREE FIGURES climb the icy  steps of a massive rock formation. Super: BIRGAU PASS, MOLDAVIA, PRESENT DAY.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The THREE FIGURES move through a narrow passage until the reach a DEAD END. FIGURE 1 stops at a symbol carved in the rocky ground and consults Grigory's LEATHER-BOUND BOOK. The symbol matches illustration in the book. Before them, a thick wall of ice. Using a heavy steel ham FIGURE 1 breaks through.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I will guide you no further.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Figure 2 produces two small GOLD INGOTS. Hands one to the guide. Keeps the other one. The Guide examines his pay greedily: engraved in it: a  SWASTIKA.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The ice curtain collapses, revealing a rough-walled corri FIGURE 1 spots a glowing firefly. They follow it into --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A cathedral-like vault that could easily hold a stadium.  From an opening somewhere above, eerie blue light streams down on a magnificent labyrinth. A few more fireflies speckle the air, winking on and off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The THREE FIGURES move past cyclopean statues guarding th inhuman architecture. The humans are dwarfed by the monum scale of the walkways and ramparts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "At the center of the labyrinth the stone floor is covered grooves radiating from a shallow stone basin. FIGURE 3 uncovers his face: he's a PEASANT GUIDE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(in Romanian) We shouldn't be here --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FIGURE 1 exchanges a meaningful look with FIGURE 2. FIGUR throws two solid gold pieces at the feet of the Sherpa. O them, an embossed SWASTIKA. After a greedy moment of thou the Peasant kneels to pick up the gold. TCHKK!!! A long, shiny blade pierces the Peasant's chest  from behind. He blinks twice and slumps forward. FIGURE 2 steps out from behind him, a long, bloody blade his hand. The figures uncover their faces. ILSA has not aged and  KROENEN, still wears the same tight gas mask. He cleans h blade in the snow and takes back the gold. Ilsa watches the Sherpa's blood as it runs in a steaming  rivulet, tracing a glyph in the grooves and filling the b A FIGURE RISES FROM THE BLOOD. A naked human shape, haloe by fireflies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Your eyes. What did they do to your  eyes?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mechanized rollers transport X-Ray films over a backlit  screen. A group of 4 DOCTORS studies the pictures and  exchanges somber looks. Rain spatters the windows. Doctor 1 glances at the others.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Have you told him yet?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Doctor 2 looks through a glass partition at an aged but  dignified BROOM, 72, who slowly buttons his shirt. Hangin from his wrist, his rosary.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Malignant sarcoma. In the lungs...  the spine, liver...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Approximately... how long??",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maybe -- six weeks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Broom impassively takes in the information.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can arrange for hospitalization,  pain management. Make the time more  bearable --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Broom pensively shuffles his tarot cards.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(shakes his head) I'd rather... stay home, you know.  I'll be making arrangements -- (beat) For my son.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You can always get a second opinion.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Broom looks down: first card off the deck: DEATH.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That won't be necessary.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Leaves stir on the pavement. All the stores are decorated for Halloween. Two kids dressed as SKELETONS run in front Broom, carrying a JACK-O-LANTERN. Leaning on a cane, Broom exits the building and walks tow a waiting black Mercedes. The DRIVER (Agent Lime) opens t door. Broom pauses to buy a dozen BABY RUTH candy bars from a s vendor. In an ELECTRONICS STORE, a wall of TV's. The image of a R BLURRY SHAPE (HELLBOY) fills the screens.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(seeing this) Son...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mister Manning, what about the \"Bureau  for Paranormal Research and Defense?\"  The FBI has been known to conceal --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That word -- conceal --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "from the American public --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Phil -- Phil -- hold your little  green horses. Let me tell you and  the American public one thing --  this \"Bureau for -- what was it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Paranormal Research and --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-- Defense, right, well -- I'm here  to clear up this once and for all. (he looks at the camera) There-is-no-such-thing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Broom smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "On a wooded, new jersey hill, a low-slung, high-tech comp rests at the edge of a bluff, its foundation fused with t rock below.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A dolled-up MOD-STYLE moped stops at the massive gate.  Strapped to the luggage rack are two cheap suitcases. The driver, a very wet YOUNG MAN named MYERS, touches an old  fashioned buzzer under a sign reading \"WASTE MANAGEMENT\" A crackling INTERCOM VOICE answers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(shivering) John Myers, F.B.I. Transfer from  Quantico.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A beat, then -- WHIRRR!!! An EYEPIECE and an LCD screen  scanner pop out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look at the birdie, son.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Myers looks into the eyepiece. On the screen, Myers' corn is scanned. TWO VIOLET FLASHES. His ID and badge numbers  appear. CLACK! The gate opens.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The moped putt-putts towards the building in the distance",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Seated at a dramatic circular desk is a solitary guard. M approaches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hello, I'm --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-- Late. Five minutes late.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, I --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-- Section fifty-one. Step back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pardon?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Two steps back, please.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Confused, Myers picks up his suitcases and complies. He  realizes he's DEAD CENTER on a giant B.P.R.D. Logo: A HAN HOLDING A SWORD.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Watch your hands and elbows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Immediately, the floor under Myers' feet starts down. He' on a small elevator.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The panel overhead slides shut. A row of safety lights co on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's in a vast underground area with other elevators movi up and down in the distance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The elevator stops in a narrow, dark space. Neon lights  flicker on, illuminating a circular chamber. PAINTED on t floor is a huge number: 51. Right in front of Myers: a magnificent oak door. Myers knocks on it. No answer. Myers enters. INT. BROOMВґS OFFICE (FULL AQUARIUM)- DUSK Myers looks around, fascinated: books. An office made of  them. The soft glow of green-shaded reading lamps bathes  everything in an intimate, warm light. One entire wall is a thick pane of glass, the wall of a h tank of water. A VOICE crackles through an intercom next the tank.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Turn the pages, please.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Myers jumps, then moves closer to the glass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Over here... if you don't mind?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In the tank, ABE SAPIEN, a FISH-MAN glides in and out vie",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jesus Christ!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Myers looks at four BOOK STANDS facing the glass. Each  supports an open volume. He leans close to the glass, pee intently. Abe reappears. He is slender, dolphin gray, with dark pat streaking his soft skin. Bright blue eyes shine with  intelligence. Behind a thin wound-like mouth, gills are  bubbling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(points at the books) These -- ? You're reading these -- ?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Abe nods. Through a side door, Broom enters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Four books at once. Every day -- as  long as I'm here to turn the pages. (smiles) My name's Broom. Professor Trevor  Broom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Myers extends his hand in greeting --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sir, I'm --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "BAM! Abe presses his webbed hand against the glass, close his eyes -- all three lids. Abe's voice surges from the speaker.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agent John T. Myers, Kansas City,  76. \"T\" stands for Thaddeus, mother's  older brother. Scar on your chin  happened when you were ten, you still  wonder if it's ever going to fade  away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How did it --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-- He. Not \"it.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Abraham Sapien. Discovered alive in  a secret chamber at St. Trinian's  Foundling Hospital, Washington.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Points at a small piece of antique paper, framed on the w",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They took his name from this little  inscription that was stuck on his  tank.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(reads) Icthyo Sapiens, April 14, 1865.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The day Abraham Lincoln died. Hence  \"Abe\" Sapien.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Broom uncovers a tray by the tank: Four greenish eggs. My gags and reels back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rotten eggs, a delicacy. Abe loves  them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Abe smiles and takes a subaquatic bow, gracefully nabbing the eggs as they float through the hatch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How does he know so much about me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Abe possesses a unique frontal lobe. (beat) \"Unique.\" That's a word you'll hear  quite a bit around here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where am I -- exactly, Sir?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As you entered the lobby there was  an inscription --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "On the desk, yes. In Latin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Impressive. Do you remember what it  said?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(sighs) \"In absentia luci, tenebrae  vinciunt...\" ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"In the absence of light, darkness  prevails.\" For there are things that  go bump in the night, Agent Myers. (smiles) We are the ones who bump back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Myers and Broom walk down a corridor. The walls are lined with glass cases containing occult artifacts. Myers eyes MUMMIFIED HAND, a CLAY GOLEM, a sumptuous PAGAN ALTAR...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "1937: Hitler joins \"The Thule Society\" --  a group of German aristocrats obsessed  with the occult.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He points to an ANCIENT, BROKEN LANCE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "1938: he acquires the Spear of  Longinus, which pierced the body of  Christ. He who holds it becomes  invincible.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He gestures at an ancient LANCE. Next to it: a silver and gold reliquary.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hitler's power increases tenfold.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They go through a series of pneumatic doors.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In 1943, President Roosevelt decides  to fight back. THE BUREAU FOR  PARANORMAL RESEARCH AND DEFENSE is  born.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Workmen are replacing two of the doors. Big dents from an oversized fist have deformed the 2-inch thick metal plate Myers stares.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "1958, the occult war finally ends  when Adolf Hitler dies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "1945, you mean. Hitler died in '45.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(enigmatic smile) Did he, now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They reach a FINAL DOOR. Stainless steel, like a BANK VAU Waiting there is AGENT CLAY, a burly guy in a suit, with cartful of BEEF AND MASHED POTATOES. A dinner pile at lea 4 feet high.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agent Myers, this is Agent Clay.  Follow his lead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Broom hands Myers two BABY RUTH bars and walks away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're not coming?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Broom signals \"no.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I hand-picked you from a roster of  over seventy academy graduates. Make  me proud.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The door closes behind him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They're not speaking. Professor Broom  had him grounded.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Grounded? Who's grounded?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay. You saw the fish man, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Myers nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, come on in and meet the rest  of the family.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Clay uses an odd-shaped ELECTRONIC KEY to unlock the door Three solenoid locks turn. Two steel vertical PISTONS ope up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Clay pushes the cart into a solid concrete bunker, window austere except for a few SAMURAI suits of ARMOR and WEAPO Dozens of CATS wander around; others are curled up on the furniture. There are Zippo's everywhere, from every era. On a sofa (made from the bed of a pickup truck) is a heap blankets and comic books. All in all, a MEGA BACHELOR PAD",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(sotto voce) He gets fed six times a day. He's  got a thing for cats. You'll be his  nanny, his keeper, his best friend.  He never goes out unsupervised --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Clay points at a torn comic book: HELLBOY, THE UNCANNY. M picks it up, looks at the cover: it shows Hellboy -- in a U.S. Uniform, fighting a monstrous ape. Myers watches, amazed, as a bright red TAIL waves in and of a pool of light about ten feet away. One of the cats  playfully paws at it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(sotto voce) You're kidding --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Those comics -- They never got the  eyes right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The voice is a deep baritone, chesty and powerful.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Clay, sotto voce) Oh, Jesus!! Hellboy -- ?? Is real --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(sotto voce) Yup. Sixty years old by our count.   But he doesn't age like we do --  think dog years: He's barely out of  his teens.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Myers gasps, seeing a monumental figure in the shadows,  exercising with a 300 lb. Stainless steel DUMBBELL. Crims biceps like cooked hams. Chomping an unlit CIGAR stub.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's with the hair, Clay?? Finally  got those implants??",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agent Clay blushes as he hides his scalp.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It'll fill in. Where do you want  your dinner, Red? By the couch?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "On a nearby pile of junked TV sets, a loop of Fleischer  cartoons and home movies cycles endlessly. One subject ap over and over: an ATTRACTIVE YOUNG WOMAN with a pale face and raven-black hair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who's the squirt?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agent Myers is your new liaison.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Got tired of me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nah. I'll be around, Red, just back  in the field.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "BANG!!! Hellboy lets the dumbbell drop. Instinctively, My jumps.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't want him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Manning says I'm too soft on you -- (sotto voce, nudging  Myers) The candy. Give him the candy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Myers remembers he's holding the Baby Ruths.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh. Uh. Hello. I -- I have these.  For you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(realizing) Father's back? (Clay nods) Still angry?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, you did break out --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I wanted to see her. (grunts) It's nobody's business.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It is. You got yourself on TV again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"Myers\", huh? You have a first name??",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(sotto to Myers) Try not to stare. He hates when people  stare.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uh-oh -- John. (sotto) Staring at what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "His horns. He files 'em. To \"fit  in.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "His what                        !",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hellboy finally enters the light. He's awe-inspiring, wit chiseled features, patterned red skin and deep-set golden eyes. Involuntarily, Myers recoils. In spite of himself, Myers is staring at the horn stumps.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Whatcha looking at, John??",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh-n-no -- I --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An ALARM sounds, and a red light blinks on the wall. Myer looks around, bewildered.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Clay) Hey, hey, hey. They're playing our  song.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're on the move.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Myers) C'mon, Champ! Happy Halloween!!!  You're taking me for a walk!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An imposing four-story structure, all pillars and pedimen A HALLOWEEN BANNER advertises: MAGICK: THE ANCIENT POWER. Super: THE MACHEN LIBRARY, MANHATTAN  Chaos near the entrance: policemen, TV reporters, MOUNTED POLICE. Loud protests from the reporters as a line of black sedan cars are waved through.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The NYPD has yet to issue a statement.  We've got SWAT vans, paramedics, you  name it...  and now here's -- a  garbage truck -- (double take) -- a garbage truck?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Trailing behind the cars, a GARBAGE TRUCK. On its side a  mirrored sign reads: SQUEAKY CLEAN INC. Waste Management  Services.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "AN AGENT is driving the truck, with MYERS at his side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The crowd parts like the Red Sea for the garbage truck. D of faces are reflected in the truck's mirrored logo. A MO POLICEMAN rides past the mirrored sides of the truck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The MOUNTED POLICEMAN is visible as he rides by. The mirr are see-through. The back of the truck is a fully-equippe crime lab, crammed with hi-tech gear and low-tech talisma ABE fits a respirator over his face. It looks like a  mechanized Elizabethan collar. Valves bubble and hiss as inhales liquid through his mouth and out his gills.  Hellboy looks out onto the CROWD.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look at them ugly suckers, Blue. One  sheet of glass between them and us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Story of my life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I break it, they see us, Happy  Halloween. No more hiding. (nostalgic) Outside. I could be outside --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You mean, outside... with her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hellboy straps on a huge utility belt heavy with amulets, rosaries, horseshoes. From an ashtray he grabs a handful stogie stubs. Lights one, puts the rest in a pouch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't get psychic with me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nothing psychic about it. You're  easy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hellboy unlocks a STEEL BOX (STENCILED ON ITS LID: \"THE G SAMARITAN\") and extracts the meanest-looking, custom-buil double-barrel, blue-finished, handgun ever made. A verita cannon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How am I ever gonna get a girl?? I  drive around in a garbage truck",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Liz left us, Red. Take the hint.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(hefting the gun) We don't take hints.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The GARBAGE TRUCK pulls into an interior courtyard and st FBI/BPRD teams spread through the area, expelling uniform cops and securing the doors. THREE AGENTS -- QUARRY, STONE and MOSS -- close a gate,  sealing off the area.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All areas secured.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "From a nearby roof, Agent Lime signals all clear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(into a handheld radio) Seal the doors. Red and Blue are  coming in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The truck stops, Clay pulls a lever. Myers watches as the dumpster loader hinges down like a drawbridge, revealing  HELLBOY and ABE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay, boys, let's synch up our  locators.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Abe, Clay and Hellboy activate lights on their belts. The BEEP and blink. Hellboy starts walking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As BPRD agents clear the area, Clay, Myers, Abe and Hellb march through the main lobby. On view, various display ca Two BANNERS flank the marble staircase.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(reading a report) At nineteen hundred hours an alarm  tripped. B&amp;E. Robbery. Six guards  dead --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hold on -- hold on -- I thought we  checked this place. Fakes, and  reproductions.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Apparently not everything was fake.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Broom stands at the base of the marble staircase.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(surprised to see him) Father...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Myers observes as the red Goliath sheepishly averts his g from that of the fragile old man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They approach an oversize set of brass doors. Abe removes a leather glove from his hand. FWAP!! he spre his webbed fingers on the door. He closes his three eyeli and concentrates. Two agents arrive with a rolling munitions case. Myers  observes as Hellboy opens it and looks over a potpourri o bullets of all colors and shapes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A 16th century statue was destroyed.  Saint Dionysius the Aeropagite.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who wards off demons.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Smuggled into this country by an  overzealous curator. The statue,  however, was hollow --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Reliquary --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A prison. The Vatican deemed its  contents dangerous enough to include  it on the List of Avignon. Of which  we hold a copy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hellboy selects a clip full of bullets and a speed loader",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Would'ya look at this babies? Made  'em myself. Holy water, silver  shavings, white oak: the works.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(pulling his hand  away) Behind this door. A dark entity --  Evil, ancient and hungry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Abe quickly starts scanning a few leather-bound volumes o ancient magic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, well. Lemme go in and say \"hi\".",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As HELLBOY opens the big doors, a flickering amber glow  illuminates him. He steps inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "BLUE emergency lamps are on. The exhibits are destroyed;  piles of debris are burning. Hellboy walks past a fallen  display case. He moves around cautiously. A couple of large carvings an statues startle him. On the floor: boots, half chewed. Bitten belts and shreds uniforms and hats.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(whispers into radio) Blue: It stinks in here -- Finely  aged roadkill.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The sickening sound of snapping bones and mastication rea his ears. Hellboy reacts to a smell, raises his eyes to  discover -- A huge pale CREATURE hangs from the ceiling, chewing slow SAMMAEL: equipped with powerful arms, a head full of tent and two well-muscled hind legs. Most of its face is hidde but the jaws are shiny with blood.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey. Stinky. Kitchen's closed. (beat) Whatcha havin'? Six library guards,  raw? Plus belts and boots? Man, you're  gonna need some heavy fiber to move  that out --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(in earphone) Red, I found something --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Abe has found a small, medieval engraving of Sammael in o of the books.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There's not much here: the entity's  name is Sammael, the desolate one,  son of Nergal --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sammael releases himself, lands on the floor. Part of the neck is exposed: white, slimy skin, cracked like old marb and criss- crossed with blue veins.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hold it -- (beat) Hey, Sammy, whaddayasay we work this  out?? Peacefully. I'm not a great  shot, but -- (raises his gun) \"The Samaritan\" here, uses really  big bullets, so whadyasay we work  this out?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sammael stands and turns around -- CRACK-KKK!!! His waist twists him 360 degrees!! Screeching, Sammael leaps away!!! Hellboy shoots. The high-caliber ammo rips a few columns  apart and finally catches Sammael. The bullet goes throug it and destroys a statue and a large window behind him. T monster squeals and goes down. With a rattling cough, it  grows still.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's all for you, Sammy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(in earpiece) Red -- you need to hear the rest of  the information --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hellboy turns away for a moment. Puts his gun away, like gunslinger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nah -- he's taken care of.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, listen this: Sammael, the desolate  one, lord of the shadows, son of  Nergal --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "hound of resurrection --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "See? I don't like that --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-- Hound of resurrection?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hellboy looks back at the corpse: it's gone!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "harbinger of pestilence, seed of  destruction --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Skip to the end, willya?  How do I  kill it -- ?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It doesn't say --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "BAMMM!! From out of nowhere, Sammael appears and swings a arm!! Hellboy CRASHES into the brass doors!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The doors bulge and crack under Hellboy's impact. Abe and Broom backpedal fast. Myers pulls out his gun, an starts looking for another way in. Broom observes this,  pleased.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sammael lashes out with a massive punch. HELLBOY goes K-KKRASH!!! K-KKRASH!!! through SIX glass  cabinets, then hits a window, falling --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-- two stories down, landing sideways in an industrial ga bin. Hellboy fights to stay conscious. Blood drips from h mouth",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Child...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hellboy looks up: standing in the alley, like an appariti is Grigory, in a black suit and overcoat, his eyes shield by pitch-black sunglasses",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All grown up, I see.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hellboy's in shock, confused.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That voice --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I sang the first lullaby you ever  heard, my child. I ushered you into  this world. (beat) I alone know your true calling, your  true name.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't tell me, it's Zeppo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hellboy catches sight of his big gun, lying on the ground He goes for it but, BAMMM!!!! SAMMAEL lands before him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can see that you're still young  and don't know your place. (turns to Sammael) Teach him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Before Hellboy can reach the weapon -- WSHHHP!!! A 7-foot tongue lashes out from Sammael's mouth like a whip. It's arm-thick, with yellow sacs billowing f its sides. It wraps around Hellboy's right arm. Hellboy falls to the ground, writhing, grinding his teeth The tongue squeezes and pulls. Smoke pours from Hellboy's skin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then -- BANG! BANG! BANG! Myers appears at the end of the alley, firing round after round into Sammael's tongue. AM BLOOD explodes in the air. The tongue recoils with an inf",
          "sentiment": "neutral"
        },
        {
          "speaker": "SQUEAL",
          "text": "Hellboy manages to roll away. Myers goes for HELLBOY's gun... and grabs it! He takes co behind the trash container. HELLBOY is there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do you think you're doing??",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Myers proudly shows him the gun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Helping you -- I just --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No one ever helps me. It's my job.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He grabs his gun and tries to reload, but his arm hurts t much.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Damn -- Okay. Here --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He hands him the gun and a fresh clip. Reaching into his  belt, Hellboy extracts a vacuum-sealed packet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(throws it at Myers) -- Then load this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In the packet: A SINGLE BULLET.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's a tracking bullet. Crack the  pin. Load it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "KLANG!!! The tongue punches through the steel like a ramr Again and again... Hellboy and Myers can barely dodge it. Myers cracks a safety pin. The glass head on the bullet g like a chemical flare.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jeez... What the hell is that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's looking at Hellboy's smoking arm. Inside a bloody ga a big, black stinger is gleaming. Hellboy pulls it out, then steps on it. It pops like a ri grape.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lemme go ask --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hellboy steps from behind the container. Sammael's tongue instantly wraps around the gun's muzzle. BAM! BAM! Hellboy shoots repeatedly. His face lit weirdly green as the tracking bullet lodges within the gun. Then",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The glowing bullet flies through the barrel and out towar",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-- Sammael, still in mid-air. It hits him square in the chest: an explosion of green go With a shriek, the thing leaps over a wall. Hellboy scram after it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "On the empty sidewalk, Hellboy sees a trail of GLOWING GO He hits full stride, following it around a corner. Myers  lands a second later, cradling his arm, chasing after him",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wait! No, what are you doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOADING DOCK / ALLEY",
          "text": "Sammael dashes by, followed closely by Hellboy, running f tilt. A ten-wheeler backs up, effectively blocking their way. A few workers load pumpkin boxes in it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What the hell is that??",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Without slowing down, Sammael jumps onto the trailer, den the roof then jumping off and into a CROWDED CARNIVAL are A small carrousel and refreshment stand flank a pumpkin p Full of curiosity, Sammael pauses a second to inspect a T or-treater dressed as a GOLDEN DRAGON. Hellboy catapults himself onto the trailer's roof.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(chorus) Whoa-whoa-whoa-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hellboy jumps and lands heavily on top of the driver's ca",
          "sentiment": "neutral"
        },
        {
          "speaker": "CRASH",
          "text": "The driver is almost crushed under the steel. He screams, showered by thousands of glass shards. Myers is a few steps behind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(into headset) We'll hit the street in a minute.  We're heading towards civilians...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He squeezes between the vehicle and the alley wall. The  vendors are yelling at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, yeah, crazy costume, uh? Trick  or treat!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sammael runs past a group of trick-or-treaters, and jumps straight into the street. Cars swerve, avoiding a collisi as Sammael lands on the opposite sidewalk. The TRICK OR  TREATERS scream. Hellboy appears. He too dives straight into the traffic a Myers follows -- He runs into the road... and a 4X4 speeds straight at him Seeing this, Hellboy runs back, and lands next to Myers,  holds out his STONE HAND and stops the 4x4 dead in its tr The impact somersaults the car over them both. It lands w a thud on the street, air bags exploding. Myers almost fa Other cars stop, tires squealing and horns blaring. A maj traffic jam.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Myers opens his eyes, nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good. Stay here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He moves after Sammael.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hellboy follows the GLOWING GOOP into an adjacent alley. the far end he sees a metal grate has been moved. Sammael gone. He comes up to the opening, then jumps in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He lands on a subway track. Sammael is a few yards away.  Seated.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Waiting for me, Sammy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A train horn blares. A headlight approaches!! Hellboy smi and puts away his gun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uh-oh -- between a rock and a hard  place --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But Sammael sprints towards it!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Aw, crap --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sammael unhinges a long, scythe-like bone from his forear then jumps at the front car --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "smashing through glass and steel and raining sparks. Land inside with a ROAR!!! --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SAMMAEL's tongue punches through the doors as he races th one -- two -- passenger cars and out the --",
          "sentiment": "neutral"
        },
        {
          "speaker": "STUNT TRACK REAR 1/4 CAR",
          "text": "-- rear of the train, back onto the tracks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Landing there safely.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now the train hurtles at Hellboy, who grimaces and does h best --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He leaps, but HUMPF!! He's hit! His legs rattle over the  tracks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Inches from the wheels, he punches his stone hand through the steel floor and grabs a handhold. Steam and sparks ex everywhere. The TRAIN DRIVER grabs a fire extinguisher and starts sla it against Hellboy's head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey! Hey! I'm on your side!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "BAMMM!!! He goes under!!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The train whizzes overhead, grazing his horn stumps, maki sparks fly!! After the train passes, Hellboy sits up, for smoking. Sammael is gone. A trail of GOOP is glowing. He  follows it, until it ends abruptly. He looks ahead: no trace of Sammael... Then a fat drop of glowing goop hits his hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Aw, I forgot --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He looks up. Sammael hangs from the ceiling, then drops.  Then the creature lifts Hellboy in a ferocious bear hug. Hellboy twists around and cracks open the jaws of the  creature, like King Kong and the T-Rex. Sammael staggers back and -- in an impossible maneuver, r knits his jaws together! Then he uses his bone scythe to  tackle Hellboy and -- TCHAKKKK!! -- pin his shoulder down deep wound. Sammael's mouth starts to open! Hellboy looks at the spar THIRD RAIL a few feet away. Sammael's tongue rears back, a snake ready to strike.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Screw you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hellboy grabs the rail. An electrical discharge consumes  both creatures and burns the frame like flashpaper. Hellb lets go, his hand and body smoking. Sammael -- very crisp is convulsing in a cloud of smoke. He grows still. Wreathed in smoke, Hellboy shakes off the shock and uses flame on his arm to light a cigar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm fireproof. (puffs smoke, kicks  the body) You weren't.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A huge traffic jam clogs the highway. The totalled 4X4 is being TOWED AWAY. Several TV CREWS interview witnesses. Myers -- his arm freshly bandaged -- signs a police form. His radio beeps.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Myers??? How's your arm?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My arm is fine. Where are you??",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Myers moves away from the POLICE OFFICERS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(sotto voce) Where are you???",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hellboy walks away from the smoking Sammael carcass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I just fried Stinky. Tell Father  I'll be home. He shouldn't wait up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wait -- Wait -- You can't go anywhere --  I gotta go with you --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, no, no, it's fine: I do my job,  I take a break.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. Stop. Don't do this -- Listen to  me -- Tell me where you are --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Myers?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Goodbye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He turns off his belt locator and moves away into the dar of the tunnel. In the foreground: BLACK light escapes from Sammael's cha body.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An abandoned shower room. A series of sinks and stalls, l with dirty white tile. A phonograph nearby plays Wagner.  Kroenen stands next to it. ILSA is nearby, a straight razor glinting in her hand. Sh stands over Grigory -- his back to us -- lovingly shaving her master's scalp. She grabs two GLASS EYES from a table Places them in Grigory's sockets -- his back to us -- as turns, a glass eye shifts lazily into position. He opens hand: in it the pale BLACK light that escaped from Sammae body. He cradles it like a precious stone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(smiling) Sammael has fulfilled his destiny...  Die in peace and be reborn again and  again...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He closes his fist.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Only seven more days to the eclipse,  Grishka...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rasputin stands, his neck and shoulders rising, engorged moving flesh beneath his human skin. Ilsa stares in  fascination.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The child will be there. And so will  we all -- Won't we?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Behind him, in the darkness of a tunnel: TWO SAMMAEL  silhouettes appear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A sleek black limo drives past the crowd and stops outsid FBI agent TOM MANNING emerges.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Manning and Broom walk through the mess. A crew is cleani up. The dead guards are carried out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Every time the media get a look at  him, they come to me. I'm running  out of lies, Trevor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I thought you liked being on TV.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I do. (beat) How many escapes?  This year alone:  five!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tom -- he's our guest, not a prisoner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Your \"guest\" happens to be six foot  five, bright red, and is government  funded.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's just going through a phase --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Manning moistens and lights a fine cigar, using a kitchen match.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A \"phase\"? What do you think this  is, \"The Brady Bunch?\" These... freaks --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ABE SAPIEN listens while pacing the exhibition hall, palm open.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(lowers his voice,  tense) These freaks, Trevor, they give me  the creeps. And I'm not the only  one. You're up for review. You and  your petting zoo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know where to find him. I'll get  him back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Manning watches as Abe finds a sharp dagger embedded in t floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, fishstick -- don't touch anything --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Abe silences him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I need to touch it to \"see\"...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "See what??",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The past, the future, whatever this  object holds.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(eyes Broom) Is he serious??",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't worry about fingerprints. I  never had any.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Abe holds the dagger in his hand, turns to Broom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They were over here, Professor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oooh!! Who was here? Nixon? Houdini?  You mind sharing your mystic insights?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Broom examines the dagger: a RAGNAROK symbol crowns the h The dragon and swastika.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Show me, Abe... show me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He solemnly extends his hand. As soon as Abe takes it, th room...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hours earlier: the place is intact. Both ABE and BROOM wi spectrally as -- A GUARD CHECKS AN ALARM MONITORING UNIT. HEARING A tickin sound, he shines his light into a dark corner: no one's t But after the guard moves on, a spidery form emerges from the pool of shadows on the floor. It's KROENEN, encased in shiny BLACK LATEX from head to t On his chest, a close-fitting harness comprised of softly ticking gears. He approaches a glass case which holds an ancient WOODEN  STATUE of an Eastern Orthodox SAINT. Then, on the glass, a reflection: ILSA.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Move.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She uses her hammer to destroy the glass case. The ALARM shrieks. Warning lights come on. Kroenen pulls out a double-ended BLADE. It spins, like a  giant bone saw, slicing across the statue. No apparent damage until: CRACKKKKK!!! a diagonal line ap and the top half falls. KROENEN reaches for a small crank embedded in his chest a winds himself up. Ilsa reaches into a hollow portion in the wooden statue a removes a large reliquary jar containing Golden sand. Six guards hurry in. They point their flashlights and gun at Kroenen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You! Don't move! Hands up!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kroenen starts shaking, as if in a seizure and readies tw TWIN BLADES. bullet tears into Kroenen's arm, spewing forth an explosi of dust. He turns. The guards shoot again. Kroenen maneuv the steel, deflecting the bullets which -- -- ricochet wildly -- and finally hit three of the guards They fall silently to the floor. Kroenen dispatches two more in a flurry of knives. The last guard raises his gun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Something is clearly stopping him. His hand breaks, twist by an unseen force!! The flesh on his neck pushes upwards, held by an invisibl force. He starts floating in mid-air. The blinking lights of arriving police cars tint the wind red and amber. They outline a figure formerly submerged i shadows. GRIGORY. He gestures with both hands, as if hold an imaginary doll. His arm muscles twitch under his skin, shifting, changing gaining strength. With a quick gesture Grigory twists the lower and upper p of the guard's body in opposite directions. With a wet CRUNCH, the guard's shadow on the wall goes li Grigory looks at Ilsa.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ready the welcome, my love --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ilsa opens the reliquary jar and pours a circle of sand o the floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Salt. Gathered from the tears of a  thousand martyrs. Restraining the  essence of Sammael, the hell hound,  the seed of destruction.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Grigory slices the air with his open hand, creating fleet glyphs... and a small BLACK flame dances on his open palm He deposits it in mid-air, at the center of the circle. Then, the sand begins to move, like liquid mercury. Lines fuse into a pile. It melts and bubbles, growing and foami Bones are formed, tendons and ligaments join together,  GROWING, GROWING, INTO SAMMAEL. It roars!!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Abe snaps out of it. Broom is pale. He steps away, wincin enduring a bolt of pain in his side. Abe holds him. Motio for the others to stay back. He extends his open palm and \"feels\" the air near the old man's back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Professor..? You -- are very sick --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't want Hellboy to know --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Broom turns around, gently pushes Abe's hand away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sixty years ago Abe, they tried to  destroy the world. And they are back --  in my lifetime, they are back. To  finish the job.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A small nighttime Halloween celebration. Lanterns hanging from the trees, couples drinking and listening to Pop mus on picnic tables. On a bench, A YOUNG GUY pulls out a cold SIX PACK of beer and passionately kisses his GIRLFRIEND. As he shuts his e a bright, red tail neatly snatches the six-pack. Behind the bench, HELLBOY smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dry leaves fly up in a gust of wind. A small army of EMER VEHICLES roars down the deserted streets, right past a... ...brick 1940's HOSPITAL, behind a high wall topped with  barbed wire. The mesh-covered windows are decorated with  paper skeletons and jack-o'-lanterns. A topiary garden  surrounds the building. Watching from atop the wall is HELLBOY. One sleeve of his overcoat is soaked in blood. He keeps an eye on the SECON FLOOR windows. Hanging from his tail: THE SIX PACK OF BEE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "DOCTOR MARSH, a female psychiatrist, moves down a line  patients, distributing pills. Behind her, a lithe young woman in a patient's gown carri the medicine tray. This is LIZ SHERMAN, age 26, her pale  skin contrasting with her raven-black hair and piercing d eyes. A scar mars her forehead. Three thick rubber bands  circle her wrist. Near a window, a Down's Syndrome PATIENT senses something",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(pointing) There's a big red guy down there!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(readying more pills) That's fine, darling, Santa's not  here for another month.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not Santa. Big and red. With gold  eyes. And he has beer!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hearing this, Liz stops. She closes her eyes, tugs at one the rubber bands on her wrist and lets it snap against he skin. She winces and peers out the window. The garden bel seems empty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Liz steps out a side door into the hospital garden. Hangi from her neck: an old POLAROID CAMERA. She follows a trai of blood to a large, thorny bush. As she circles it...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Back so soon?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Visible in the branches, a leg and part of Hellboy's over His tail emerges, dangling the six-pack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uh, I brought beer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Liz shoots a Polaroid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "To wash down my lithium pills? (beat) I may get a few perks, H.B. But I'm  still a patient.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shyly, he climbs out from the bush. She sees the bloody a",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You better have that looked at.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just a scratch. (shrug) I wanted to see you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Liz sighs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hellboy's sitting on a bench, next to Liz.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We miss you at the Bureau. Abe's  crazier every day. And Father's still  mad at me -- (Liz smiles) Come back, Liz. Come back. I --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. Not this time, H.B. It's been  months since I've had an episode.  And you know what? I'm learning to  control it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Around her right hand a faint BLUE AURA of fire blooms,  crawling over her fingers like a velvet haze. She stares the pale flame.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm learning where it comes from. (beat) And for once in my life I'm not  afraid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She clenches her fist and puts the flame out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Looks like your ride is here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The garbage truck and the two black sedan cars have pulle into the hospital grounds. A dozen agents climb out of th vehicles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Nanny Squad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE CARS",
          "text": "Clay starts towards Hellboy, but Myers stops him and turn to Broom:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sir, may I go first??",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Broom) Not so fast. He barely knows him --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(cuts him off) Then he should make it his business  to change that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE BENCH",
          "text": "Liz stands up, puts her hand on his shoulder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Listen, H.B. I've got a chance out  here. If you truly care about me,  don't come back anymore.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hellboy smiles sadly. She walks away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Goodnight, then.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Goodnight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She doesn't turn back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, I gotta go, too. Lots to do --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Feeling light-headed, he stands up. On the bench and at h feet, a pool of his own blood. He sees Myers tentatively approaching.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What took you so long?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "C'mon, time to go home. Tape you up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What are you, a Boy Scout?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. I never was.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(weak) Could've fooled me. Go away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hellboy drops to his knees. Clay, Quarry and Moss reach h Help him up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "C'mon, champ. You look a little woozy,  there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This -- ? This is nothing. You know  what'll kill me? (points at the doorway) Her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Liz stands at the hospital door and sees Hellboy keel ove A few of the agents help him to the vehicles. Myers looks back at Liz. They hold each others' gaze, the unfamiliar faces filled with curiosity. Eventually, she g inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In the depths of the B.P.R.D infirmary, Hellboy lies flat a stainless steel table. Broom sits alongside him. Abe peers through a magnifier at Hellboy's wounded arm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You were burned by some organic acid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm lucky that way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Using a scalpel, Abe probes the gash. Hellboy lets out a  GRUNT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Son. About Rasputin --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't worry. I'll get him soon enough --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Listen to me. This time is different.  There's more at stake than ever  before.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How hard can it be? I punched the  crap out of that thing that he sent --  ouch!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I worry about you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Me?? C'mon --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, I won't be around forever, you  know?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, stop that -- (grimaces in pain) Damn! Be careful, there --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Red. How long was it latched onto  you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I dunno, maybe five seconds -- ow!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You want me to hold him down?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(snickers) That's right, Stud, hold me down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Professor...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Broom moves to Abe's side of the table. Abe is poking at depths of the wound.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(sharp, to Hellboy) Don't look! Turn around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is it bad?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Broom comes closer, eyes wide: inside the wound on Hellbo forearm, nestled like ticks, are 3 translucent EGGS. Hellboy jumps as Abe plucks the first one out. Abe deposi it in a glass container.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Touched you five seconds. Laid three  eggs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Didn't even buy me a drink.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The computer beeps having finished an analysis. On a moni an enlarged color image of one of the throbbing eggs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The eggs are very sensitive to heat  and light. They need a humid, dark  environment to breed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Abe picks up an egg with a pair of tweezers, passes it on Hellboy, who sports a bandage on his arm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Down there. Did you ever loose track  of him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, let's see -- there was that  moment, when I had a train on top of  my head --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Broom frowns, worried.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Hellboy) We can't risk it: You'll go back to  the tracks tomorrow with a group of  agents, search the area, top to  bottom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Myers observes, repelled, as inside the egg a small foeta THING wiggles. INT. BROOMВґS OFFICE - NIGHT Myers stands by Broom's desk as the old man places a new of books on the reading stands in front of the fish tank.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm in way over my head, I know that  much.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're doing fine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "At the last book stand, Broom glances at Abe, who is sitt in the shadows near the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, I'm not. He respects Clay. Not  me. I don't know why you chose me,  Sir. But I'm not qualified.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Discouraged, Myers heads for the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(very quiet) I'm dying Agent Myers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shocked, Myers looks over at Broom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And as a father, I worry about him. (directly to Myers) In medieval stories, Agent Myers,  there's often a young knight,  inexperienced but pure of heart...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, please. I'm not \"pure of heart.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, you are.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What I ask from you is -- Have the  courage to stand by his side after  I'm gone. Help him find himself. Who  he must be. (beat) He was born a Demon... You will help  him become a man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dozens of HELLBOY clippings flash by: tabloid headlines a with intimate images of Hellboy as a KID. H.B. at 7, at 1 dressed as a human for Halloween, Broom by his side. Myers works at a computer workstation. He brings up a small photograph in an old issue of The  Enquirer. The headline: \"ARSON SUSPECT NOW WORKING FOR SE GOVERNMENT AGENCY\" There's a photo of a woman, taken with telephoto lens. Another clipping: young LIZ, 11, and a photo of a tenemen building burned to the ground: TRAGIC EXPLOSION. A QUICKTIME interview pops up. LIZ, in her early twenties caption reads: ELIZABETH SHERMAN, first interview, BPRD,  PYROKINETIC. She has a POLAROID camera in her hands. Shoo one at the lens.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't like the term \"firestarter.\"  I just don't. And \"Pyrokinesis\" sounds  like psychosis or something. I dunno --  maybe that's right. Not being able  to let go -- (shrug) Scary. Sometimes you hear so-and-so  lost control and just exploded. (beat) They're lucky it isn't true. (looks at the camera) With me -- it is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Two strolling ORDERLIES shine their flashlights inside th rooms on both sides of a long corridor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A flashlight beam sweeps Liz's room. It illuminates a  CORKBOARD covered with hundreds of Polaroids depicting sc of everyday life. When the beam of light crosses her face, she turns slowly still asleep. As the light fades, the shadows in the room grow deeper.  Grigory emerges from a dark corner. He gazes down on the  bed, extending his right hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Master is calling your name now,  my girl. We are all part of his plan.  You must return to the child... So,  once again...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He gently caresses the scar on her forehead. Under his sk a hideous movement, a writhing rearrangement of muscles. fingers start to glow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...dream of fire.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Liz convulses. A small ripple of heat rises from her fore",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Somewhere in a smokestack city, grown-ups and kids hang  banners and prepare a ragged birthday party in a cement  courtyard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZ",
          "text": "Sitting on some tenement steps, LIZ, age 11. Sullen, alon a gold CRUCIFIX hanging on her chest. A WOMAN -- Liz's MOTHER -- comes down the courtyard steps carrying a basket of apples.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Liz) Liz!! Liz!! Come on, darling, give  Mummy a hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nearby, under a balloon archway, munching candy-coated  apples... three KIDS giggle and point at her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Freak!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Liz turns to see them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to his friend) See? She knows her name.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Liz shies away from them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Go home, you freak. We don't want  you here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They start throwing stones. One hits the steps. Another m her by inches. A third hits her in the shoulder. Scared, Liz turns but a rock catches her full on the face She falls down, blood trickling from her forehead, splatt the pavement. She starts sobbing. Another rock sails acro but this time, in mid-air, it catches fire and turns to a A ripple of heat starts crawling up Liz's hands. Soon a p blue flame rings her entire arm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(sobbing) Not again, please, not again...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Firelight glints off the crucifix.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MOTHER is dunking the apples in a pot of caramel. A  heartbreaking cry reaches her ears.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mommy! Mommy!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mother sees...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Liz: outlined by licking flames!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(panicked) Mommy! Help me! I'm burning!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mother screams, horrified.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Help meee!!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She then explodes. A white-hot supernova engulfs the  courtyard. Her mother's body burns like flash paper. Then the rest of the people are --",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE ENTIRE TENEMENT COURTYARD",
          "text": "-- devoured by an explosion of atomic proportions. Benche people, trees. Everything. The four surrounding apartment blocks collapse as a shock wave hits like a wrecking ball The frame whites out. And at ground zero there is but one figure left standing: Liz... a little girl, still crying.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Liz screams, her back arching, her body now in flames. He chest glows, silhouetting organs and ribs. The rubber bands on her wrist vaporize.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The glow from Liz's room streams into the corridor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In their glass kiosk, two ORDERLIES are listening to the  radio and sharing a pizza. A red light flashes repeatedly a panel. They silence the radio, grab their batons and get up. A l rumble shakes the room. Through the VIBRATING glass window they see...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORRIDOR MINIATURE / COMPOSITE",
          "text": "...A BALL OF FLAME pushing inexorably through the corrido The inside of the glass booth is absolutely silent, makin the vision both terrifying and strangely serene.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh my --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As the glass explodes, the fire ROARS, drowning everythin The orderlies hit the floor, taking cover under a shelf.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The top floor blows up. Flame pours out of every window,  showering glass into the streets below.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Myers pushes the breakfast cart. On it, three dozen panca and a mound of bacon and toast. He opens the door to HellboyВґs den.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Inside, Hellboy is leaning over Broom, glaring at the old man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How many buildings does she have to  burn? She belongs here!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's not how she feels. She may  never feel it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Myers enters, deliberately clearing his throat. They igno him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's her choice -- (beat) She's human --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, as opposed to -- ?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Broom grows silent. Hellboy stomps over to a mirror and -- using a hand-held  belt sander -- savagely shaves his horns. Sparks fly ever time he goes at the round stumps.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mmmh -- \"Pamcakes.\" We're going out --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Professor, that girl you were talking  about --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(whirls around) Hey. You: think twice --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I think I can help -- Talk to her --  I can bring her back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(chuckles) What landed you this job, pushing  \"pamcakes\"? Punctuality? What was  your area of expertise?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Myers murmurs --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What was that??",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hostage negotiations.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hellboy's face lights up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Part of the building is demolished. Repair crews and fire are still hosing down smoldering piles of debris. Myers arrives in a taxi cab.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Myers looks at LIZ through a see-through mirror. She sits a bench inside a padded cell. A security CAMERA AND MONIT records her constantly. A worried-looking Dr. Marsh stands alongside him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She's been like this since it  happened. There were no casualties.  But it's put a big dent in our  Thorazine supply... (dubious look at Myers) Are you sure you want to go in?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Myers nods, loosens his tie and enters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Liz doesn't acknowledge Myers' presence. He kneels and lo up at her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Miss Sherman? I'm Agent Myers, FBI.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Liz turns away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Miss Sherman? I'm Agent Myers, FBI. (no response) The hospital called us. They don't  feel they're capable of caring for  you any longer, and --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Liz -- can I call you Liz? It's a  beautiful name --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(sighs) 60% OF THE WOMEN IN THIS WORLD ARE  NAMED \"LIZ\".",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's still impressive by my standards:  My name's John.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She looks at him. He offers his hand. She looks away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dr. Broom asked me to invite you  back to the Bureau. No special  precautions, no security escorts.  You and me in a taxi. Like regular  folks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Doesn't sounds like him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Miss Sherman, he's asking you back,  but it's entirely your choice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Liz turns to the 2-way mirror. Both their reflections are there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Choice, huh? That's cute. I've quit  the Bureau thirteen times. I always  go back. (snaps two rubber  bands) Where else would I go?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An explosion of sound and light as a subway train passes  through a dank tunnel. Then, light beams sweep the encrus walls and steel columns. Clay and some B.P.R.D. agents hold flashlights. Two of th MOSS and QUARRY -- carry FLAMETHROWERS. Hellboy and Abe bring up the rear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They enter a store room piled high with filing cabinets,  typewriters and school desks. A turn-of-the-century mural depicts happy boys doing charitable acts. A Latin phrase  (\"VIRILITER AGE\") encourages them to behave like men.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(reads a map) We're in the cellar of the Benjamin  Institute. Turn-of-the-century  orphanage. Closed since they moved  the sewers in '51.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Abe removes his gloves, hyperextends his palm and senses air. Then the surface of the water.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There's a pulse. And it's coming  from --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Debris and dust seem to float from the water's surface an towards Abe's hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "there --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They point their flashlights at a bulkhead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "cistern on the other side. Most of  the eggs are there --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They move some filing cabinets and stare at a blank concr wall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No way in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We should go back and request  permission to --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "BAMMM!!! Hellboy's stone hand cracks the concrete. He sta pounding, again and again, like a jack hammer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT., (SET/LOCATION BUILT SUGAR FACTORY)",
          "text": "Makeshift living quarters tucked below a maze of furnace  ducts. Scores of old clocks fill the room with TICKING. At a desk, Kroenen calmly repairs a mechanical hand: his  own. His face is partly exposed. Under his leather mask, horri lidless eyes glitter over a skull-like grin, made of raw  gums and taut skin. As Hellboy's pounding reaches his ears, he rises, like a  spider whose web has twitched. The mechanical hand rattle blindly on the table. He opens an ancient leather folder and extracts an engrav depicting Sammael. Carefully places it on the table. Then opens a drawer and, from an envelope, takes two torn piec of paper. He puts them in a pouch in his belt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The wall collapses under Hellboy's attack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you coming or not?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Clay smiles uncertainly back. Hellboy moves in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Quarry and Moss) You two, check this dump, then join  us --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A large oval room of rusting metal, with pipes spilling w through a large GRATE on the floor. Abe studies it, senses something, and nods. With superhum effort, Hellboy lifts it. Hundreds of roaches pour out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm glad I'm not human. This place  would be an embarrassment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Below, a vast cistern. Abe drops in two CHEMICAL FLARES.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHAMBER, (SET TANK)",
          "text": "The flares sink, illuminating floating office furniture a torn paper...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In the lower depths, they pass shadowy industrial ruins.  Settling on the bottom they reveal the hulk of a waiting  SAMMAEL.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Abe pulls off his breathing apparatus. Activates the loca on his utility belt. Hellboy does likewise. BEEEP! The de synchronize. Hellboy extends a metal reliquary containing a small bone",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There you go, Doctor. This should  cover your tailfin -- On loan from  the Vatican, a bone from Saint  Dionysius. Ugh. Looks like a pinky.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Abe ties the reliquary around his hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Remind me why I keep doing this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rotten eggs and the safety of mankind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, right --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As transparent nictomembrane lids cover his eyes, Abe div",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Underwater, ABE finds an entire control room. 1940's maga float by, like paper jellyfish. The amber light of the  chemical flares gives the room an eerie other-worldly fee",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Waiting above, Hellboy chews a Baby Ruth and pokes around Finds a pile of children's shoes covering some yellowing  albums. In the albums, a myriad of sad faces, the orphans from the past. Some of the faces have been cut out. There's an unfinishe letter to Father Christmas, dated 1866. Clay stands below a grate, admiring his hair implants wit hand mirror.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "See? It's thicker. Isn't it? It's  not that doll-hair thing --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Suddenly, something moves. Hellboy shines his light into adjoining tunnel. Kroenen is standing there, like a deer  caught in headlights.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Son of a -- !",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The figure darts away. Hellboy tears after it, gun in han",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Red, wait!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Clay tries his radio. Static.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Red's on the move!! I'll cover him!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He pulls out his gun and runs after Hellboy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Clay arrives at an intersection of sewer tunnels. The glo of Hellboy's flashlight is visible somewhere ahead, his  booming footsteps rapidly receding. A veritable labyrinth",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Damn it, Red.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Abe nears the bottom of the cistern. As his feet touch bo a cloud of silt fogs the water. He picks out a translucen egg! Suddenly, something big glides by. Abe turns: sees nothin He places the egg in a glass canister. Now eggs are float everywhere, undulating in the water like amber fireflies. Abe swims slowly, collecting them one by one. Some of them are snugly wedged between two rusty machines Abe's reliquary gets caught in a lever and snaps loose!! lands -- on a grate on the floor. Abe swims down and tries to grab it, but it falls through. Abe curses and stands up -- -- only to find himself FACE TO FACE with Sammael!! The monster rakes Abe across the chest; dark blue blood b to flow. Abe shoves himself into a long, concrete fissure Sammael can't fit through, but the tongue darts out, miss Abe by inches. Sammael scratches at the walls, trying to  reach deeper, screaming in rage. Abe screams too, emitting a trail of bubbles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The bubbles burst on the surface. Watching them is a SECO SAMMAEL.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hellboy stops, disoriented. No trace of KROENEN. He sniff the air, then steps through a non-descript portal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT., (LOCATION/BUILT SUGAR FACTORY)",
          "text": "Hellboy stands in Kroenen's quarters. An array of gas mas dangle from ducts overhead. Glued next to the walls are d of old photos of children. He discovers the Sammael engraving.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"Sammael: seed of destruction. Death  becomes the fertile ground.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Suddenly: drool drops from above: Sammael hangs from a be",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(turning) Didn't I kill you already?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sammael lunges, hurling Hellboy through an open service  shaft... ...and it's a long way down. When Sammael leaps, Hellboy throws him over the edge. Sam however, grabs Hellboy's tail and pulls him over the side",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They crash through pipes, wiring and ducts and slide off  down a duct and into --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "another passage. There they bounce off of dripping water  pipes and jutting steel I beams, until they finally break through a mesh/insulation ceiling and directly onto --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A subway platform. Full of people. The two fighting creatures land on the ticket booth -- in explosion of coins, glass and steel!!! Some bold New York in the crowd start picking up handfuls of change. The dust clears, revealing a large crater in the platform floor. Sammael hits Hellboy. The Red Giant lands on a line of  turnstiles, uprooting them all. Sammael flies through the air, unfolds its bone scythe.  Hellboy rolls away. Sammael misses: the tip imbeds itself the floor and then -- TCHAKKK!!! -- in a concrete column. Sammael pulls, bringing down part of the ceiling. More SC from the fleeing public. A mezzanine above Hellboy collapses, bringing the ceiling steel cables and office furniture down onto the Red Giant Sammael takes a step towards the crowd and roars -- Then, BAMMMMMM!!! A desk flies up into the air. Hellboy's stone hand emerges, triumphant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, Chunk-face!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He climbs out of the crater. Sammael growls.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You can do better than that. Big  monster like you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hellboy rips off one of the turnstile bars and hits Samma again and again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "See? It hurts! You shouldn't hit  people!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sammael blocks the last hit and throws the bar away. It e itself in the tile wall. Sammael punches Hellboy, a hard uppercut. Hellboy flies up, crashing through the plate glass of a s mezzanine above the platform. He skids on the tile floor, scraping a jagged line with his stone hand. He slides past a group of BYSTANDERS and into a row of ba subway ads. He lands in a shower of glass and debris on a wooden bench, breaking it in two. Sammael climbs up into the mezzanine. Hellboy gets up -- his back bristling with glass shards - and hears a WAIL: a YOUNG GIRL is pointing at A BOX OF KI abandoned on a bench.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My kittens!! My kittens!!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Aw, crap.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sammael charges!!! Hellboy scoops up the box, holds it hi Using his bone blade, Sammael pulverizes the bench. Next, Sammael slashes at Hellboy, scattering a dozen shri citizens. Illuminated by sparks and shorting lamps, Hellboy advance blood dripping from his forehead and nose. Hellboy starts to reload, but -- Sammael's tongue shoots  out. Hellboy throws the kitten box in the air and -- trap the tongue with his stone hand --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Second date. No tongue!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-- while catching the box with his tail. The kittens are  fine. Using the tongue, he throws Sammael out a glass window. Sammael dangles above the tracks, but he re-joints himsel and grabs a handhold on the train wall above the tunnel.  From here, he pulls on Hellboy, sliding him toward the ja glass. Sammael pulls harder, enters the tunnel. Hellboy fights to free himself, but his sweaty face is  millimeters away from being sliced by the glass. All seem lost, when... WHAAAAA!!!!!! A train appears out of nowhere heading stra for Sammael. It splatters the thing against the tunnel wall and plows Sammael's body sprawls motionless at the side of the trac",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I hope that hurt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He gives the cats to the young girl --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thank you --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My job.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hellboy approaches Sammael, whose remains are wreathed in BLACK flame. A huge CROWD looks on from the end of the  platform.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(a whisper) This time. Stay dead, willya??",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He moves away. The BLACK flame flickers out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Under the water, BLACK light blooms within TWO OF SAMMAEL EGGS as a fantastic methamorphosis starts. The embryos bu out, gyrating in the water, swelling and distending.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Badly wounded, Abe peers from his hiding spot. Sammael's there. He quickly swims to the surface, his weird blue blood tra behind him. The water boils with energy and BLACK LIGHT. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Abe staggers out of the pool and hides behind a crumbling shower stall. Behind him, two SHAPES come to the surface. Shaking, Abe pushes his belt locator and collapses.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hellboy's locator belt crackles to life. BLUE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Abe -- ?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Back in the tunnel, Quarry and moss move filing cabinets rotten bozes full of files. One of them gives out and pap spill all over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jesus --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Their locators light up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Abe --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Suddenly -- a noise! The agents leap up and sweep their  flashlights over the columns... Nothing there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Moss, what the hell was that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then, TWO SILHOUETTES cast long shadows. Powerful footfal boom like thunderclaps. Agent Quarry raises his gun and fires at the dark shapes. Useless: the things plow on. Moss hurriedly straps on his flame thrower. After a few  seconds, a green light beeps, READY. The muzzle of the flamethrower vomits a 30 feet long gout fire into the blackness. The men pause: silence! Quarry turns on his flashlight, hand trembling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Whatever it was --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "BAM!!! SAMMAEL'S TONGUE uncurls from the shadows and land on Quarry's face, pulling him into the dark. His flashlig bobbles and strobes, lighting up a nightmare: TWO SAMMAELS stand in the tunnel. One of them gleefully  squeezes Quarry. The man's screams are muffled by the  creature's fleshy lips wrapping around his head. Moss runs as fast as he can, jumping and tumbling through obstacle course of beams. Turning, he readies the  flamethrower. The SECOND SAMMAEL lands on Moss's back,  breaking his spine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hellboy enters to find Abe, bleeding but alive, leaning  against the tile, blue blood all around him. Hellboy trie his walkie-talkie. Turns on his locator. It sparks. It's  damaged and broken.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(into his walkie-talkie) We need an ambulance. Now!! Over!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Clay stumbles around, lost. He stops under a grate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(on the walkie-talkie) Who's there? Clay? Come in, someone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Clay, Code 30, this is Clay, over...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Behind Clay, Kroenen drops down from an overhead pipe, th shafts of gray light. He brings forth his customary long  blade. Clay turns in time to see Kroenen coming at him. H fires. Kroenen stabs. Twin rivulets of blood run from Clay's nostrils. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hellboy hears the gunfire, starts running.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Clay falls to the floor. Kroenen stands there, unfazed by Clay's bullets in his ch Dust pours from his wounds and piles up neatly at his fee He hears Hellboy coming.He places the knife on the floor, then lies down and plays dead. Hellboy appears at the end of the tunnel. He glances at  Kroenen's body, then quickly checks for a pulse on Clay. Hellboy looks demolished.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An ethnic pop song blasts from the taxi radio. Liz pokes head out of the window and shoots a Polaroid snapshot. Sh passes it to Myers:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It feels good to be outside!! It's  been so long...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He can't hear her over the music. Myers knocks on the  bulletproof acrylic divider.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey!! The music!! Turn down the  music!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, yeah, music!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He merely changes the radio station; the music stays at t same volume. Myers looks back at Liz. She is halfway out the window, sitting on the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jesus! That's not -- That's not safe,  Miss Sherman -- Miss Sherman?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She takes another Polaroid and passes it down to him. Mye looks at the Polaroid, then smiles. He climbs out of the  other window, hands her the photograph.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nice view --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He waves at her. For the first time, she smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A smile, huh? That's good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She takes his picture. With the cold morning wind blowing Liz's hair and the sun on her face, she looks beautiful.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't get used to it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Myers taps his fingers on the roof, to the beat of the mu He can't take his eyes off her. They drive towards the BP",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Unconscious, Abe floats in a special tank. LED strips rea water temperature, pH level, etc. He's encased in a bio-c a cybernetic healing unit wrapped around his thorax and r arm. A web of tubes and hoses keeps him in place. SHIRTLESS and bandaged, Hellboy sits and studies him, as in a trance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He'll make it --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hellboy turns, Manning is there:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But not everyone was so lucky. (beat) Two agents died today. Clay probably  won't survive the night. You're  reckless.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I knew those men better than you did --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ah, I see. That makes it all alright  then.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He turns to leave. Hellboy gets up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, it doesn't make it right, but I  stopped that creature, didn't I?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's what you do. That's why we  need you. You have an insight. (beat) You know monsters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What are you trying to say?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In the end, after you've killed and  captured every freak out there --  there's still one left: you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(a deep sigh) I wish I could be more gracious but --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "BAMMMMM!!!! He smashes a metal LOCKER with his stone hand and raises it above his head. Manning cowers, realizing that Hellboy's rage is a danger thing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A new space. Office corridors radiate out from a brass  B.P.R.D. logo on the floor. A few agents monitor computer stations and tactical glass boards. Liz and Myers walk in, carrying her suitcases. She looks  around and sees BROOM coming down the hall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Welcome back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's only for the weekend, Professor  Broom. Then I'll be on my way --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(impeccable courtesy) Come and go as you please. (beat) Find your way back. We've made quite  a few changes --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CRASH!!! Liz screams and Myers draws his gun. Smashing th a glass partition, the mangled steel LOCKER lands in the  middle of the hall in a rain of glass and aluminum studs. Next, Manning appears, retreating but unharmed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(gasping) I want that thing locked up, starting  now -- Now!!! You hear me                        !",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He flees.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Broom) Nothing's changed. Home, sweet home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mortified, Broom hurries after Manning. Hellboy calmly st through the hole in the wall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(seeing her) Liz? Liz!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She spins on her heel and walks off. Hellboy turns to Mye",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You!!! You did it, buddy --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Myers holsters his gun and follows Liz. Hellboy is all al now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(oblivious) Woo hoo!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A familiar cell. Fireproof insulation covers the walls. L throws her bags on the bed. Myers lingers in the doorway. She reflexively pulls on one of the rubber bands on her w then lets it snap.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A little something I learned in  therapy. I'm depressed -- (snaps a rubber band) One rubber band. I'm impatient: two  rubber bands...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He sits by her side on the bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll get you a fresh pack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A cat bats at a ball of paper. On it, two words are visib DEAR LIZ. Hellboy's tail scoops up the paper and throws i in a brimming wastebasket. He's sitting at a stainless steel desk, deep in concentra writing with evident difficulty. The floor around him is  covered with more crumpled pages. In the background, the  projector is showing DUCK SOUP. Myers pushes in a cartloa of CHILI.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where do you --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shh! Just a second.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Myers sets the tray on the table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Myers, you're a talker. What's a  good word -- a solid word for \"need\" --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"Need\" is a good, solid word.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nah, sounds too \"needy.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Start in, you got nachos coming.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As he goes out, Liz appears in the doorway. Hellboy quick stops writing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(notices the small  feline army) Oh, my God... Look at them all! Who  had babies? C'mere, Tiger...!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Liz plays with a cat. Hellboy lifts the piece of paper, w looks like a postage stamp in his stone hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Um... Liz -- I -- there's something  I'd like you to -- something I need  you to hear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well. Is it long?? I'm going out,  but --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Out? Out out?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "For a cup of coffee, but go ahead,  read.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're going alone?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. Myers is taking me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hellboy stands up, walks towards her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Him!! Why him? Why not me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Myers walks back in pushing a tray of nachos.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Hellboy) Hey, your chili's getting cold --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(sits back down) Not hungry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What did you want me to hear -- ?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hellboy folds the paper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's nothing. Just a list -- It's  not finished --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, okay then. Maybe later then.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She leaves. Myers smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Anything else you --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(snappy) Not from you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well good n-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(furious) Good night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Under a sheet, Kroenen's cold, naked body lies on a slab. Broom talks into a tape recorder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The subject: Karl Ruprecht Kroenen --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The visible areas of the body make us grateful for the sh covering the rest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Suffered a masochistic compulsion  known as surgical addiction.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The silver hand and harness lie on a table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Both eyelids were surgically removed  along with his upper and lower lips,  making speech impossible. The blood  in his veins dried up decades ago.  Only dust remains. (looks at an X-ray  film) Four pulverized vertebrae. A steel  rod inserted into his pelvis held  him up. (beat) What horrible will power could keep  a thing like this alive?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He finds the small pieces of paper Kroenen planted in his pouch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Under the gaze of high-security cameras, AGENT LIME rolls Hellboy's food cart down the corridor and into the domed  intersection. He whistles a happy tune. Opens the high  security door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lime's jaw drops. Across the room, one of the walls has been completely  demolished, revealing a SERVICE SHAFT. No sign of Hellboy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jesus.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lime peeks into the SERVICE SHAFT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Myers and Liz leave a coffee shop, strolling down the str Myers hands Liz her coffee. They chat and laugh. He pushe his Moped. She has her Polaroid with her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What are you two talking about. What's  so fascinating?? So important?? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Liz and Myers pause at a corner, waiting for the light. T shops are closing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I admire him. He's a force of nature.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's just pushy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No... He's determined. Unstoppable --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cocky.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Strong.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A brute.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My uncle used to say... we like people  for their qualities but love them  for their defects.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Liz half-smiles, sips her coffee.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He -- loves you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What about you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't know. Really. I grew up with  him. (beat) I've missed him too, but now, every  time I see him, I get confused. Hardly  a day goes by he's not in my mind.  Even now, I feel he's here --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As they walk down the street. A red streak jumps over roo tops.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hellboy lands neatly on the adjacent roof. He looks down Myers and Liz -- Myers offers her cream and sugar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No cream and sugar, moron. She takes  it black.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She takes the coffee, waves off the half and half.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Toldya.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Trying to feel superior, Hellboy chuckles. As they walk, gestures vigorously. His smile fades.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's freezing, isn't it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Coffee's warming me up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "By now, all the shops are closed. They approach a small p near a train track.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do we do now? Newark, New Jersey,  entertainment capital of the world.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She cleans off a wet, dirty bench, sits down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You offered me a cup of coffee. I've  got one, so just sit down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Myers is falling for her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hellboy leaps off a building.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Two red hands appear over the rooftop parapet. Cursing,  Hellboy hauls himself up. He finds himself next to a pige coop where a YOUNG KID is feeding the birds.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hi...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The kid stares at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're Hellboy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shh. I'm... on a mission.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He watches as Liz and Myers sit on the bench.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't tell anyone, huh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Broom examines the damage to the wall. He turns to see  Hellboy's locator belt hanging on the wall. Broom shakes head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Should we send out some scouts?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Broom motions for him to stop. It's useless,",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. Enough. He will never change --  always a child. Always. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kroenen's body lies on the table. Slowly, his chest start to rise and fall. He sits up. His arm stump docks into the prosthetic hand -- Click! He flexes the shiny fingers. Kroenen's hideous cranium is visible for an instant befor he zips up his mask. He takes the sharp Ragnarok knives a turns one over. It reflects a figure standing behind him: Grigory.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The pigeon kid walks towards Hellboy, carrying two glasse of milk and a plate of cookies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My Mom baked 'em.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He sits by Hellboy's side as he watches Liz and Myers cha and laughing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's it: she's laughing. I'm done.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hellboy grabs three cookies off the plate and scarfs them down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They don't look like spies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come on! Look at him, those shifty  eyes, that -- phony grin...!! (seeing the last cookie) You gonna eat that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Below, Myers yawns. Hellboy slaps his forehead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, the yawning trick. That's so  1950's! Watch his arm --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He looks around, picks up a pebble, hefts it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We all have a side that we try to  hide...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Myers stretches and places his hand and arm behind her ba Something hits him in the head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey! What the hell?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He gets up, annoyed. No one in sight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hellboy snickers, hiding and chewing a cookie. The Kid \"g him five\". INT. BROOMВґS OFFICE - NIGHT Kroenen's two pieces of paper are joined together under a MICRO-SCANNER. Broom watches as computer enhancement fill out a couple of missing areas. Cyrillic letters are now legible.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(pensive) SEBASTIAN PLACKBA #16... Moscow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Broom pulls out a few old photos. Finds one of Grigory in German uniform, and in a book, another of Grigory in an  Orthodox priest's black cassock. He pulls out his old wooden box, pulls out a dusty book f it. His fingers scan the text, finding Rasputin's date of birth, date of death. They pause at a particular line: \"H mausoleum is at SEBASTIAN PLACKBA #16\".",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's Rasputin's mausoleum.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TCHK!! A noise -- Broom turns in time to see Kroenen  delicately descending a spiral staircase, blade in hand. spite of all his experience, Broom is shaken.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I see the puppet. But -- where is...  the puppet master?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In the dark, a voice hisses --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Very good, Professor Broom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Broom turns. Grigory steps from the shadows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It was you: The scraps of paper,  Liz's sudden relapse and return...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(nods) Bread crumbs on the trail. Like in a  fable. They both distract him and  guide him exactly where I need him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Moscow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "His destiny.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He touches Broom's forehead, lightly --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You raised the child. Nurtured him.  So, In return... Would you permit  me? A brief, brief glimpse? Of the  future --",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLASH",
          "text": "A nightmarish tableau...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The ruins of New York, charred, smoldering. Human remains litter the landscape. Monstrous shapes lumber in the  distance... an army of apocalyptic beasts outlined agains the blood-red sky. Dominating the horror is a mountain of festering skeleton and skulls. At the top, a figure: HELLBOY, transformed. H horns are in full bloom, his eyes and mouth stream uneart fire. INT. BROOMВґS OFFICE - NIGHT Startled, Broom snaps out of it --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If only you had him destroyed sixty  years ago, none of this would come  to pass. But, then, how could you  have known?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Broom is speechless.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Your God chooses to remain silent.  Mine lives within me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rasputin stands, the flesh of his neck and shoulders heav and twitching beneath his human skin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In the frozen waters of the Malaya  Nevka, in the darkness of the void:  every time I died and crossed over,  a little more of the Master came  back with me. He disclosed to me the  child's true name... Would you like  to know it??",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know what to call him. Nothing you  can say or do will change that. I  call him son.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Discreetly, Broom removes his rosary and places it on the book. Kroenen settles in behind him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I am ready.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good. Now, I'll add two crumbs more: (Kroenen displays his  knives) Grief and revenge...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kroenen's knife goes in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The pigeons flutter on the rooftop. The pigeon kid sits by Hellboy's side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just go down there and tell her how  you feel! (Hellboy shakes his  head: no) My mom says --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's not that easy, okay? (beat) Plus, you're nine. You're not old  enough to give me advice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(shrugs) Who are those guys??",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hellboy turns and sees -- TWO of the black B.P.R.D. Sedan cars rounds the corner. Agent Lime bounds out of one of the vehicles, grabbing My talking rapidly. Liz screams, covers her ears.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Something's wrong --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agents and Bureau employees are crammed into Broom's offi doorway. Hellboy, face contorted by grief, pushes through",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The room is full of forensics people taking pictures, pic up evidence, etc. Tom Manning is there. Seeing Hellboy, h respectfully steps back. Broom's fragile body lies slumped in his chair. At his fe a pool of blood. Liz enters, then stifles a whimper. With tears in his eyes, a disbelieving Hellboy looks at L then at his dead father. He holds Broom's body close to h chest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Father -- I'm back. I'm back. I'm  back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Manning herds everybody out. From the door, Liz blinks ba tears as the red giant kneels by the body: a dog with a l master.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I wasn't here. You died alone --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's raining like hell. The PALLBEARERS, Manning and Myers among them, load Broom casket into a HEARSE. Flanking it are two rows of BPRD ag The hearse doors close and the vehicle pulls away. Watching like a gargoyle from a distant roof: Hellboy. Ra bounces off his wet overcoat. Liz observes him, worried.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He hasn't spoken to anyone in three  days. Not a word. He doesn't eat, he  doesn't sleep...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Abe, conscious now, but still in the cast, floats upside  down, solving a RUBIK'S CUBE. Liz stands by the tank.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've never seen him like this. Never. (beat) Should I stay? With him, I mean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She smiles faintly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Listen -- I'm not much of a problem  solver... (displays the cube) Three decades and I've only gotten  two sides. (beat) But I know this much: if there's  trouble -- all we have is each other.  And I'm stuck here. (beat) So -- Take care of the big monkey  for me, will you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Their hands almost touch, separated only by the glass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A PROJECTION SCREEN shows the enhanced image of the piece paper with Cyrillic characters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We've collected and destroyed  thousands of eggs. No trace of this  \"Sammael\" or this \"Rasputin\"  character. But we have this address --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In a meeting room, Manning stands at a polished obsidian  desk. A group of agents -- Myers among them -- listens  attentively.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sebastian Plackba #16. Volokolamsk  fields, fifty miles from Moscow. We  leave as soon as we get clearance  and equipment --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hellboy's coming -- (beat) But I'll be in charge this time.  Either we wrap this up or I'm closing  this freak show for good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Myers spots Liz walking past the conference room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hellboy stands before Broom's desk, pensive, his naked ch bandaged. Liz watches him from across the room. He finds Broom's ro on top of the book. Reads the underlined phrase on the pa",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hi --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He turns to her. She slowly comes towards him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've changed my mind. I'll come to  Moscow. If you -- are still going --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hellboy nods, then clears his throat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I am. (beat) But -- I have something to say, too. (beat) I never had the guts before -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He looks her in the eye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But I understand what you don't like  about me. I do. What I am makes you  feel out of place -- out there --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Red, I --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Listen. I'm not like Myers. He makes  you feel like you belong. And --  that's good. It really is. I -- wish  I could do something about this -- (points at his own  face) But I can't. (beat) I can promise you only two things...  One: I'll always look this good.  Two: I won't give up on you. Ever.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I like that...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Super: TOPOCKBA STEEL MILLS, MOSCOW A wasteland of rust a decay. Rotting warehouses line the street like dead steel watchdogs. No one's around but a few lonely sentries. A limo and motorcycle caravan are waved through the secur gates.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A metal door trundles back and the limo and escort motorc enter. Fleshy Russian General -- LAPIKOV -- gets out of the limo Then Ilsa and Grigory.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I have accumulated many objects of  great interest. Preserving our  heritage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The warehouse contains a world of bric-a-brac: a towering marble LENIN HEAD, Old Master paintings, tanks, warheads, missiles, etc.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Many -- like me -- believe Mother  Russia to be very close to a historic  rebirth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They stop before a cargo container. With a butane torch, soldier melts away the lead Kremlin seal, then open the d",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rebirth? I like that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A massive stone monolith of polished MARBLE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Twenty tons of stone. This thing  fell from the sky into Tungaska  forest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "June 30th, 1908. It burned hundreds  of square miles of forest. The  Romanovs took possession of it  immediately. The Czar guarded it  jealously -- I have wanted it for  ages.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Grigory's fingers brush over its smooth, perfect surface. the center -- -- TWO CIRCULAR IMPRINTS that match Hellboy's four-finger stone hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now, finally, it's mine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You are aware, of course, there's no  way you'll get it out of Russian  territory.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(curtly) He is aware.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ilsa brings out a chrome box, full of gold.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's a pleasure doing business with  you. Perhaps you have other interests.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Grigory's voice drips with serene brutality.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Enjoy the bright metal you've earned.  There will be no further transactions. (beat) Only closure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A massive CARGO PLANE slices the white eye of a full moon map details the plane's journey over the Black Sea. Super: RUSSIAN AIRSPACE - BLACK SEA.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As the plane engines DRONE, Myers supervises BPRD agents  Lime and Stone, who stencil a large crate: FRAGILE! LIVE  CARGO. Hellboy and Liz stand around a brightly-lit work table. Hellboy shows them the medieval illustration of Sammael.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"One falls, two shall arise.\" So:  you pop one, two come out. You kill  two, you get four. You kill four,  you're in trouble. We have to nail  'em all at once. And the eggs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "When we do: No mumbo-jumbo. Double- core Vulcan-65 grenades.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MANNING shows them a set of GRENADE BELTS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We've installed a very handy timer.  Set it, walk away. Cable pulls the  safety pins, K-boom! Easy to clean,  easy to use...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(interrupts) Those things never work. Never.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Each of us gets a belt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(shrugs it off) I won't take 'em. They never work.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Manning looks at Hellboy, irate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll carry his --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hellboy wraps Broom's rosary on his wrist.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Boy Scout.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Two gleaming black vans and a truck move through snow-cov Soviet roads. Super:  VOLOKOLAMSK FIELDS, MOSCOW.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Myers and LIZ struggle with a Moscow map.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(into a radio) Sparky to Big Red...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Popping her head out of the window, Liz looks back at the truck bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fastened to it, the crate labelled: LIVE CARGO. Small  breathing holes have been drilled in the sides.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sparky?? Who came up with that? Myers?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Liz snickers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're almost there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hellboy, sitting on the floor, in the dark.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(on radio) We're leaving the main road, so hang  on --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They hit a series of bumps. The box rattles and shakes.  Hellboy bangs his head. The vehicle lurches to a halt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(on the radio) This better be the place or I'll  puke.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Motors are turned off. The crate is opened. Liz peeks in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come out and see.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hellboy steps out. Takes a moment to adjust his eyes to t light.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sebastian Plackba #16...",
          "sentiment": "neutral"
        },
        {
          "speaker": "19TH CENTURY CEMETERY, (MATTE SHOT / COMPOSITE)",
          "text": "Broken spiked fences succumb to rust and dead vines. Endl rows of crypts and tombstones poke through wild foliage. Our group plus TWO AGENTS (Lime and Stone) venture into t labyrinthine lanes of the dead. Each carries a backpack, flashlight and a gun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Later. The group gathers in frustration in an area of bar funerary monuments. Myers -- carrying the explosive belts looks around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Forget it. This is practically a  city. And it stinks, and it's muddy.  We'll go back, check into a hotel,  regroup after breakfast. We'll have  to make a grid, go by quadrants.  Maybe satellite photography.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He gestures and all the agents head for the vans.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let me ask for directions.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The group surrounds a grave. Hellboy raises the broken st cover and then jumps in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-- and lands on a rotten coffin. In it, a mummified corps lies in a miserable black suit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(whispers) Animam edere, animus corpus...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He presses the amulet on the cadaver's forehead. For a mo nothing, and then... ...a brutal spasm!! The corpse gasps, breathes... and mut something in tongueless Russian. SUBTITLE: WHAT DO YOU WA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The group gawks as Hellboy climbs out, carrying the CORPS on his back. With an ear-to-ear grin, he approaches the t",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sixty feet further, comrades, and  three rows in...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The corpse fidgets on Hellboy's back. Its bony hand weakl points, as if in confirmation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This here is Ivan Klimentovich: Say  \"hi\" Ivan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The corpse mutters again. SUBTITLED: GO THAT WAY, RED MON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A miniature black marble castle. Using a crowbar, Myers p open the ancient steel door. Hellboy, still carrying the  desiccated abomination on his back, walks in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Two agents stand guard in the mausoleum, while the group  descends carefully. The walls are dotted with yellowed sk",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Myers' flashlight flickers. He shakes it back to life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They reach the bottom of the staircase: three corridors b off in different directions. Hellboy deposits the CORPSE  attop a pile of coffins.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We'll be alright... as long as we  don't separate --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TCHKANGGG!!!!! large spiked metal plates shoot up from be blocking both their way out, demolishing the staircase an ramming Stone: he's gone. Wicked spikes cover the metal surface. Hellboy still bang on it, but to no avail: it's at least six inches thick. L and Myers are on the other side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(into his walkie-talkie) Okay, someone's expecting us. Turn  on your locators -- Anyone sees  anything...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Marco...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...Polo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "On the other side of the panel, Myers takes the radio fro Liz.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(into radio) Are you sure about this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "On a scale of one to ten: two. But -- (beat) -- she'll take care of you, Myers.  She's a tough one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Liz and Myers move off. Hellboy shines his light down the tunnel on the left. Agent Lime picks up the corpse and  follows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hellboy and Manning come into a vast chamber: Slavic moti crown the rugged stone pillars and archways. Water runs d the walls. Across a small stone bridge, light pours from a hexagonal structure. They step onto the bridge. KLANGGG!!! two gears release a steel door from above, forcing them to forge ahead. Somewhere, a  massive clockwork is TICKING.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's that --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hellboy motions for silence. The CORPSE mutters: \"IT'S ",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOMETHING BIG\"",
          "text": "They stare into the darkness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We should go back -- you -- you could  tear that door apart --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't move. We --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-- should go back. Now!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. Don't --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm in charge. We go back!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hellboy yanks Manning just in time. BAMMM!!!! A gigantic  metal pendulum swings past and demolishes one third of th bridge a few feet from their feet. It takes Lime and the  CORPSE with it. Another door on the far end of the bridge shudders downwa",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Son of a --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Whoosh! The PENDULUM swings back. It destroys more of the bridge. Manning sprints for all he's worth and crawls und the door. Hellboy runs, but chunks of stone disintegrate under his  feet. The pendulum swings back taking out the final piece of th bridge just as Hellboy rolls under the door -- -- and makes it into the hexagonal building.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hellboy and Manning find themselves in a very narrow, arc stone corridor. Its walls are lined with endless rows of  rusty steel blades. Faint traces of WAGNER can be heard. They cautiously  proceed...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There. In yellow gaslight, Kroenen nods attentively as a  phonograph plays the love duet from TRISTAN UND ISOLDE. Above him, ropes, hooks and pulleys.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Manning rest his hand too close to a blade.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ouch!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kroenen comes alert. He scans the room, quietly winds him up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hellboy shoots a dirty look at Manning and then looks bac into the chamber -- -- Kroenen is gone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Manning) Crap. This guy moves like a cockroach --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hellboy readies his gun and then creeps toward the lab.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hellboy's footsteps elicit soft creaks from the wooden fl Manning moves along behind him. The record finishes playing. Silence -- SWISH!!! Kroenen's whirling blades slice the air, ripping into Manning's arm. As Kroenen goes in for the kill --  -- Hellboy thrusts out his stone fist as a shield. Kroene bears down but Hellboy fends him off with powerful, delib blocks. Kroenen hauls out one of his long swords.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Screw that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hellboy yanks it away and bends it like a twig. BAMMMM!!! He punches Kroenen in the face, crumpling the steel mask, smashing its lenses.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You killed my father --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "BAMMM!!!! another hit. Kroenen staggers back with each blow. Finally, the mask f off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Give your soul to God, Your ass is  mine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An asthmatic wheeze erupts from his scarred face. Kroenen laughing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "BAM!!! Under his feet, a huge trapdoor falls open. He and Manning drop through, along with the phonograph. Hellboy grabs a rope. It spins through a copper pulley, b a large knot jerks him to a stop. Hellboy snatches Mannin hand, but loses his backpack. He looks down. The phonograph hits the ground with a cras",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(panting, whispers) Well, it's not that big a fall...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "KLANGGGG!!!!! The entire bottom bristles with six-foot,  sparkling steel blades.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kroenen cautiously leans over the pit. He can't hear a so As he peeks -- SWISH!! A loop of the rope wraps around hi neck and yanks him forward! Before he goes over, he  frantically digs his blades into the floor, anchoring him",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hellboy has used the rope hanging below him as a lasso.  MANNING clings to his powerful back as he climbs up, hand over hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kroenen goes to cut the rope...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(reaching the top) Oh, no you don't --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hellboy wraps the rope around his stone fist and, with a  brutal stone-fist yank, pulls KROENEN into the pit! With a horrible scream, Kroenen drops headfirst past them and onto the spikes. He wriggles like a fish caught on a  hook, only making it worse, as he slides further down the blades.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hellboy climbs out and sits. Sees Kroenen's blade embedde in the floor. Holding it: the prosthetic hand, still tick",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hellboy peers down. Still alive, Kroenen frees one arm,  slicing through his own ropy bicep.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You like playing possum, you Nazi  pinhead? (beat) Then try playing dead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hellboy tips a massive cogwheel over the edge. Kroenen em a horrid scream as it crushes him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Manning sits down, bandaging his injuries. Hellboy kneels down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Manning nods weakly. Hellboy brings out a cigar and fires his Zippo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You'd better stay here. I'll find a  way out. We'll come back for you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You call that thing a cigar??",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yup.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You never, ever light a cigar that  way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He digs out one of his fine cigars, cuts it and hands it HELLBOY.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Use a wooden match. It preserves the  flavor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He lights it for him. Hellboy grins.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thank you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(smiles) My job.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A narrow tunnel. Liz and Myers advance carefully. Just ahead, a cave-in. Pieces of ceiling, timber, coffins and corpses form a chaotic barrier. As they squeeze past.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So, he thinks that you and I... That's  why he's mad at me --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A few bones roll by. Wet earth drops onto their shoulders They draw their arms close to their bodies, pointing thei flashlight beams straight down. A moment of strange intim",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But it's not true, is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What -- ?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That you feel that way about me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You want to know -- Now -- ? Here?  Red, white, whatever -- Guys are all  the same.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hellboy labors up a steep slope, using rocks and roots fo handholds. He reaches a dead end and collapses, out of br Light filters through a crack in the ground; he can faint hear Liz and Myers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Liz and Myers reach a wider section of Tunnel \"B\". They f themselves calf-deep in brown water. Myers lights Liz's path as she steps onto a large stone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Watch out. It's slippery...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "His light shorts out. She shines her light past him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, my God...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Myers turns. His flashlight comes back on, revealing a co natural cavern. An entire WALL IS COVERED with translucen eggs. SAMMAEL is there, gnawing on a dry arm bone, with the han still attached. When the light hits his face, his milky p constrict. A snarl... A SECOND SAMMAEL emerges from the water. It shakes itself off. A THIRD ONE raise its head. Myers and Liz try to back away, but a metal wall rises ri behind them KLANKKKKK!!! They are trapped!! Myers goes to grab a set of explosive belts. Tries to set the timer. Zipp! -- one Sammael snatches them away. Myers falls to the ground, clothes torn, injured.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(into the radio) Marco, Marco, Marco... Get your Big  Red butt over here!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Something stomps on the ceiling directly above them. Agai and again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hellboy pounds the floor with his rock hand. Furiously.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hang on kid, I'm coming for you!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The rocks below him start to crumble.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In an \"ANT FARM\" view of the complex, we see Hellboy abov pummeling and -- in the cavern below -- Liz and Myers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dust and rocks fall from above. The four identical creatu move in on Liz and Myers. Myers shoots one in the head th times. The creature shakes off the hits as if pelted with pebbles. One of them springs. As it flies through the air, Hellboy crashes through the ceiling. He lands on top of it along  with a ton or two of stone. The creature is crushed. Two eggs glow, metamorphosing. Presto -- two new Sammaels are born. The first two Sammaels growl, joined by the two new ones. Liz sprints to safety.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sorry. Just couldn't leave you two  alone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hellboy scoops up Myers and deposits him next to Liz. Lit by Myers' flashlight, two of the creatures jump. One  clamps onto Hellboy's back, the other onto his leg. Hellb howls. The third one joins in, like lions dragging down a zebra. This time, though, the zebra fights back. Hellboy pulls out his gun and fires a round into the ches of a Sammael. Two eggs glow -- two new Sammaels are born. They're FIVE. Hellboy's torso is covered in blood. He falls to the grou A fourth and a fifth creature spring onto him, biting. He is in trouble. Liz watches and shivers. A ripple of heat shimmers over h body.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(at Myers) Hit me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Liz is desperate, crying.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hit me -- (beat) All of my life I've run away from  it... Now I want it to happen! Do  it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hellboy screams. Water explodes under the fighting bodies Two of the Sammaels turn their attention to Liz and Myers",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can't, I --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Liz slaps him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know now: I love him. I've always  loved him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A beat of silence, then Myers slaps her across the face,  once. Hard. The heat ripple builds. The air vibrates arou her. Her pupils kick back light, like an animal's.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Go now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Myers ducks behind a rock as Liz's arms blaze with fire. The two approaching Sammaels are ready to pounce. On top of Hellboy, one of them turns its head, like a lio hearing the hunter's gunshots. A staggering Hellboy sees  Liz's body shake in a surge of white-hot energy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(weak) Liz...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The water at her feet blows away as a concave shockwave o fire expands. The fire engulfs the creatures. Devours them all.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The screen FADES TO WHITE and then... Silence, then a pulse. A high ringing tone. A heartbeat. Hellboy pushes away the half-cooked remains of two Sammae The other creatures are little more than blackened bones. stumbles forward. No water left. Everything is half-burie in a cracked, bone-dry bed of mud. Liz lies on the ground on her side, unconscious. Myers is alive, but too groggy to even acknowledge it. We Hellboy turns around: In the eerie silence of his deafnes he sees Grigory -- LAUGHING noiselessly, witness to an ab comedy. Ilsa approaches. And -- in a simple, brutal move -- hits with a hammer --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hellboy slowly comes to. He is chained to a massive woode yoke. He takes notice of his surroundings: a large church like space, surrounded by funeral niches and statues hold swords. High columns flank huge mechanical gears. An SOLA SYSTEM MODEL takes the place of an altar. Off to one side, Ilsa uses a hammer to destroy the timers the explosive belts. Next to the main nave, Myers is tied to a stone pillar. U his feet, a blood channel, leading to the immense stone s bought from Lapikov. Liz lies at Grigory's feet. He's dressed in a ceremonial  robe and holds his leather book open. His back to Hellboy he faces a mural of the angel Abbadon holding a key.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"And I looked and beheld an Angel,  and in his hand the key to the  bottomless pit...\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hellboy tenses, rage building. The yoke creaks, but doesn bend.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(gestures at the stone  piece) These were the words I heard as a  peasant boy in Tobolsk. And now, the  door -- Sent by the Ogdruh Jahad so  that they might at long last enter  our world.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Hellboy) You are the key! The right hand of  doom!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hellboy studies the stone sculpture, its three HAND IMPRI",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(triumphant) What did you think it was made for?  Open the locks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hellboy stares at his huge right arm, as if for the first time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't do it!! Don't do it!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ilsa kicks Myers in the face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Silence!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The open dome above reveals the moon. An eclipse is begin The altar's clockworks monitors its progress.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Imagine it: An eden for you and her --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Grigory turns to Hellboy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No? (reasonable) In exchange for her life then, open  the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In torment, Hellboy, shakes his head: no.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As you wish.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He leans over Liz, whispers in her ear: Her body arches, mouth emits a plume of energy. Grigory greedily inhales i Then she goes limp.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She's dead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Noooo! Noooo!!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He struggles again. One of the cuffs snaps. He swats Ilsa with his free hand. She stumbles backwards. Now Hellboy f to free his other hand. Indifferent, Grigory watches the  eclipse.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Her soul awaits on the other side.  If you want her back... (beat) Open the door and claim her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "His head and heart racing, Hellboy struggles for an answe Can't find one... the moon is almost totally eclipsed. He drops his gaze. His voice a hoarse whisper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "For her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Grigory moves close to Hellboy. Rips the rosary off his w It lands near Myers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Names hold the power and nature of  things. Mine for example. Rasputin:  \"The crossroads.\" (beat) And crossroads I have become. (beat) Your true name: Anung-un-Rama. Repeat  it. Become the key.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(closing his eyes) Anung-un-Rama...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hellboy's stone arm glows. Ancient symbols of fire burn t stone. Flames momentarily engulf his body.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hellboy roars as his HORNS majestically burst forth! Out his mouth, energy and light boil like condensing breath o winter's night. Inebriated with power, the new PRINCE OF HELL smiles with supreme arrogance. His shadow falls on the white marble o the slab and mysteriously spreads over it until the stone turns black as obsidian.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No!! Don't do it!! Listen to me!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "HELLBOY inserts his enormous paw into the FIRST IMPRINT o the stone slab -- CLACK!! He turns it, like a lock. A beam of crimson light shoot upwards into the sky.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Visible from all over Moscow, the beam blazes to the moon The same phenomenon as in the prologue, but this time it' more intense, with ripples and haloes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Again, the infinite, starry space. Again, the OGDRU JAHAD The ruby beam pierces the darkness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hellboy watches as the FIRST IMPRINT disappears. In its p a burning glyph. Myers struggles with his bindings. The rough hemp cuts hi skin, but he manages to free one hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "OGDRU JAHAD shifts, suddenly breaking free. Gelatinous li uncurl, expand. Its enormity puzzles the eye, obscuring t frame.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hellboy thrusts his hand into the SECOND IMPRINT. CLACK! turns it. Myers spots the broken rosary and reaches for it --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Grigory drinks in the first signs of the arrival and laug",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The final seal. Open it!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hellboy puts his hand inside, CLACK!!! Before he can turn it, Myers reaches the rosary. Ilsa lunges at him. He clob her full in the face. She staggers back and down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Hellboy) Remember who you are!!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He throws the rosary at Hellboy. Instinctively, Hellboy  catches it. It smokes in his hand. He tosses it away. It lands next to the explosive belts. Hellboy opens his palm, seeing the smoking, charred impri of the cross and beads. He looks over at Grigory. With a blood-curdling scream, Hellboy grabs his horns wit both hands, brutally snaps them off. Energy spews from th stumps. He stabs Grigory with one of them. Grigory drops to his k holding his stomach. Hellboy drops the blood-stained horn The final lock disappears into the stone. The light flick and the connection with the moon is broken. Ilsa, licking her bloody lips, looks up. The sky is silen The thunderclouds are parting. The eclipse has ended. Grigory crumples in agony. The burning glyphs in Hellboy's stone hand dim down, his  features and body resume their usual shape. All is quiet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You will never fulfill your destiny.  You will never understand the power  inside you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can live with that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He breaks Myers' chains, helps him up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hellboy painfully takes Liz's limp body in his arms. Myer stands by his side. He kisses her forehead, caresses her hair, then walks dow the steps. Myers steps on something. He looks under his foot: A smas GLASS EYE. Then... out of the silence, a WHISPER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Child...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hellboy turns. Grigory, on his knees, smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(dying) Look what you've done --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He looks up. In his empty eye socket, fleshy tendrils shi lazily.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You've killed me -- an insignificant  man... but you have brought forth a  God.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He uncovers his abdomen. Long, fleshy pseudopods spill ou of the wound, like intestines. A large entity erupts from Grigory's torso and claws the  air.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Behold, my master, Behemoth. Guardian  of thresholds, destroyer of worlds.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Covered in steamy slime, a seven foot, multi-tentacled sh BABY BEHEMOTH -- lands on the stone slab. The squirming f surges up like greasy pink foam. Growing exponentially by the second. Ilsa kneels and embraces Grigory's corpse. Kisses him on mouth. A gargantuan tentacled shadow looms above them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hell will hold no surprises for us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A tower of flesh disdainfully crushes them both.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In a passageway, Hellboy carefully hands Liz's body over Myers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Keep her safe. No matter what. I'll  deal with whatever's back there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alone?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How big can it be?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As if in response, a massive tentacle fills the tunnel,  reaching for him. Oil lamps hanging from the ceiling smas onto HELLBOYВґS head as he is pulled back at breakneck sp finally confronting --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "BEHEMOTH!!! The size of a house -- Hellboy -- head smoking -- writhes in the grip of the  tentacle. It suddenly throws him toward the ceiling. As he arcs back down, ABM!! -- he cracks the floor wide o Next to him: the rosary and the EXPLOSIVE BELTS. He tries grab them. The tentacle slams down, blocking his way. The vibration sends the belts down into the crack. They b off a small ledge and land further down. Far below, grind cogwheels and gears. Hellboy manages to pull a steel sword from the closest ma statue. Hellboy stands up and swings the sword for all he's worth FWAP! He cuts clean through the tentacle. The tip hits th floor, rolling into the crack. From out of Behemoth's stump... a mass of wriggling tenta replaces the cut-off section! They squirm around Hellboy' face as he slashes, again and again, fighting his way for He leans into the crack, stretches his arm, struggling to grab the belts. A few inches short. He jumps into the cre onto the first ledge. It crumbles!! The gears below grind a few falling bricks. The belts sli away. A tentacle captures Hellboy, pulls him up. At the last se he grabs the belts with his tail. The beast raises Hellboy high. A multi-layered mouth open in the body of BEHEMOTH. The most horrible proboscis ever seen. Hellboy's tail passes him the belts. The timers on them are crushed. A spark spurts: Useless.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They never work --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He wraps them around his stone arm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ugh -- Now, this is gonna hurt --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He pulls the pin on all the explosives. BEHEMOTH drops hi into a squid-like beak and gulps him down. After a moment, a weird gurgle emanates from the creature innards. Then --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A surge of light roils within the thing, outlining the pu organs. The creature starts to burn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A chain reaction yields a cacophony of explosions as Behe is enveloped in a cloud of fire, goo and soft flesh. Hellboy lands with a sickening, bone-crunching THUD!!! With a bellow, Behemoth goes down, the limp tentacles mis Hellboy as they vanish in a blaze of energy and light.  Finally, just a few cinders of flesh float in the air.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hellboy stands, covered in goo. Two final shockwaves of l ripple over the ground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ouch -- It did hurt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hellboy lurches into the passageway and spots Myers. Pain drags himself over. Liz's body is on the floor. Manning limps in from an adjacent room. Hellboy cradles L head in his huge hand. Holds her against his powerful che and whispers in her ear. A beat or two, then a moan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In the dark -- I heard your voice --  What -- did you say -- ?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He looks at her, lovingly caressing her hair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"You, on the other side: let her go.  Because for her, for her -- I'll  die. I'll cross over.\" (beat) \"And you'll be sorry I did.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Myers smiles. Liz looks at Hellboy for the first time as  what he is: the man she loves. A warm, gentle fire rims h body. Manning watches. Agent Myers smiles a sad smile, illumina by the flames. Hellboy and Liz kiss. The fire haloes them and builds as Waits' CINNY'S WALTZ fills the air.",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_877"
    }
  ]
}