{
  "movie_id": "MOV900",
  "scenes": [
    {
      "location": "THE ALASKAN FRONTIER",
      "time": "DAY",
      "characters": [
        "THE FACE OF THE COP NEXT TO MARIUM EXPLODES IN A RED SHER",
        "SUSAN",
        "MEDORA, (V.O.)",
        "BAK.BAK.BAK.BAK.BAK.BAK.BAK.BAK.BAK.BAK.BAK.BAK.BAK.BAK.B",
        "FLASHES OF WRITING",
        "INNKEEPER",
        "YOUNG DEPUTY",
        "DRIFTER",
        "THE CESSNA BRODIES, SHEARS UP A MASSIVE WAVE OF SNOW, SLI",
        "MEDORA, (CONT'D)",
        "A LYNX SUDDENLY PEEKS OUT, GLARING AT HIM WITH THOSE ANGR",
        "BAILEY, (CONT'D)",
        "SLONE",
        "TEACHING ASSISTANT, (PHONE V.O.)",
        "THE BOY",
        "MILITARY DOCTOR",
        "MARIUM DIVES TO THE GROUND.",
        "MARIUM",
        "OUT OF CONTROL FIRE JUMPING TO LIFE IN THE CAVE BEHIND HI",
        "TO A LONG GROANING HALT.",
        "MARIUM CRAWLS BEHIND A TRUCK. WINDOW GLASS ATOMIZES, SPRA",
        "A SPRAY OF METAL AND GLASS AND DIRT SENDS HIM SCUTTLING A",
        "RACK FOCUS TO THE TAUT FISHING LINE STRETCHED VERTICALLY",
        "HE LIFTS HER OFF THE GROUND, SLAMS HER AGAINST THE CAVE W",
        "THE ARROW PIERCES CORE THROUGH THE COLLAR-BONE, PUNCHES",
        "HELP",
        "THROUGH THE OTHER SIDE OF HIM.",
        "CLERK",
        "FLASH TO",
        "OUTSIDE, THE INNKEEPER STEPS INTO THE ROAD, FIRING ON THE",
        "ARNIE IS SHOT ACROSS THE SHINS AND CRASHES INTO THE GROUN",
        "BACK BEHIND THE BOULDER",
        "THE CESSNA GLIDES GRACEFULLY DOWN TO THE GROUND UNTIL--KA",
        "BAM. BAM. BAM.",
        "GLASS SPRAYS HIS FACE. BAM. BAM. BAM.",
        "ILLANAQ, (CONT'D)",
        "INTO THE ROAD BESIDE HIM. BAK.BAK.BAK.BAK.BAK.BAK.BAK.BAK",
        "GLASS BLOW ALL AROUND.",
        "BULLETS CHOPPING HIS LEGS.",
        "AS CORE SCREAMS WE--",
        "ARNIE",
        "MEDIC",
        "CORE DROPS TO HIS HANDS AND KNEES AS A LINE OF BULLETS SH",
        "DRIFTER, (CONT'D)",
        "HIM, HER EYES WILD WITH FEAR. BAM. BAM. BAM.",
        "OUT THERE, CHEEON STRAFES ARNIE A SECOND TIME, A STREAK O",
        "MILITARY DOCTOR, (0.S.)",
        "THE INNKEEPER ADVANCES, FIRING ON THE 4X4 AS--",
        "HE LANDS HARD WITH AN INVOLUNTARY CRY OF PAIN--",
        "BUCKSHOT PATTERNS PEPPER THE ATTIC WINDOW AND--",
        "TV NEWS VOICE",
        "INNKEEPER, (CONT'D)",
        "HUNTER JOHN",
        "CHEEON, (CONT'D)",
        "FLASHES OF HIS HANDWRITING",
        "EXT. THE HOT SPRING",
        "BLOOD GURGLES FROM THE SLIT THAT REMAINS IN HIS ADAM'S AP",
        "UHH",
        "SLONE-AS-WOLF SLAPS IT ASIDE, SWINGS THE BOWIE KNIFE IN A",
        "INT. THE HOT SPRING",
        "YELLOW EYES AND INSTANTLY DASHING OFF INTO THE WOODS.",
        "CORE",
        "SHAN, (CONT'D)",
        "IN THE SCOPE THE CROSSHAIRS MOVE OFF THE ALPHA AND--",
        "SAME",
        "BAILEY SLONE.",
        "STOP IT.",
        "WE HAVE TO GO.",
        "HELLO.",
        "DISSOLVE TO",
        "NEW OPERATOR, (PHONE V.O.)",
        "FUCK YOU, THEN",
        "AND IT ROLLS LAZILY BACKWARDS DOWN THE ROAD.",
        "SLONE WRIGGLES INTO THE TRUCK AS BULLETS PUNCH ITS DOORS",
        "MARIUM, (CONT'D)",
        "PLEASE",
        "AS IT FISHTAILS AWAY FROM HER IN GREAT TWIN-GEYSERS OF SN",
        "CORE, (CONT'D)",
        "SHAN",
        "INTO REVERSE, SPINS THE TIRES TRYING TO BACK UP--VRRRRRR",
        "MEDORA",
        "AS HE DROPS TO THE FLOOR.",
        "THE BRUTAL LANDING CONTACT VIOLENTLY JERKS THE WINGSPAN.",
        "CORE STARTLES IN PLACE, HANDS FOOLISHLY COVERING HIS HEAD",
        "SLONE, (CONT'D)",
        "BAILEY",
        "FAT DEPUTY",
        "CHEEON",
        "IN THE WINDOW, CHEEON FLINCHES OFF THE M-60 AS SPLINTERS",
        "INSIDE THE DOOR, CONNECTED TO THE INSIDE KNOB.",
        "A FLASH OF HIS WRITING",
        "DAY",
        "ILLANAQ",
        "HE POURS BULLETS INTO THE TRUCK UNTIL THE RADIATOR EXPLOD",
        "NURSE",
        "AMY",
        "KUNCH. THE ICY BLUFF CRACKS FREE AND CORE TUMBLES DOWN TH",
        "CORE FIRES. BAM.",
        "CORE, (0.S.)",
        "THE LONG METAL SNOUT OF A TRIPOD-MOUNTED M-60 MACHINE GUN",
        "RESUME",
        "MAN'S VOICE, (0.S.)",
        "CUT TO BLACK.",
        "OPERATOR, (PHONE V.O.)"
      ],
      "dialogues": [
        {
          "speaker": "Unknown",
          "text": "SUNLIGHT, as bright and sharp as a blade, slicing down on this moonscape of SNOW and ICE. Feel the cold in your tee The wind makes a faint flute-sound and all else is silenc In the distance sit god-sized hills, hazy and dream-like. spread before them, abutting a black bristle of trees... A VILLAGE. Just a handful of buildings, looking like toy blocks dropped onto a clean white quilt. SUPER: Keelut, Alaska. How do people even survive out here? And why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not so much a backyard as an expanse between the distant TREELINE and a roughly-hewn LOG CABIN, smoking chimney an mossy walls, a soft rhythmic wump wump wump leading us to A BOY (7), kneeling to pack a small mound of snow. Wump, wump, wump. He looks swollen in his pillowed coat, workin well-used ARMY MAN into the mound. His name is BAILEY. His nose running, his breath clouding before his face, he wholly focused on this very serious work until... He looks up. Sees something. Freezes. A WOLF. Just emerged from the trees. Motionless. Yellow e fixed on Bailey, her own breath steaming. She’s huge. ON BAILEY, seen from behind, looking out at the WOLF, onl forty feet away. Watching him in silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A TEA KETTLE on a wood stove alllmost whistles but a FEMA HAND lifts it out of frame as we begin to... Drift through the space, catching the details. Three room with a small kitchen area. A low insulated ceiling with plastic sheets duct taped over the windows. A pair of FUR-LINED BOOTS, knee-high and heavy, wait by front door where an AR-15 RIFLE is propped in the umbrell stand. A child’s .22 RIFLE leans in the corner. A CB RADIO hangs from a peg next to the CLOSET DOOR with PADLOCK on it. No phone that we can see. There’s a ratty COUCH with unfolded laundry on it. A soot FIREPLACE smolders with a COMPOUND BOW hung above the man And like an afterthought, a CRUDE MASK rests on the mantl made of driftwood and pelt. A wolf face. We find the WOMAN, sitting very still in a threadbare cha wearing a thick wool sweater, an untouched cup of tea in lap. Her name is MEDORA SLONE (30). Underfed, distant, with striking white-blond hair and pale, grey-gold eyes. She's just staring. At nothing, it seems. The wind keens faintly outside. The house creaks. Finally, she looks up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The heavy door opens inward and Medora peers out, hugging herself against the cold.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Over her shoulder, OUT THERE: that snow mound Bailey was making. And the action figure still stuck into it. But no Bailey. No nothing. Just the field of white, the fading daylight all the way to the darkness of the trees. CUT TO BLACK. IN BLACKNESS, A WOLF HOWL carries from some far unknowabl place...but then morphs into a DRONING ELECTRIC BUZZ... INT. KITCHEN - CORE’S HOME - NIGHT Which is a MICROWAVE, a TV dinner turning inside until it beeps! and MALE HANDS gingerly remove it. \fINT. MAIN ROOM - CORE’S HOME - NIGHT A PAINTING OF A WOLF, an amateur work. From 0.S., we hear MAN, apparently leaving a voicemail message...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN'S VOICE, (0.S.)",
          "text": "Hi, sweetheart. Uh. It’s me. Again. There are in fact several WOLF PAINTINGS here. Dozens. Different angles and settings but...the same animal?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN'S VOICE, (0.S.)",
          "text": "I'd heard you got Associates, huh? I read that, Northern Light had a blurb on it. Tenure committee gets one right, at last. Heh. I’m uh...I am so proud of you. We drift over the DESK and COMPUTER, BOOKS and PAPERS hoa neatly. Titles like Canis Lupus Migration Study, American Nature Journal, Arctic Grey In Decline. An academic’s lai",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN'S VOICE, (0.S.)",
          "text": "I know you're busy, but...I hope we'll talk sometime. You can call whenever. I hope uh... Here’s a PHOTO OF A YOUNG BEARDED MAN in muddy camping ge grinning hugely, a caption on it: Yellowstone, 1979.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN'S VOICE, (0.S.)",
          "text": "Anyway. I’m going to see your mother tomorrow. She sends her love. We find him in his overstuffed recliner, the TV muted, hi microwave dinner on a tray. His name is RUSSELL CORE (50s the guy from the photo. But there’s silver in his hair no more in his beard. This is a tired man. He carries ghosts",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORE",
          "text": "And...so do I. He holds the phone to his ear a beat longer...and hangs u Aims the remote, turns up the news a bit: Iraq, circa 200",
          "sentiment": "neutral"
        },
        {
          "speaker": "TV NEWS VOICE",
          "text": "..-while Coalition forces advanced on the town of Falujah under heavy fire... But Core isn’t really watching, is he?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Core sits in the steaming bathtub, the water to his chin. Staring at something. Grimly contemplating it. A RAZOR BLADE. Resting there on the edge of the tub. Wait He stares. Takes a deep breath for courage. Or maybe defe And reaches for the blade... His dripping hand hovers over it in sudden indecision. Th moment extends. Until... He retracts his hand after all. Leaves the razor there. Exhales and looks away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It’s bright and sunny. Not the cold-diamond sunshine of Keelut but sunshine with some actual warmth. Trees are gr CORE’S COMPACT CAR pulls up, parks, and he heads inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Core passes the Christmas-decorated DESK, the young NU in a Santa hat gives him a small, sweet smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORE",
          "text": "Hi, Kelly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NURSE",
          "text": "Hi, Mr. Core. She’s having a good day. He smiles back, as best he’s able. INT. CORE’S WIFE’S ROOM - REST HOME - DAY A WOMAN'S HAND, gnarled into a frozen claw on a hospital It’s CORE’S WIFE, her mouth agape, eyes clamped shut to g the impression that she’s perpetually moaning. But she’s of course, she’s been paralyzed and unconscious for years Core sits bedside her, reading a novel. He bites a candy cane, the crunch! like a bone breaking in this quiet room A soft, involuntary glottal noise gurgles in his Wife’s throat. He looks up at her for a long beat but, when no o sound comes, he returns to his book. \fINT. FOYER - CORE’S HOME - DAY THE PILE OF MAIL on the welcome mat is pushed aside as th front door opens and Core’s LIGHTWEIGHT HIKING BOOTS step He hangs up his windbreaker, drops his keys, bends with a grunt to collect the mail, pausing then to look at his-- ANSWERING MACHINE, with ‘0’ messages waiting for him. Which is deeply disappointing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Core settles into his recliner, thumbing idly through the mail until...this one LETTER in particular. KEELUT, AK, reads the return address. A childlike scrawl. Confused, he opens it, unfolds the single page, begins to read. And the color drains from his face. MACRO ON THE LETTER, we’re reading it, ‘DEARMR CORE, THRE AGO MY SON BAILEY WAS TAKEN BY WOLVES’ even as we hear--",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEDORA, (V.O.)",
          "text": "Dear Mr. Core, Three days ago my son Bailey was taken by wolves. He reads, horribly spellbound...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEDORA, (V.O.)",
          "text": "This happened twice already here. I tried to track them but could not. No one in the village will hunt them. I am alone here now. I have read your book. I know you have done this before. In my heart, I know that you are able to do it now. I do not expect you to find my son alive. But you could find his bones and maybe slaughter the wolf that took him. My husband will come home from the war soon. I must have something to show him. I can't just have nothing. I know you have sympathy for this animal. Please don't. Come and kill it to help me. My son's bones are in the snow. He sits there, surrounded by all those paintings.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sincerely yours, Medora Slone. A stunned, silent beat. He refolds the letter, sets it aside. And looks away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CORE’S HANDS, scrubbing vigorously under the sink. IN THE MIRROR, Core blots his brow, finds his own anxious eyes for a moment. Takes a deep breath and then, oddly... A MAN with luggage passes behind him. Oh. He’s not at hom",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Core emerges from the MEN’S ROOM with his small rolling suitcase, heads towards the bustling CHECK-IN COUNTER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JET NOISE drowns everything as we find Core in a window s dozing. His eyes slit open and, vaguely disoriented, he g out at the dreamy purple sky. And he’s holding MEDORA’S LETTER, folded into quarters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Core moves through this minor almost-empty hub, passing s HUNTERS headed the other way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Core fills out paperwork as the sullen CLERK provides key",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORE",
          "text": "Four wheel drive?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLERK",
          "text": "(‘of course’ ) Yessir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORE",
          "text": "And uh...GPS?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where you headed?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORE",
          "text": "Keelut.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLERK",
          "text": "GPS won’t work out there. Here... (passing him a MAP) ...this one the more accurate ones. Core regards the map and...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CORE’S RENTAL SUV drives away on a salt-crusted strip of that runs to infinity, brown-white tundras spreading to either side. The sky is an ominous golden-pink, like a great inverted refracting weird light. The truck grows small beneath it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Core drives one-handed, uncertainly consulting the map an scanning for landmarks. Scanning for anything. The SUN remains low in the sky. Long shadows, fewer build to be seen, much more snow. He sees distant shapes of CARIBOU moving along frozen wat He sees WHIRLS of snowy wind, miniature sideways tornados He sees a LONE FIGURE in a DOG SLED whisking across the plains, drawn by a bounding team of HUSKIES. He drives onward. Medora’s FOLDED LETTER rides shotgun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "From afar, we see Core approach a TRUCKER at the pumps. Closer, Core shows the map, points questioningly to a cer point. The Trucker looks at it (check that eagle tattoo over his eye), shakes his head, chuckles wetly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "THIS ROAD is unpaved and snowy, so Core drives slow, hunc over the wheel. Drifts like seawalls rise on either side. He slows now, squinting-- THROUGH THE WINDSHIELD at the road curving upwards into a HILLY WOODED PASS, seeming to disappear before him. With a frustrated hiss he re-checks the map. Useless. He wipes his fogged-over window, scanning as he drives-- Wait. He stops suddenly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "THE SUV backs up, pausing beside a tree with a small RECTANGULAR SOMETHING nailed to it. Core rolls down his window for a better look at... The faded, hand-painted WOODEN SIGN. “Keelut.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A TOTEM POLE rises into the sky: the carved faces of bear owls, dogs, and devils keeping solemn watch over all. Below it we find ILLANAQ (80s), looking out in watchful expectation. Filthy anorak, long braided hair. She’s Yup’ the indigenous people of Keelut. CORE’S RENTAL SUV appears slowly up the main (indeed, the only) road of Keelut, pausing now below the totem pole. He rolls down his window, calls up to her...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORE",
          "text": "Excuse me... She just stares at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORE, (CONT'D)",
          "text": "The Slone cabin? Her cracked-leather face splits into a smirk and...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ILLANAQ",
          "text": "(gesturing) At the end. \fCore nods thanks, but warily, and drives on. Illanag watches him go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The truck jounces on the rocky ground. Core scans the village, little more than two rows of buildings and the r between. Nobody’s out that doesn’t need to be. He sees: A-FRAMES and STURDY CABINS, solid and stubborn, every chi working, radio antennae spiking from every roof. Animal s tacked to doors and stacks of cordwood close by. SNOW-MOBILES and CHAIN-TIRED TRUCKS with electric blanket draped over their engines, nosed into massive muddy drift PLYWOOD KENNELS for teams of HUSKIES chained by their SLE indifferent to the cold, gnawing on bones. A FEW YUP’IK KIDS dart across the road, shouting. A TALL YUP’IK MAN (30s), his long hair drawn back into a ponytail, unloading supplies from his truck, scowling at as he passes. There’s a CHURCH, a SCHOOLHOUSE, a WOODEN WATER TOWER and sorry-looking PUB. The GENERATOR SHACK grumbles and smoke Pure functionality and self-reliance. Zero gloss. And now he sees it. Up ahead at the edge of Keelut, almos outside of Keelut...the SLONE CABIN.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The road ends. He parks and glances around before wading through knee-high snow up towards the cabin where... A RUSTY RED TRUCK is parked. Caribou antlers hang over th door. Maybe a welcome, maybe a warning. As he gets closer The door opens. Medora Slone appears, uncertainly, holdin dog-eared PAPERBACK BOOK to herself. A moment, the two of them looking at each other across th distance to her door. FROM OVER MEDORA’S SHOULDER, we see her lift the book, consult the AUTHOR’S PHOTO on the back: it’s that Yellows picture we saw in Core's house. \f10. And just beyond it, there’s Core in the flesh, but stoope slightly and breathing hard as he approaches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "THE KITCHEN TABLE is stacked with dishes of food villager have brought: caribou soup, fry bread, pies and canned fr Core sits by the wood stove, a fresh cup of tea in his ha He looks up from those HEAVY FUR-LINED BOOTS in the corne stare uncomfortably across at-- Medora, who sits on the couch, straight-backed, unblinkin",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEDORA",
          "text": "I didn’t think you’d really come. When I wrote you I was...I guess I was going to try anything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORE",
          "text": "I’m uh...I am very sorry about your son, Mrs. Slone",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEDORA",
          "text": "(re: book) Canis lupus.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORE",
          "text": "Yes, ma’am.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEDORA",
          "text": "“Apex predator.” What’s that mean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORE",
          "text": "It means they’ve been around a long time and know how to hunt better than we do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEDORA",
          "text": "You’ve come to kill it? To kill the animal that took him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORE",
          "text": "I came to help if I can. To explain this if I can.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEDORA",
          "text": "The explanation is we’re cursed here. The only help is to kill it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORE",
          "text": "I’m just a writer. \f11.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEDORA",
          "text": "You’ve hunted and killed one before. That’s what you wrote. He winces at that statement, it actually pains him. She h him the book as if to say, See? He turns it over...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORE",
          "text": "Where'd you find this? A Year Among Them, it’s called, wolves on the cover.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEDORA",
          "text": "It found me. I don’t know how. It was just here one day. Says that in the same tone as, At the bookstore. He reset",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORE",
          "text": "You mentioned his bones. She looks down, brow furrowed, chewing her lip. Thinking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEDORA",
          "text": "I was thinking they'd show after breakup. You know...the thaw. She stares off at the RIFLE in the corner, unseeing..",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEDORA, (CONT'D)",
          "text": "I would have killed the thing myself, if I could have found it. Goddamn demon. Goddamn murderer. I tried to find it. Core shakes his head gently, sets his tea down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORE",
          "text": "The pack could be eight or ten members. You don’t want to find that. They stare at each other a while, until Core notices something, and she turns to see what he’s looking at... THAT CRUDE WOLF MASK, forgotten there on the hearth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEDORA",
          "text": "A shaman’s mask. Someone brought it here. (back to Core) Can I ask you a personal question? (off his nod) Do you have a child? \f12.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORE",
          "text": "A daughter. In Anchorage, she teaches at the university.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEDORA",
          "text": "A teacher like her father.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORE",
          "text": "I’m no teacher. Maybe I could have been but...she’s good at it. She wanted to be an Alaskan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEDORA",
          "text": "That city’s not Alaska. Something in her tone there, something dark.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEDORA, (CONT'D)",
          "text": "(quietly) Do you have any idea what’s out those windows? How black it gets? How that black gets into you? Let me tell you Mr. Core, you’re not on Earth here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORE",
          "text": "(rattled by that) But...this is your home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEDORA",
          "text": "I was brought here when I was a child, that makes me not from here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORE",
          "text": "From where?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEDORA",
          "text": "I don’t remember. I never asked. (beat, out the window) I don’t understand what they’re doing here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORE",
          "text": "Who?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEDORA",
          "text": "Wolves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORE",
          "text": "They live here. \f13.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEDORA",
          "text": "(gesturing, this cabin) But I don’t understand what they’re doing here. Why is this happening to me? Why now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORE",
          "text": "They’re hungry, ma’am. No one’s cursed. It’s just biology. She leans back from his words. Insulted, perhaps. CORE (CONT’D) I’m sorry. I don’t know why this is happening to you. (beat) Does your husband know yet?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEDORA",
          "text": "Men were supposed to call him. I can’t tell him while he’s there. He’1ll see what has happened when he comes home, what we’ve done, what no one was able to stop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORE",
          "text": "Why wouldn’t anyone hunt them after what happened? You said...two other children were...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEDORA",
          "text": "They're afraid. Or they think we deserve it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORE",
          "text": "I don’t understand that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEDORA",
          "text": "Stay here a while. You might. He struggles for the next thing to say. It takes him a bi",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORE",
          "text": "You’re not alone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEDORA",
          "text": "Yes, I am. Come, I’1ll show you where the children were taken. As she stands, she looks sourly at his feet...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEDORA, (CONT'D)",
          "text": "Are those your only boots? \f14.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORE",
          "text": "These are what I have.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEDORA",
          "text": "You’1l need better boots.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CORE NOW WEARS THE HEAVY FUR-LINED BOOTS, tromping throug the snow with Medora, behind the village. Their crunching footfalls are like a heartbeat. K-knch, k-knch, k-knch. They pass by HEAVY EQUIPMENT kept behind cabins: overturn canoes, gas augers to drill lake ice, shovels and chainsa But hills and the forest sweep before them, eerily majest",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORE",
          "text": "It’s beautiful.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEDORA",
          "text": "You don’t understand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORE",
          "text": "But you're happy here? You were?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEDORA",
          "text": "That’s not a question I ask myself. I see pictures in magazines, vacation pictures with sand and girls in bathing suits. Seems so strange to me. (gesturing into the woods) There’s a hot springs, not so far, a few hours walking. That’s as close as I can get to warmth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORE",
          "text": "A hot spring sounds good right now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEDORA",
          "text": "(absently) Good place to get clean. He wonders at her until nearing ENGINE NOISE prompts him look out at... A WHITE-HAIRED YUP’IK MAN and his YOUNG BOY rumbling by o SNOWMOBILE in low gear, both with rifles, pulling a dead MOOSE CALF on a sled. Passing in a powdery swirl, they stare at Core. \f15.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Medora and Core crest a low rise and inch sideways dow towards the ice...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORE",
          "text": "You met your husband in this village?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEDORA",
          "text": "I never met him anywhere. I knew him my whole life, I don’t have a memory he isn’t in. Something bitter comes into her voice, hissing almost--",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEDORA, (CONT'D)",
          "text": "And he left me here with a sick child.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORE",
          "text": "Well...the war.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEDORA",
          "text": "Someone on the radio said it’s not a real war.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORE",
          "text": "It’s real enough. People are dying.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEDORA",
          "text": "He said he’d never leave me. Words can’t be worthless like that. They stop there and she points out across the pond.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEDORA, (CONT'D)",
          "text": "That's where the first boy was taken. OUT THERE, snowy wind skirls over the surface of the pond the WOODS beyond looming in shadow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEDORA, (CONT'D)",
          "text": "After that, they had men with rifles on the high points. And they walked the children to school. But it didn’t matter for Bailey.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Medora and Core stand atop the hill as the day fades into greyish half-light. \f16.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEDORA",
          "text": "The second was a girl, here. Cheeon’s daughter. She was sledding and the wolf came from behind her. Core glances behind them, then up at the disappearing sun",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORE",
          "text": "From the North, again. (back to her) Does Cheeon live nearby?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEDORA",
          "text": "Yes. My husband’s friend.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORE",
          "text": "Do you suppose I could speak with him? She makes a noise, an unhappy little snort.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEDORA",
          "text": "No. I don’t suppose you could. So Core tries to move on from that...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORE",
          "text": "Did uh...did Bailey like to sled?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEDORA",
          "text": "No. He wasn’t the right one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORE",
          "text": "I’m...not sure what that means. But it’s like she didn’t even hear him. Just staring out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORE, (CONT'D)",
          "text": "You said he was sick?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEDORA",
          "text": "He stopped going to school after my husband left.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORE",
          "text": "That sounds normal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEDORA",
          "text": "There was nothing normal about my son. \f17.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORE",
          "text": "I just meant...my daughter went through that when she was Bailey's age. She flinches, looks away. CORE (CONT’D) I’m sorry. That’s not what--",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEDORA",
          "text": "Stop apologizing to me. (back to him) How did it feel to shoot that female wolf?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORE",
          "text": "I had no choice. But it felt very bad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEDORA",
          "text": "Even though she'd taken a child, too? (off his reluctant nod) Because you think it’s the natural order? He chooses his words more carefully.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORE",
          "text": "They're not what you think, Mrs. Slone. Wolves attacking people, that’s not...what happened here does not happen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEDORA",
          "text": "What happened here happened to me. She turns and trudges off. He stands there a moment, looking down the hill where all those sled tracks crisscross and interlace.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Core sits by the stove, slurping the last of some hot sou mopping the bowl with fry bread. As he sets it aside... Medora appears before him, hands him a CIGARETTE and MATC and then a CHOCOLATE BAR. She watches as he lights the smoke, takes a drag, has a b of chocolate. Savoring all of it. \f18.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORE",
          "text": "(re: the cigarette) I'd quit when my daughter was born but...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEDORA",
          "text": "Will she expect you home soon?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORE",
          "text": "(sadly admitting) I don’t know what she expects of me these days. She glances at the WEDDING BAND on his finger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEDORA",
          "text": "What about your wife? He seems to notice it for the first time. Smiles sadly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORE",
          "text": "She's alright without me. She considers him for a beat, and then...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEDORA",
          "text": "I have a quilt and pillow for you. I can see you're tired. I...I can’t pay anything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORE",
          "text": "Oh, the chocolate’s fine. But that intended deadpan humor was totally lost on her, just blinks at him. So he tries gentle sincerity instead- CORE (CONT’D) It’s not important. She regards him curiously a moment and...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEDORA",
          "text": "Good night, Mr. Core. He watches her drift away and close the bedroom door. Cli",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "THE ELECTRIC HEATER ticks, glows infernal orange in the d From somewhere else, a VOICE. Barely audible but...angry. On the couch, curled under a heavy quilt, Core blinks awa What is that? He looks to-- \f19. THE BEDROOM DOOR, open just a crack, spilling light. He gets up, crosses the room in his thermals, leans in so SLICE OF LIGHT falls over one eye as he sees-- INTO THE BEDROOM, where Medora sits in the STEAMING BATHT purposefully scrubbing her back with a hard brush. Her sk is rubbed raw and she MUTTERS angry, unknowable words. Ashamed, Core drops his eyes and backs away. He returns to the couch, gets under the quilt and rolls o to face away from the bedroom. But then... He hears the DOOR open. Hears quiet FOOTSTEPS in the room Rolls back over to see... MEDORA, glistening wet, naked by the window, tearing away plastic so the room now swells in ghastly blue moonlight. She turns to face him. She has the WOLF MASK on her face. He stares at her a long moment, terrified and heartbroken utterly unsure what to do. She removes the mask, drops it carelessly. Goes to him. P the quilt back, slips under the covers, facing out. He tries to give her space but there’s nowhere for him to She pulls his arm over her, above the covers. So he holds her like that, two spoons, unable to see the she stares out at the moonlight. Pleadingly? It’s not sex, just warmth. But then, slowly, she guides h HAND up to her THROAT...and holds it there. Tightly. Like willing him to squeeze as her tears spill in silence. Together, they gaze out the WINDOW...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "PULLING OUT from the WINDOW until we find...A MAN, very still. Just standing there, a ways back from the cabin. His cigarette flares, the brief glow revealing his face. the YUP’IK MAN we saw before, the tall one with the ponyt His name is CHEEON. Watching the cabin from the darkness. FADE TO BLACK. IN BLACKNESS, the faraway cracks of EXPLODING SHELLS and. \f20.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A CITY BURNS IN THE DISTANCE. A horizon of jagged smolder teeth, great slow plumes of smoke climbing into the sky. TILTING DOWN until the faceless face of A SOLDIER fills t frame. In his goggles and dust mask he looks insectile, alien, manning the .50 CAL TURRET atop a SPEEDING HUMVEE. whole world vibrates. VRRRRRRM. UP AHEAD OF THEM, appearing for milliseconds then disappearing again in gusts of road dust, a FLEEING PICKU TRUCK. Glimpses of head-wrapped FIGHTERS in the back. The HUMVEE accelerates. The SOLDIER sights along his .50. UP AHEAD, the TRUCK swerves and fishtails, FLIPS AND ROLL Surreal, because we can’t hear it happen, but we see BODI flying away from the tumbling wreck like dolls. The HUMVEE screeches to a halt ten yards out. The overtur TRUCK ignites into FLAMES. Doesn’t explode, just burns. A BURNING MAN scrambles away from the wreck, waving his a THE SOLDIER tracks him for a beat, two beats, and then-- BRAAAPT. THE .50 ROARS, chops the man down, cleaving limb if with an invisible axe. TRACER ROUNDS like burning thre ANOTHER MAN staggers towards them out of the smoke, bleed moaning soundlessly, wildly FIRING his Kalashnikov. PING!PING! SHELLS RICOCHET off the Humvee, the SOLDIER pivots, fires a prolonged blast. BRAAAAAAAAPT. Destroys the man, sweeps the area, chews the truck, ends In the ensuing smoke-swirling silence, a GRINNING CORPORA hops out of the Humvee, trots towards the spread of carna The .50 Soldier lowers his mask, lifts his goggles to rev a pair of blank pale eyes. This is VERNON SLONE (27), lit and powerful, calmly lighting a cigarette as-- OUT THERE, the Corporal kneels over a child-sized BODY, adjusting it, bringing something out of his pack... Slone smokes. Watches. OUT THERE, the Corporal takes a grinning selfie with his CAMERA, flashing the peace sign, posing with the CORPSE. \f21. Slone smokes. Watches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Smoke. Rubble. Post-battle chaos. HEAVY ARMOR moving thro Slone stalks along: helmet, body armor, M-4 CARBINE at lo ready.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He turns down this narrow passage, alert, searching. He pauses, like sensing the air. Hears something. Moves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A soft WHIMPER and a GRUNT, some kind of STRUGGLE out of focus in the foreground as Slone appears in the doorway. That same CORPORAL has his pants down, thrusting himself an IRAQI WOMAN bent over a desk. Unh, unh, unh. From across the room, the Woman makes terrified eye conta with Slone, who has no reaction at all other than to brie double-check out the doorway and then-- BAM. Shoot the Corporal between the shoulder blades. He spills off the Woman, gasping and bleeding on the floor. The Woman scuttles back, more terrified now. Trapped. Expressionless, Slone draws his KA-BAR KNIFE, steps forwa She inhales to scream but...he holds out the KNIFE to her handle first. She’s astonished. Shaking, she takes it. He tips his head towards the Corporal. Nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TRACKING BACK with Slone as he walks calmly but briskly a EXT. MAIN STREET —- CONTINUOUS TRACKING HIM as he returns to the churn of activity, VEHI and SOLDIERS wiping the background. He keeps moving, unperturbed, though the DIN of this place is suffocating. STILL TRACKING HIM, a long shot, all the way down the blo as the NOISE builds to a feverish intensity until-- \f22.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "IN SLONE’S NECK WITH A MIST OF RED. We stay with him as he collapses, semi-conscious, bleedin IN THE BACKGROUND, we glimpse SOLDIERS FIRING at the unse sniper, OTHERS rushing up to Slone. All in total silence. He just lays there, blinking glassily as we...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BAILEY",
          "text": "Only a few frames of him, a wisp, staring at us with his faintly blue skin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RESUME",
          "text": "As the others roughly lift him out of frame, Slone seems be trying to say something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TIGHT ON SLONE as SOUND comes back, his eyes fluttering o his neck now THICKLY BANDAGED, dried blood in his blond h A MEDIC is wheeling him on a STRETCHER, urgent and confus activity all around, WIND and SHOUTING and HELICOPTER ROT",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEDIC",
          "text": "(shouting over the noise) Slone, you lucky fucker!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLONE",
          "text": "(a weak rasp) ...B-Bailey?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEDIC",
          "text": "You'll see him soon, buddy! You're going home! The MEDIC thrusts Slone’s PAPERWORK to a harried TRANSPO OFFICER as Slone is loaded into a waiting MEDICAL COPTER he’s already lapsing back into unconsciousness... FADE TO BLACK. IN BLACKNESS, a terrible RIPPING noise... \f23.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Which is Medora pulling off a length of DUCT TAPE, which then wraps around the barrel of the AR-15. Across the room, Core again pulls on SLONE’S HEAVY BOOTS. Medora opens a duffel, unpacks a CARIBOU-HIDE SUIT: a thi and heavy one-piece covering, like a hooded poncho. She presents it to Core as weak light simmers outside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Core steps outside in the caribou suit, a PACK and the AR slung over his shoulders, SNOWSHOES on the big boots. Behind him, Medora cinches her robe. A light dusting of S is falling. Core looks up at it, shudders...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORE",
          "text": "So much for ‘too cold to snow.’",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEDORA",
          "text": "What’s that mean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORE",
          "text": "Just something I heard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEDORA",
          "text": "It’s never too cold to snow. (glancing up) There’s something wrong with the sky. He gives her a look, consults the COMPASS he’s holding in THICKLY-GLOVED HAND. North, the needle shows. He nods to her. She nods back. And... From afar, we see Core trudge away from the cabin, toward where that wolf came from, and Medora disappears back ins",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Core moves along, head down, making good time. But slowin he sees something ahead... Glimpsed through a spiderweb of branches, a FIGURE and a FIRE, some kind of SMALL HUT. \f24. Closer, he realizes it’s ILLANAQ. She’s burning trash ite in an oil drum, another FIRELIGHT glowing inside her hut. Drawing up to her, she speaks without looking at him...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ILLANAQ",
          "text": "You know the name of this village?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORE",
          "text": "Keelut.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ILLANAQ",
          "text": "Say its meaning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORE",
          "text": "I don’t know its meaning. Now she looks at him, that nasty teeth-missing grin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ILLANAQ",
          "text": "“Evil spirit disguised as dog. Or wolf.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORE",
          "text": "Why would they name it that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ILLANAQ",
          "text": "(shrugs, returns to her work) You’re the wolf expert, I hear. Annoyed and discomfited, Core continues on past her. She calls to his back...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ILLANAQ, (CONT'D)",
          "text": "That girl knows evil. She’1l tell you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORE",
          "text": "(without stopping or turning back) What that girl knows is grief. Have a good day, ma’am.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ILLANAQ",
          "text": "You're going the wrong way. Go back the way you came. He ignores her and she watches him fade into the woods. \f25.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "VERY WIDE, Core is barely a speck out there, an ant scoot across a dimension of white. Beautiful landscape, terrify in its vastness. CLOSER, Core stomps through drifts, wearing GOGGLES now, sinking slightly despite the snowshoes. Winded, he pauses and turns in a full slow circle, taking this place, catching his breath. He consults the compass and continues.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Core gulps thirstily from his thermos, drains it and then packs snow in to refill it. He gnaws on some jerky. He bends at the waist, stretching out his legs and back a best he can before re-shouldering his pack and the rifle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. THE HOT SPRING",
          "text": "A THICK MIST wafts across frame as Core enters this clear his head tilting in confusion because... The snow is all melted here, a circular area of wet bare ground that radiates from a HILLSIDE CAVE up ahead, the m of which issues a steady trickle of STEAM. That momentary stutter in his stride must be him recogniz this place from Medora’s words. He approaches...",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. THE HOT SPRING",
          "text": "And from deep within this steamy slick-walled darkness, w see Core’s silhouette bend into view, peering in. His hea breathing echoes, mixes with a steady drip-drip-dripping. He glances down, sees... A HARD WHITE SUBSTANCE, frozen in rivulets through the cr of the cave floor. Is that wax? He wonders at this a moment...and continues on his way. \f26.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Core walks slow, face flushed, ice crusting his beard. Hi breath billows raggedly. He scans the forest floor... But the snowy surface is perfectly unbroken. No tracks. Even behind the goggles, he looks discouraged. He continu",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "THE SUN shrieks down, directly overhead. Core shuffles in view, stoop-shouldered, exhausted. He clambers awkwardly to a low exposed boulder and sits/collapses. Gulps deep breaths and slips off his pack rifle, raises the goggles. He rests, bent forward, eyes shut. Wincing. We hold on hi long beat as his breathing slowly settles until... A HOWL. His eyes snap open. He straightens, looks over hi shoulder. It was faint but unmistakable: wolves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CORE’S FACE inches over the crest, wide-eyed, looking out THE SNOWY PLAIN spreading before him after the STEEP DROP directly below: a great, dead valley floor. And far out there, strange against the frozen stillness o all, there are TINY MOVING SHAPES. He puts his FIELD GLASSES to his eyes and... CORE’S BINOCULAR POV shows a PACK OF SNARLING GREY WOLVES six or eight, hackles up, hard to say exactly how many th way they’re darting and thrashing around something. Core crawls to a better vantage point and looks again. (A was that a flash of actual excitement in his eyes?) CORE’S BINOCULAR POV now shows a better angle of the WOLV the pink fur around their mouths...and the WOLF PUP CARCA they're fighting over, ripping apart, gobbling down. With the field glasses still to his eyes, we can see in Core’s mouth how whatever excitement he felt turns sour. He lowers the glasses, holds there, looking off as the BARKING and HOWLING of the wolves come echoing in. \f27. And finally, he looks away and begins to scoot back the w he came except--",
          "sentiment": "neutral"
        },
        {
          "speaker": "KUNCH. THE ICY BLUFF CRACKS FREE AND CORE TUMBLES DOWN TH",
          "text": "STEEP DROP-OFF. Rolling over and over, uncontrolled in a whorl of powdery whiteness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "UHH",
          "text": "AND FAR OUT ON THE PLAIN, the ALPHA WOLF hears that. Look back towards the ridge, tall ears straightening. AT THE BASE OF THE DROP-OFF, Core struggles up out of the snow, GRUNTING painfully, battered. And quickly realizing He's lost the AR-15. He swats at his shoulders but it’s g He looks all around him in the tufts of disturbed snow ma by his fall. Oh Jesus, where is it? And then... A STRONG GUST OF WIND BLOWS FROM BEHIND CORE, ruffling th fur on his hood, gusting the SNOW about him-- WHICH WE FOLLOW AS IT SPEEDS OUT ACROSS THE PLAIN. We are wind and we’re blowing right up to-- THE WOLVES, the rest of which all look in the same direct as the Alpha, back towards Core. Their noses twitch and a collective GROWL rumbles from the pack. ON CORE, even three hundred feet away he’s able to tell t the Wolves have stopped feasting and are now clocking him He stares out at them, frozen in rapidly mounting fear. THE ALPHA GROWLS, long teeth exposed, eyes wild and fixed CORE catches something in his periphery, look-- THE AR-15, jammed into the snow barrel-first, ten feet aw This moment: Core and the Pack facing each other over the plain. No motion. No sound but their soft GROWLS in the w CORE LUNGES, clawing through snow for the rifle. THE PACK CHARGES, bounding at him with the force of rocke BIRD'S EYE VIEW OF THE PLAIN, that speck on the left is C the cluster rapidly approaching from the right are Wolves \f28. CORE snags the rifle, jerks it out, tugs at the DUCT TAPE around the barrel but his bulky GLOVES make it impossible THE WOLVES, charging in, snouts low, huge paws churning s CORE sees this, frantically gnaws a glove off and pulls t duct tape loose bare-handed. IN THE DISTANCE, the Wolves are quickly growing larger. A hundred fifty feet away, a hundred now and-- CORE shoulders the rifle, his one bare hand already numbe with cold, shaking it out-- BIRD'S EYE VIEW as the Wolves fan out into a C-shape, clo on Core. They're going to encircle him. CORE shakes his numb hand and sights though-- THE RIFLE SCOPE, where the Alpha is gigantic but the CROSSHAIRS jump and jerk-- CORE lowers the rifle, inhales to steady himself as we--",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLASH TO",
          "text": "CORE’S DRIPPING HAND In the bathtub the other night, hovering over that razor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RESUME",
          "text": "CORE keeps the rifle down, eyes off, deciding something. THE WOLVES are so very close now. BIRD’S EYE VIEW as that C-shape nearly surrounds Core. CORE lifts the rifle and his manner can only be described regretful as he sights though-- THE RIFLE SCOPE, where the Alpha is seemingly right there HIS FINGER tightens on the trigger. THE ALPHA snarls and slavers, almost close enough to leap At the last second CORE LIFTS THE RIFLE SLIGHTLY--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "THE ALPHA JERKS TO A HALT, stymied by the sudden report. BIRD'S EYE VIEW as the C-shape of wolves slows, stops. CORE AIMS OFF AND FIRES AGAIN. BAM. THE ALPHA JERKS BACK AS THE BULLET PUNCHES THE SNOW. Pft. CORE shivers in place. BIRD'S EYE VIEW as the C-shape of wolves disintegrates an spreads away from him. CORE keeps the rifle up, watching down its barrel. THE ALPHA gives a last uncertain look his way before trot off. The rest of the PACK follows. CORE slowly lowers the rifle, watching them go, stupefied his eyes swimming. WIDE ON CORE, very small out there, hunched, alone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "THE SUN is sinking, bruising the sky. WIDE ON CORE, returning slowly over familiar landscape. CLOSER ON CORE, deeply fatigued, finishing his thermos as treks onward. He’s following his own tracks back the way he came, weavi along parallel to them. He looks absolutely bereft.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Core returns in gloom. The buildings of Keelut glow weakl ahead. His eyes are downcast, snowshoes crunching dolorou",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Core enters through the back, half-stumbling in and then leaning his whole weight on the door to close it again. He drops the pack, sets the rifle down, sits before the fireplace full of dying embers and removes the snowshoes, wriggles out of the caribou suit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORE",
          "text": "Mrs. Slone. \f30. He sits there a moment, breathing the warm air, returning himself. But she doesn’t respond. CORE (CONT’D) Mrs. Slone? Silence. Something feels wrong.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Creeak. Core pushes the door open with a fingertip, peeks DRAWERS have been dumped out, most of the clothes gone. T shallow WARDROBE is open, empty hangers inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Core comes back into the main room, wondering, when he se THE CLOSET DOOR, with the PADLOCK unlocked and dangling f the hasp. He opens it...not a closet at all but in fact a ROOT CELL with steep earthen steps leading down into harsh pale lig",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A SINGLE BARE BULB dangles from the low ceiling. Core comes carefully down the steps, stooped to keep from bumping his head, taking in the space: Wooden crates. Mason jars of dried foods. Lumber, visquee rodent droppings on the floor. And something else. Core stares at it, his breath fogging of him as a confused kind of horror pools on his face. He steps forward. Tucked upright into a shadowy nook, there is some kind of PLASTIC-WRAPPED COCOON. He seems to already know what it It’s Bailey. Core folds the plastic back to see his face. Frozen, blue mouth ajar as if to inhale, eyes half-lidded and iced ove Core wants to scream but doesn’t know how. \f31. As gently as he can, he removes the plastic-wrapped bundl the boy’s body and lays it on the floor of the cellar. He finds a FOLDED BLANKET and carefully covers Bailey up. He sits on a crate beside it and weeps.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Core stumbles down the main road, hollering left and righ",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELP",
          "text": "On either side, he sees curtains draw back in CABIN WINDO and SHADOWY FORMS appear there, looking out at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PLEASE",
          "text": "Up ahead, PEOPLE are emerging from their homes, trickling suspiciously into the road. A VILLAGER comes jogging up to him, glaring in alarm, a r in one hand, shrugging into his coat. It’s Cheeon. Core gestures wildly back over his shoulder--",
          "sentiment": "neutral"
        },
        {
          "speaker": "BAILEY SLONE.",
          "text": "--and Cheeon sprints past him, up towards the Slone cabin Core sways in the road, dizzied, looking at the VILLAGERS Some are Yup’ik, some are white, some mixed. Odd clashing clothes: animal hide mukluks and NFL jackets, like that. None of them say a word, none of them betray any emotion. Core just stands there shaking his head until he notices. ILLANAQ, at the rear of the crowd. He points at her...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORE, (CONT'D)",
          "text": "Y-you knew, didn't you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ILLANAQ",
          "text": "How could an old woman know?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORE",
          "text": "How could you not say anything? Under her breath, as she turns and hobbles away... \f32.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ILLANAQ",
          "text": "Go away. Leave us to the devils. He watches her go as OTHER VILLAGERS brush past him, up towards the cabin. Aching and cold, he follows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cheeon is kneeling over Bailey’s body, looking down on hi with a simultaneous expression of rage and boredom. There DARK BRUISE visible on the boy’s throat, encircling it. He replaces the blanket, stands (having to stoop low, tal he is) to face the Villagers and Core waiting behind him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHEEON",
          "text": "Where is Medora Slone? Nobody answers. Cheeon points at Core, specifically.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHEEON, (CONT'D)",
          "text": "Where is she? Core shakes his head, helpless, and Cheeon snaps a comman",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHEEON, (CONT'D)",
          "text": "[Yup’ik words] --to a YUP’IK TEENAGER who dutifully sprints away up the stairs. Cheeon glares at Core a beat, then pushes past hi Some Villagers pause to say SOFT YUP’IK WORDS over the bo then they all file away as well, leaving Core there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They’d left the front door open when they departed. Core emerges from the cellar and closes it again. He stands th unsure what to do... He goes to the fire, adds some logs, stokes it back to li Sinks onto the couch like an old building collapsing. He tips his head back...allows his eyes to close...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Core jerks awake to HUSHED VOICES. There are people here. \f33. TWO WHITE MEN stand by the cellar door, looking askance a him in their heavy coats and hunter’s caps. They have Sheriff's badges: a FAT DEPUTY and a YOUNG DEPUTY. And now a THIRD MAN emerges from the cellar, running a ti hand over his face. Buzz cut, pale skin: his name is DETECTIVE DONALD MARIUM (43). He says something inaudible to his Deputies and then make kind of sympathetic eye contact with Core across the room",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Marium has pulled up the chair to sit across from Core, b have coffee but neither one is drinking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIUM",
          "text": "Why did she ask you here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORE",
          "text": "I don’t know. She’d read my book on wolves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIUM",
          "text": "And you decided to come, why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORE",
          "text": "To help. She said wolves had taken children and no one would help. Here, see...? He thrusts out MEDORA’S LETTER, almost begging. As Marium unfolds and reads it, the two Deputies re-enter the cabin with a black VINYL BAG and descend into the cellar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIUM",
          "text": "Well...no wolf took Bailey. (re-folding the letter) I need to keep this, okay? Core gestures, sure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIUM, (CONT'D)",
          "text": "What’d you do out there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORE",
          "text": "I looked for the wolves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIUM",
          "text": "Uh huh. Did you see them? Core nods, his mind far away. \f34.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIUM, (CONT'D)",
          "text": "What’d you do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORE",
          "text": "(barely audible) Nothing. After a moment, Core seems to return, blinks at Marium. CORE (CONT’D) Are the others coming?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIUM",
          "text": "Others?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORE",
          "text": "Investigators. Shouldn’t there be more investigators?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIUM",
          "text": "It’s not like TV here. It’s just us. We don’t have full membership with the rest of the world and mostly we like it that way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORE",
          "text": "Is it midnight yet?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIUM",
          "text": "It’s six p.m.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORE",
          "text": "That can’t be, it...it was dark when I returned--",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIUM",
          "text": "That was three-thirty p.m. Dawn is at ten a.m. now, you’re not acclimated. Core shakes his head, looking off, confused and brittle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORE",
          "text": "(softly) She strangled him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIUM",
          "text": "Someone did.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORE",
          "text": "It was her. Her truck is gone. She packed. She left me here to find him. \f35.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIUM",
          "text": "Why would she do that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORE",
          "text": "(abruptly furious) “Why? Why?!” You're the police! Marium waits as Core settles down, embarrassed. CORE (CONT’D) I apologize.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIUM",
          "text": "No need.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORE",
          "text": "I uh...I put a blanket on him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIUM",
          "text": "We'll take good care of Bailey. Don’t you worry about that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORE",
          "text": "Someone has to tell the father.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIUM",
          "text": "We’ve sent word.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORE",
          "text": "You know him? Marium nods slowly, his jaw becoming very tight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIUM",
          "text": "If you’re from around here, you know Vernon Slone. Soft SCUFFING sounds behind them. Core looks... The Deputies are bringing the BODY BAG out of the cellar. INT. QUICK DOG MOTEL - “IN TOWN” - NIGHT MARIUM’S TRUCK pulls up to this grey rectangular slab, ag in sodium-yellow light, leading CORE’S SUV in to park. Core gets out of his vehicle, pausing there as Marium low his window, passes him an OFFICIAL FORM from a clipboard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIUM",
          "text": "You'll need to stay a few days, at least. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIUM, (CONT'D)",
          "text": "We'll probably have more questions and I'll need this statement from you. Just use your own words, short and sweet. Clete in there’s a notary. Core nods in tired acceptance and as he turns away...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIUM, (CONT'D)",
          "text": "You're sure she did this, but tell me how.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORE",
          "text": "With a rope. I don’t know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIUM",
          "text": "Not how she did it, how you know she did it. Core squints at Marium, suddenly alert.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORE",
          "text": "Do you suspect me? Marium gives a diplomatic smile/frown, Nah, relax. But Core does not relax. He stares out into the night, th at the statement form in his hand, shaking his head. CORE (CONT’D) You asked me before about the wolves. When I encountered them, they were in the act of devouring one of their own. Just a pup. It’s not uncommon at all. At this, Marium seems to frost over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORE, (CONT'D)",
          "text": "In certain animal populations, when resources are scarce, when there is unnatural stress, some of the young may be killed off to preserve the group. The behavioral term for this is ‘savaging.’",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIUM",
          "text": "We're not talking about animals, Mr. Core. Core shrugs, carelessly...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORE",
          "text": "If you say so. \f37. A beat, the two men facing each other in the lot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIUM",
          "text": "Okay. Get some rest now... As Core turns away and Marium puts the truck in gear...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIUM, (CONT'D)",
          "text": ".»-maybe a hot bath or something. Get the chill off. He watches Core trudge stoop-shouldered into the motel without looking back. FADE TO BLACK. IN BLACKNESS, a gurgling WHITE NOISE builds...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A PAIR OF WELL-WORN HIKING BOOTS sit on a leafy, brown fo floor. No snow? Next to them, a PAIR OF KID’S BOOTS. Leaning against a tree, a .30-06 REMINGTON RIFLE, and bes it, a LIGHTWEIGHT .22. TWO PAIRS OF BARE FEET dangle in a SHALLOW CREEK. That’s gurgling we hear. It’s Vernon Slone: healthy, uninjured, smoking. Beside hi eating a cold egg sandwich in wax paper, is Bailey. So th is some other time. Their conversation is full of pauses.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BAILEY",
          "text": "(re: the creek) It’s cold.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLONE",
          "text": "Yep.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BAILEY",
          "text": "Mama said you’re going away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLONE",
          "text": "You remember what deployment means? (off Bailey's frown) It means work. It means money for us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BAILEY",
          "text": "For my birthday I’1l be seven. \f38.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLONE",
          "text": "I know. I'll be home when you’re seven and a half. Slone gestures and Bailey looks off at... THE DEAD FAWN on the bank, a fresh bullet hole in her nec",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLONE, (CONT'D)",
          "text": "How did that feel? Bailey stares at the fawn, glassily. Emptily, even. His answer is soft...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BAILEY",
          "text": "It felt real good. But then the boy’s brow furrows...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLONE",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BAILEY",
          "text": "You killed a person before.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLONE",
          "text": "Who told you that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BAILEY",
          "text": "Mama. Slone doesn’t respond to that, just waits for more.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BAILEY, (CONT'D)",
          "text": "Who did you kill?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLONE",
          "text": "A man who would hurt Mama and you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BAILEY",
          "text": "But he didn’t hurt us?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLONE",
          "text": "No. I hurt him first.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BAILEY",
          "text": "My teacher said it’s bad to kill people.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLONE",
          "text": "You'll hear that a lot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BAILEY",
          "text": "So...it’s good? \f39.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLONE",
          "text": "If you have to.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BAILEY",
          "text": "Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLONE",
          "text": "To protect what you love and what you need. Bailey considers these words seriously, then returns to h sandwich. As Slone reaches out to touch the boy’s hair...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLONE, (CONT'D)",
          "text": "When I go away...I’1ll always be with you. Do you understand that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BAILEY",
          "text": "(not unkindly) Don’t lie. a miniscule twitch which on him reads Slone smiles at that, like a klieg light. As a SNAPPING noise builds we..",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It’s a flustered MILITARY DOCTOR flipping through pages o his clipboard, looking for some answer and not finding it",
          "sentiment": "neutral"
        },
        {
          "speaker": "MILITARY DOCTOR",
          "text": "I’m sorry. You should have been told before. Slone sits on the bed in his civvies in this bright clean room. His neck is NEWLY BANDAGED. He’s gaunt, pale, stari at the Doctor the way one stares at a leak in the ceiling",
          "sentiment": "neutral"
        },
        {
          "speaker": "MILITARY DOCTOR, (0.S.)",
          "text": "We have an SFAC rep coming over. Or if you'd prefer clergy...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Slone walks quickly, robotically, eyes dead ahead. No expression. No baggage. Hands thrust into his coat pocket \f40.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cheeon stands next to the baggage carousel, himself resembling the Keelut totem pole. Slone approaches and, by way of a greeting, Cheeon hands a SHEATHED BOWIE KNIFE, which Slone tucks under his coat the small of his back. No words, no handshake... They just continue on towards the exit, side by side. INT. CHEEON’S TRUCK (MOVING) - NIGHT The RADIO plays an upbeat country number and Cheeon drive them out of the AIRPORT PARKING LOT as Slone cracks the window, lights a cigarette, stares out at the darkness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A NOVELTY PAINTING of a moose wearing red lipstick and a Marilyn Monroe wig. Cheeon stares at this as if pondering a calculus equation Slone sits at the table, smoking, staring blankly at-- Russell Core, who sits slouched in the corner, unable to Slone’s gaze, dabbing his runny nose with a tissue. It’s a little drop-ceiling room: hard furniture, coffee a stale donuts on the counter. After a quiet beat...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLONE",
          "text": "Are those my boots? Core looks down, swallows as he remembers that they are.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORE",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLONE",
          "text": "You’re the one found my boy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORE",
          "text": "Yes. Slone exhales smoke, stubs the cigarette out, nods slowly",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLONE",
          "text": "Thank you. Core doesn’t know how to respond. \f41. Marium and the two Deputies enter: all three, to varying degrees, are visibly nervous in Slone’s presence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAT DEPUTY",
          "text": "We got leads, Vern. Got her picture out, been in touch with the Mounties, we're coordinating. We’re gonna find her. She’ll answer for it. Marium shoots the Deputy a look, Cool it. Cheeon looks from them to Slone, who listens to all this without expression.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIUM",
          "text": "Vernon. You have my--all of our deepest condolences. This is...I can’t even imagine. Slone nods in acceptance, lights a new smoke. Marium clea his throat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIUM, (CONT'D)",
          "text": "Mr. Core was called here by your wife. He was the last one to see her and he’s been very helpful to us so far. We asked him to be here in case you had questions for him. Cheeon looks at Core. Slone looks at Core. Eventually...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLONE",
          "text": "Can you raise the dead?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORE",
          "text": "No, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLONE",
          "text": "Then I have no questions for you. Core looks away. Everyone except Slone and Cheeon shifts uncomfortably.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIUM",
          "text": "Can you think of anyone she might run to? Relatives? A friend? Anything at all? Slone pulls a long drag, really thinking...but finally ha shake his head No. And then he looks up at Marium..",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLONE",
          "text": "Now? \f42. Marium’s face clouds over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIUM",
          "text": "Alright. INT. “COLD ROOM” - MORGUE - NIGHT Slone approaches the steel table with a sheet-covered something resting atop it in a bright pool of light. His is ever impassive...but he’s breathing faster than usual. Marium and the two Deputies stand back by the door. The CORONER waits for a subtle look from Marium and then draws back the sheet. We don’t need to see Bailey. We hold on Slone’s face. We hear his breath rattle inside his nose. We can see the ti clench of his jaw. In time, he’1l begin to sob.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Core is waiting outside on the church-pew bench when, fro inside the DOUBLE DOORS marked Restricted, comes a SCREAM anguished and bitter it barely sounds human. It startles him out of near-sleep and he blinks fearfully the doors, then looks over at... Cheeon, who is leaning against the wall, looking at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Slone, wiping his eyes with the back of his hand, comes o of the REAR ENTRANCE with Cheeon. The two Deputies, Core, finally Marium follow close behind. They cluster by CHEEON’S TRUCK, waiting as Slone gulps so fresh air, collects himself, looking up at the stars. Marium approaches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIUM",
          "text": "I’m sorry, Vernon. We’ll keep you informed. It’s a state-wide all points, so...it’ll be over soon. Slone just stares at him. \f43. Marium extends his hand. Slone looks down at it, dead-eye and finally takes it for a perfunctory shake. Core has turned away from this, is already heading off toward’s MARIUM’S TRUCK when...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLONE",
          "text": "Wolf Man. Core stops, looks back. Slone steps forward. Core watches him, unsure of what’s coming... Slone extends his hand to him. Core hesitates, takes it, to look the taller man in the eye but only barely. Marium notes the moment and, with that, he and Core get i his truck and pull away. Once they’re out of sight... The Fat Deputy produces a FLASK, drinks and offers it to Slone, who drinks, and passes it on to Cheeon...",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAT DEPUTY",
          "text": "Fucking thing like this. Can you figure her mind? Jesus God.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG DEPUTY",
          "text": "You know, uh, I read post-partum can go on for years sometimes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAT DEPUTY",
          "text": "Shut the fuck up, Mike. (as Cheeon passes him the flask back) Don’t worry, Vern. We’ll get her, I promise you that. Very casually, Cheeon brings out a .45 AUTO, hands it to Slone, and SLONE SHOOTS THE FAT DEPUTY IN THE FACE. BAM.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG DEPUTY",
          "text": "Don' t-- SLONE SHOOTS THE YOUNG DEPUTY IN THE FACE. BAM. As Cheeon unlocks and opens the bed of his TRUCK, Slone SHOOTS EACH OF THE FALLEN MEN EACH ONCE MORE. BAM, BAM. As Cheeon starts the engine, Slone walks back towards the REAR ENTRANCE with that smoking pistol in his fist.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "INT. MARIUM’S TRUCK (MOVING) - NIGHT The WIND whistles outside the cab, some bluesy classic ro on the RADIO. But even so, Marium glances briefly in the rearview. Did I hear something back there? He turns the RADIO down, frowning into the rearview. But just black silence out there now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORE",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIUM",
          "text": "Nothing. Core coughs, dabs his nose. Looks like shit. Marium notic A NEW SONG begins and Core reaches for the radio dial...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORE",
          "text": "Do you mind? ...-turns it back up when Marium shrugs, Go ahead. CORE (CONT’D) I like this one. Marium drives on, listening to the song.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIUM",
          "text": "Me too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pitch-blackness is split by HEADLIGHTS crawling towards u revealing this hidden pass through thick woods. CHEEON’S TRUCK jerks to a halt, splashing its LIGHTS onto MASSIVE ICY DRIFT. Slone and Cheeon hop out, moving fast. A PICK AXE and a SHOVEL are yanked out. CHOPPING into the HILL in a tight, steady rhythm--kak, kak, kak, kak--until SHALLOW SLOT is cleared. Cheeon shoulders a RECTANGULAR WOODEN BOX from the truck plain but expertly crafted, and fits it into the slot. And then Slone moves to the truck, slowing as he bends to remove BAILEY’S BLANKET-WRAPPED BODY. He lays him gently inside the BOX, folds the blanket back removes his glove...and lays his hand on Bailey for a mom \f45. He replaces the blanket and turns away, blasted white in HEADLIGHTS as he moves back towards the truck while Cheeo in the background, power drills a lid onto the box. VZZ2Z",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHEEON’S TRUCK glides through Keelut like a black shark. A FACE in a cabin peers at them passing, quickly looks aw INT. CHEEON’S TRUCK (MOVING) - NIGHT Cheeon pulls up to the end of the road, to the Slone Cabi throws it in park and passes Slone a SET OF KEYS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHEEON",
          "text": "Heat shed behind the school. Registered to a cousin. Full tank. If you gotta go to ground, Shan’s still got his place.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLONE",
          "text": "I won't. They clasp hands, eyes locked, and share a tiny nod. This communion. But just before Slone pops the door...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLONE, (CONT'D)",
          "text": "I am sorry about Alasie. Cheeon blinks once but otherwise might as well be stone. SLONE (CONT’D) It’s not right you don’t have her body.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHEEON",
          "text": "Right’s got nothing to do with anything. You know this. Yes, Slone does know this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "THE FRONT DOOR is sealed with an X of yellow police tape Slone passes by, circling back to-- \f46.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "THE REAR DOOR where he enters, another wad of police tape his hand. He moves in a sure but unhurried way. We follow him, catching fast glimpses of what he does. Time is brok INSTANT COFFEE, boiling water going into a mug. A SANDWICH, hard bread and cold cuts slapped together, Sl chewing mechanically, gulping coffee. IN THE BEDROOM MIRROR he peels off his bandage and applie antiseptic cream to his HEALING GUNSHOT WOUND. A CUPBOARD is opened and Slone (now with a fresh bandage his neck) retrieves a 9MM HANDGUN and BOX OF AMMO. A DUFFEL BAG is opened and the 9MM, a 12 GAUGE AUTOLOADER REMINGTON RIFLE, the AR-15 and VARIOUS AMMO go inside. THE COMPOUND BOW is grabbed, a QUIVER of arrows. FROM A FOOTLOCKER, socks, leggings, Maglite, binoculars. FROM A DRAWER, a POLAROID PHOTO: Medora, posed on the edg a river in hiking gear, smiling awkwardly. A WICKER BASKET, pawing inside it until he brings back a of MEDORA’S UNDERWEAR. He inhales them, precisely. And then sees something else, bends to get it...one of BAILEY’S LITTLE T-SHIRTS. His hand closes tightly on it. EXT. ILLANAQ’S HUT - NIGHT ILLANAQ waits before her hut, FIRELIGHT crackling behind for a semi-silhouette. She sees something and shuffles ba inside because... Slone is coming this way, inexorably, through the snow. INT. ILLANAQ’S HUT - SAME Illanagq sits by her fireplace, a halved oil drum turned its side. Pelts, cordwood, leather-bound books as furnitu She holds a faceless HEX DOLL for comfort. THE WIND stirs sparks and then Slone is sitting across fr her, firelight gleaming on the blade of his Bowie knife. \f47.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ILLANAQ",
          "text": "You come to punish the old witch, Vernon Slone? I’m no witch. You think I knew? You think I could have stopped her? An old woman? Slone says nothing. She spits on her own floor, smirks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ILLANAQ, (CONT'D)",
          "text": "Go to your father’s grave and ask him. Take your wrath to the gods, to the wolves. To yourself and end it. Slone says nothing. She rattles the hex doll at him, as i scold him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ILLANAQ, (CONT'D)",
          "text": "That boy’s fate was foretold in the ice. So was hers. And yours. You should have died there in the sand but you did not accept that. You came home to see. Slone says nothing. She shifts, growing less sure, less haughty. She reaches for a PILL BOTTLE, swallows one dry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ILLANAQ, (CONT'D)",
          "text": "This is not the first time the wolves came. Before, the white men called it influenza. We called it peelak. I was a little girl. Half the village, their bodies in igloos on the hill, for proper burial after breakup. I pulled them there on my father’s sled. But the wolves came at night and broke the igloos. In the morning, the hillside was scattered with the pieces of their bodies. There is no proper burial after that. That is our history here. Slone says nothing. She pleads in a whisper...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ILLANAQ, (CONT'D)",
          "text": "You cannot blame an old woman for it. Slone rises, his body filling the smoky space of the hut. \f48.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A 4x4 is tucked into this dark, hidden turnaround, lights but its ENGINE idling, exhaust smoke swirling around it..",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Vernon is curled inside it under many quilts, eyes shut t with BAILEY’S SHIRT clamped over his nose, breathing it i Even with the heat on, his breath fogs. FADE TO BLACK.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "THE MUTED TV SHOWS A PIXELATED IRAQ, the terrible green strobe of a shock and awe bombing campaign.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEACHING ASSISTANT, (PHONE V.O.)",
          "text": "Good afternoon. Linguistics.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORE, (0.S.)",
          "text": "Professor Core, please.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEACHING ASSISTANT, (PHONE V.O.)",
          "text": "Who's calling?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORE, (0.S.)",
          "text": "Her father.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEACHING ASSISTANT, (PHONE V.O.)",
          "text": "(chilly, after a beat) One moment. THE SIDE TABLE is cluttered with snotty tissues, half-emp NyQuil, paper cups of cold tea. A half-eaten chocolate ba We can hear the crackly HOLD MUSIC over the phone line. AN OFFICIAL POLICE FORM, ‘Statement of Witness’, blank ex for Core’s contact information, lays on the chair with a The hold music cuts and--",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEACHING ASSISTANT, (PHONE V.O.)",
          "text": "(CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm sorry, she's not available, may I take a message?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORE, (0.S.)",
          "text": "(quiet defeat) No, thank you. \f49. Click. Core lays curled and sweaty in bed, gazing at the televis Fearfully hypnotized. He coughs softly, rolls away from i CLOSE ON CORE as he stares straight ahead at something el something in near focus. His expression remains the same. CLOSE ON CORE’S WIFE, curled beside him, her frozen-moan only inches away from his. CLOSE ON CORE, staring at her, his face tightening with s impossible question. CLOSE ON MEDORA, who is now the one curled beside him, looking back at him with a plain, answering kind of look. HIGH SHOT, looking down on Core in bed, tangled in the thrashed-up sheets. He is, of course, all alone here. A long beat like that, and then... He pushes himself up, reaches for the police form and pen A FLASH OF THE FORM: ‘...is true to the best of my knowledge,’ with a space for writing below. He considers this, vexed, like it’s a foreign language. A then, as if on autopilot, slowly at first... He begins to write, hunched there on the bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLASHES OF HIS HANDWRITING",
          "text": "His scribbling intensifies, the pen SCRAPING on the form.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLASHES OF WRITING",
          "text": "And intensifies further, hard SLASHING pen strokes. FLASHES OF WRITING: EMPTY HOUSE... BODY ( BAILEY SLONE ). NEIGHBORS... And intensifies further still, growing almost violent unt He stops. Stares curiously at the page for a long beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "A FLASH OF HIS WRITING",
          "text": "He stands abruptly, is momentarily dizzied and has to ste himself before he can grab and dial the phone. \f50.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OPERATOR, (PHONE V.O.)",
          "text": "Police operator, what's your emergency?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORE",
          "text": "I-- no, I don’t have an emergency, it’s...I need to speak with the Sheriff's station, please. As the line goes silent without another word... CORE (CONT’D) Hello? A RINGING is followed by a NEW VOICE, noticeably tense--",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEW OPERATOR, (PHONE V.O.)",
          "text": "Sheriff's.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORE",
          "text": "Detective Marium, please. He can hear AGITATED VOICES in the background there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEW OPERATOR, (PHONE V.O.)",
          "text": "Detective Marium isn't available.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORE",
          "text": "Is there...my name is Russell Core, he knows me, can I leave hima message? It’s regarding Bailey Slone. A pause. He hears SHOUTING, many other phones RINGING the",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEW OPERATOR, (PHONE V.O.)",
          "text": "What's the message? But he’s suddenly unsure how to phrase it...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORE",
          "text": "Just tell him, in Keelut...there was an old woman I spoke to and I think she may have...it’s...",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEW OPERATOR, (PHONE V.O.)",
          "text": "Sir, what's the message?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORE",
          "text": "I’m sorry. Please just ask him to call me. The Quick Dog Motel, Room 207, he uh...he knows me. C-O-R-E. \f51. The line goes dead. The television flickers with bombligh He replaces the handset, his mouth tight. And he just stands there. Thinking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Core emerges from his room, blinking against the sunlight It’s overcast but his room is a dark cave behind him. He zips his coat, blowing noisily at the sudden cold, and hurries out towards his RENTAL SUV.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "LOW, looking up at Marium as he stares down at-- THE TWO MURDERED DEPUTIES, white and frosted-over where t fell, faces frozen mid-scream. OTHER COPS mill about, a susurrus of TENSE MURMURS. Mariu sees confusion and fear and anger on their faces. A YOUNG COP (ARNIE), just a kid, hurries out of the morgu Marium sees how shaken he is, pats the air like, Calm dow",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNIE",
          "text": "Boss. There’s more.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIUM",
          "text": "Another body?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNIE",
          "text": "Uh...no.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Arnie leads Marium in, stepping around a team of M.E.’s dealing with the BLOODY CORPSE of the Coroner, splayed th on the floor by the REAR EXIT. INT. “COLD ROOM” — MORGUE - DAY Arnie holds the door open and Marium enters, regarding something in mounting disbelief.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIUM",
          "text": "(under his breath) Jesus Christ, Vernon... \f52. THE STEEL TABLE with Bailey’s little BODY BAG on it, whic splayed open and empty. Staring at this, but addressing Arnie--",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIUM, (CONT'D)",
          "text": "We're going to Keelut. Now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNIE",
          "text": "Who? Marium glances to the kid, grimly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIUM",
          "text": "Everybody.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Huddled over the wheel with a cup of steaming tea, haggar but determined, Core drives alone THROUGH THE COUNTRYSIDE THROUGH THE WINDSHIELD, appearing like a mirage, that pai wooden sign. Keelut.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Core works through knee-deep snow: he’s got SLONE’S BOOTS no snowshoes, so it’s difficult. A spasm of deep-chest COUGHING bends him over and he sags against a tree until he recovers his wind. And when he does...he glances around, realizing something Even for Keelut, isn’t it especially quiet? Like the whol place is holding its breath. He continues onward to... EXT. ILLANAQ’S HUT - DAY ..-emerging out of the trees. As Core nears, he sees that The CHIMNEY isn’t smoking. The FRONT DOOR hangs open a cr",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORE",
          "text": "Hello? He draws closer, stopping ten feet away, watching the pla uncertainly, how the FRONT DOOR sways on its rusty hinges \f53. He cups his hands and--",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLO.",
          "text": "THE FRONT DOOR moves a few inches...but nobody appears.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORE, (CONT'D)",
          "text": "Ma’ am? He steps carefully forward, but GASPS as--",
          "sentiment": "neutral"
        },
        {
          "speaker": "YELLOW EYES AND INSTANTLY DASHING OFF INTO THE WOODS.",
          "text": "He watches it go, and continues to the door where... INT. ILLANAQ’S HUT - SAME .--he knocks lightly, steps inside. It’s cold and dim in here, and he’s squinting to see... .+-how boneless Illanaq looks in her chair, next to the barely-smoldering fireplace with her head tipped back. HER THROAT IS SLASHED EAR TO EAR to make a great yawning second-mouth, her entire front a BIB OF BRIGHT FROZEN BLO Her FINGERTIPS have been gnawed by animals. Core sways before her like he’s been clubbed. He looks around, pointlessly, for some kind of answer to this. Shaking his head, weakly, as if in disagreement with some minor point of order...he backs away. EXT. ILLANAQ’S HUT - SAME He staggers outside, beset by a fresh fit of COUGHING, wh evolves into DRY HEAVES that bring him to his knees. It seems like he might stay there with his face in the sn forever until...vvrrrRRRMMM. He looks up to see-- DISTANTLY THROUGH THE TREES, a column of THREE SHERIFF’S TRUCKS coming up the MAIN ROAD INTO KEELUT. Core lurches upright, uselessly waving, trying to call ou but he’s hoarse from the coughing--",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORE",
          "text": "Hey! Wait! \f54. So he trumps slowly after them. EXT. CHEEON’S HOUSE - KEELUT - DAY THOSE THREE SHERIFF’S TRUCKS arrive, joining THREE OTHER TRUCKS already angled in the road, COPS IN BODY ARMOR wit rifles and shotguns all facing towards us. Half look like they haven’t started shaving, half look li retired fishermen. Their Kevlar is ill-fitting. Uniformly petrified. MARIUM is at the front of the group, also in BODY ARMOR, face grimly set. He glances back at his ASSEMBLED MEN. In particular, he m eye contact with terrified ARNIE, gives a reassuring nod. He gestures ‘over there, over there’ and waits as the men position themselves in front of-- THIS SQUARE TWO-STORY CABIN in the middle of town. From inside the LOFT-STYLE WINDOW on the second floor, faintly comes some kind of electric WHIRRING. INT. ATTIC - CHEEON’S HOUSE - SAME Which is Cheeon, bent over something with his ELECTRIC DR powering screws into the floor. Can’t see exactly what it From downstairs comes a firm KNOCK-KNOCK but Cheeon just keeps drilling, wholly unconcerned. V2Z2222.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Core emerges breathless and coughing from the woods, lean against his RENTAL TRUCK parked there, and looks-- A WAYS UP THE ROAD, where all those POLICE VEHICLES are gathered with their lights turning. He starts heading that way, like drawn by a magnet. EXT. FRONT DOOR - CHEEON’S HOUSE - SAME The door opens on Marium: steady but not aggressive. Behi him, we glimpse the GATHERED COPS, their weapons ready. Cheeon, in the doorway, might as well not even see them. keeps his eyes on Marium, at once empty and hostile. \f55.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIUM",
          "text": "I told them I'd try talking. Get you to come without any mess. I’m not claiming we're friends, but we've been friendly, Cheeon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHEEON",
          "text": "If you say so, guy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIUM",
          "text": "We've got two dead cops in town.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHEEON",
          "text": "Oh yeah? Round here, couple dead cops is cause for a party.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIUM",
          "text": "And the coroner? Frank was set to retire to San Diego next month.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHEEON",
          "text": "San Diego, huh? Never heard of it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIUM",
          "text": "They were shot with a .45 Springfield. You’ve got one of those registered.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHEEON",
          "text": "I got lots not registered, guy. Cheeon lets the implication hang there. Marium blinks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIUM",
          "text": "I know that. But, like I said, I told them I’d try to talk to you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHEEON",
          "text": "You're damn sure doing that. DOWN THE ROAD, fifty yards back, Core draws closer, tryin see what’s going on with SHERIFF’S TRUCKS and MEN up ther He glances off, sees a YUP’IK FACE crouched in their wind BACK AT CHEEON’S DOOR, Marium puts some iron in his tone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIUM",
          "text": "Where’s Vernon? Cheeon snorts. Cocks an eyebrow. You think I'd answer tha \f56.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIUM, (CONT'D)",
          "text": "Can you at least tell me where the boy's body is? It’s state’s evidence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHEEON",
          "text": "“Evidence?” That boy is nothing to your kind anymore. He’s no longer of the Earth. Put him out of your mind or he might haunt you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIUM",
          "text": "Where’s Medora?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHEEON",
          "text": "Oh, she'll be found. Not by you. Marium grimaces, disgust briefly overtaking him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIUM",
          "text": "Is that why this happened? So nobody interferes with his revenge?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHEEON",
          "text": "I look like I enjoy all these fucking questions from you, guy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIUM",
          "text": "I know your girl was taken by wolves. Cheeon’s eyes flash rage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIUM, (CONT'D)",
          "text": "I know you don’t have a body to bury and there can’t be anything worse than that. Cheeon takes half a step forward and-- THE COPS all tense, rifle stocks tightening into shoulder fingers on triggers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHEEON",
          "text": "(low & furious) Oh you know, huh? Lotta help from a guy who knows. You drive an hour out here for my sorry ass, but won't do shit for some dead kids in the hills. She was riding her sled. And what'd you do about it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIUM",
          "text": "We came. \f57.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHEEON",
          "text": "You came the next day and left and never came back. Worthless as shit, you city boys. IN THE ROAD, twenty yards back now, Core draws closer. He see Marium talking to someone in a doorway. He can see-- A COP with A SNIPER RIFLE dart into the WOODS by the hous BACK AT CHEEON’S DOOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIUM",
          "text": "Five thousand people is hardly a city.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHEEON",
          "text": "You come here to argue the definition of city with me, guy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIUM",
          "text": "I’m saying, we're not so different from you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHEEON",
          "text": "You sure as hell are. Went to college and still dumber than dogshit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIUM",
          "text": "I’m saying, we’re not all bad. We helped put this place on the grid few years back, got the plumbing and electric.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHEEON",
          "text": "And now you want a trophy for letting these folks take a shit in their own house?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIUM",
          "text": "Okay. Yeah. Things are bad here. I admit that. Let’s not make them worse. You got a wife who needs you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHEEON",
          "text": "Oh, she’s gone. She’ll never be back after what happened. This place’ll be a ghost town by next year, you watch. Cheeon looks beyond Marium, not at the cops but out at th woods and the sky, formulating a thought. \f58.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHEEON, (CONT'D)",
          "text": "Those bastards at the morgue. Bastards like you and me? When we're killed the past is killed, and the past is already dead, so no big deal. But when kids are killed, that’s different. When kids are killed the future dies. And there's no life without a future.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIUM",
          "text": "(very softly) Cheeon. Please. Now Cheeon looks to the cops. Sniffs in derision.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHEEON",
          "text": "These boys look like they don’t know whether to shit or piss.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIUM",
          "text": "I won’t lie. Most of ‘em are green. They never seen anything like this and they’re scared to death and that’s dangerous for you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHEEON",
          "text": "‘Come out with your hands up.’ Like that, guy? Listen, here: it’s never gonna happen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIUM",
          "text": "I'll make sure everything’s fair. At that, astonishingly, Cheeon actually laughs, a high na cackle. That’s the funniest thing he’s ever heard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHEEON",
          "text": "“Everything is fair?” Marium nods in defeat, shows his palms, backs away...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIUM",
          "text": "Think about what I’ve offered. As he turns back into the road, Cheeon calls to him...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHEEON",
          "text": "And you think about the phone call your wife’ll get today. Her hand on her belly. Nothing gonna stop that call now, guy. \f59. Marium doesn’t turn back, keeps walking stiffly away, his tight as Cheeon SLAMS the door behind him. IN THE ROAD, Core has arrived on the scene, ten yards beh the cops. Exposed. Nobody notices him, all focused on Cheeon’s door. He look bit like a lost little kid, needing to ask directions. As Marium returns to his line of men, Arnie leans in, sca shitless--",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNIE",
          "text": "W-what’d he say?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIUM",
          "text": "He said ‘fuck you’, is what he said.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNIE",
          "text": "Jesus. Now what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIUM",
          "text": "Now we wait for Holy Cross to get the tactical unit up here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNIE",
          "text": "They're three hours out, boss. Marium surveys the men, looking to him for answers he doe have.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIUM",
          "text": "Well...better get some coffee n’ sandwiches then. And then, just beyond his men, there in the road, he sees Core. Their eyes meet and Marium straightens in dismayed confusion: why are you here? As Core raises his hand in hesitant greeting... INT. ATTIC WINDOW - CHEEON’S HOUSE - SAME THE LOFT-STYLE WINDOW OPENS OUTWARD to show the POLICE sp below. WE PULL BACK SLIGHTLY to reveal--",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE LONG METAL SNOUT OF A TRIPOD-MOUNTED M-60 MACHINE GUN",
          "text": "swiveling onto the MEN down there, sighting on MARIUM’S B CHEEON settles behind the enormous weapon, prone position one hand poised to feed it an ENDLESS BELT OF AMMUNITION. \f60. EXT. CHEEON’S HOUSE - SAME Walking towards Marium, Core’s eyes flick to something be him and he points up in sudden terror--",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORE",
          "text": "Watch-- Marium jerks aside as--",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORE STARTLES IN PLACE, HANDS FOOLISHLY COVERING HIS HEAD",
          "text": "OTHER COPS RETURN FIRE, Bang. Bang. Bang. Bang. But all is overwhelmed by the brutal authority of the M-6 the SOUND of it is DEAFENING and CEASELESS, one prolonged uninterrupted blast. See? It’s still going on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INTO THE ROAD BESIDE HIM. BAK.BAK.BAK.BAK.BAK.BAK.BAK.BAK",
          "text": "IN THE ATTIC WINDOW, Cheeon swivels calmly, still firing-",
          "sentiment": "neutral"
        },
        {
          "speaker": "BAK.BAK.BAK.BAK.BAK.BAK.BAK.BAK.BAK.BAK.BAK.BAK.BAK.BAK.B",
          "text": "A LINE OF COPS ARE CUT DOWN, blood misting left to right, their body armor punched through like paper mache. BEHIND A TRUCK, Marium huddles next to ARNIE and ANOTHER both cowering. BULLETS stream into the engine block and it sounds like HAMMERS STRIKING ANVILS in rapid succession. Pung!Pung!Pu IN THE ROAD, Core wriggles behind ANOTHER TRUCK just as a drops before him, clutching a BLOOD-SQUIRTING THROAT HOLE Core crawls to the Cop, presses his hands to the wound bu",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "IN THE ATTIC WINDOW, an INCOMING ROUND punches the wall behind Cheeon--KAK!--and he swivels to-- THE TREES AT THE EDGE OF HIS YARD, where he spots a blip DARK MOVEMENT in the branches and sprays the M-60 there-- BAK. BAK.BAK.BAK.BAK.BAK.BAK.BAK.BAK.BAK.BAK.BAK.BAK.BAK. THE TREE ERUPTS SNOW, looks like an explosion of pure whi fire that spills out the POLICE SNIPER’S SHREDDED BODY. BEHIND THE TRUCK, Marium has his SIDEARM out--",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIUM",
          "text": "Arnie. Arnie. Listen to me. ARNIE just gapes at Marium, blinking wildly as--",
          "sentiment": "neutral"
        },
        {
          "speaker": "BAK.BAK.BAK.BAK.BAK.BAK.BAK.BAK.BAK.BAK.BAK.BAK.BAK.BAK.B",
          "text": "THE OTHER COP directly beside Arnie is SHOT THROUGH THE B OF TRUCK, metal shards splitting his chest and face. Marium hisses, blood-spattered, peeks out to see-- AN EXPOSED BOULDER BY THE TREELINE, like a giant’s skull emerging from the ground, the size of a car. He whips back to panic-frozen Arnie--",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNIE",
          "text": "(nodding ferociously) Okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIUM",
          "text": "(when Arnie doesn’t move) NOW.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNIE",
          "text": "I-I don’t want to. BEHIND ANOTHER TRUCK, Core is flat on the ground, looking from underneath it, shaking, awestruck-- He sees DEAD AND WOUNDED COPS splayed before CHEEON’S HOU with MUZZLE FLASHES flaming out of the ATTIC WINDOW. BAK. BAK.BAK.BAK.BAK.BAK.BAK.BAK.BAK.BAK.BAK.BAK.BAK.BAK.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "IN THE ATTIC WINDOW, Cheeon swivels onto this and--",
          "sentiment": "neutral"
        },
        {
          "speaker": "AND IT ROLLS LAZILY BACKWARDS DOWN THE ROAD.",
          "text": "FROM BEHIND HIS TRUCK, Core watches it roll slowly by lik some lumbering beast gushing steam, not five feet away. For the first time in what seems like hours, the shooting pauses. Wounded men WHIMPER but the relative silence boom FROM BEHIND THEIR TRUCK, Marium drags Arnie with him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIUM",
          "text": "Move. INTO THE OPEN, Marium and Arnie sprint for the BOULDER, moving at a diagonal towards the house. FROM BEHIND HIS TRUCK, Core watches them breathlessly. MARIUM AND ARNIE are halfway there when--",
          "sentiment": "neutral"
        },
        {
          "speaker": "BAK.BAK.BAK.BAK.BAK.BAK.BAK.BAK.BAK.BAK.BAK.BAK.BAK.BAK.B",
          "text": "THE GROUND BESIDE THEM EXPLODES as Cheeon’s fusillade res and THEY DIVE BEHIND THE BOULDER, HUDDLING TOGETHER-- BAK. BAK.BAK.BAK.BAK.BAK.BAK.BAK.BAK.BAK.BAK.BAK.BAK.BAK. BULLETS SLAP INTO THE GRANITE THAT SHIELDS THEM. Tok!Tok! Marium speaks directly into Arnie’s face, who’s so fuckin scared he might as well be inside of a dream--",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIUM, (CONT'D)",
          "text": "(re: Arnie’s sidearm) Is that magazine full?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNIE",
          "text": "It’s full.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIUM",
          "text": "Please check. Arnie checks it, fumbles it back into the gun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNIE",
          "text": "It’s full.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIUM",
          "text": "You have more in that vest? \f63.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNIE",
          "text": "Yes. BAK. BAK.BAK.BAK.BAK.BAK.BAK.BAK.BAK.BAK.BAK.BAK.BAK.BAK.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ACROSS THE YARD, a SECONDARY CLUSTER OF COPS are directin fire on the ATTIC WINDOW now. Bang. Bang. Bang. Bang. Ban IN THE ATTIC WINDOW, Cheeon swivels off the boulder to sp down on them. BAK.BAK.BAK.BAK.BAK.BAK.BAK.BAK.BAK.BAK.BAK",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIUM",
          "text": "Listen to me now, Arnie. Are you listening?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNIE",
          "text": "Yeah, boss.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIUM",
          "text": "His weapon can’t get through rock. Stay here. You understand?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNIE",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIUM",
          "text": "I’m going to run for the house. The second I do--Arnie, I am saying the very second I do--you unload on that window and don’t stop until you see me reach the house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNIE",
          "text": "O-okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIUM",
          "text": "What will you do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNIE",
          "text": "Stay here. And. The window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIUM",
          "text": "Soon as I run.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNIE",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIUM",
          "text": "Do not stop shooting until I'm there. \f64.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNIE",
          "text": "I understand, boss. I'1l do it. Marium peeks over the rim of the boulder to see-- OUT THERE, Cheeon fires on Cops--BAK.BAK.BAK.BAK.BAK.--wh return fire is panicky and innefectual. Bang. Bang. Bang. Marium gives one last this is it look to Arnie and HE RUN ARNIE POPS UP over the boulder and FIRES WILDLY at the at window as-- MARIUM SPRINTS across the open space between the BOULDER the HOUSE: not more than thirty feet, seems like a mile. IN THE ATTIC WINDOW, Cheeon flattens himself as BULLETS SPLINTER THE WALLS BEHIND HIM, the M-60 oozing smoke. FROM BEHIND HIS TRUCK, Core watches as Marium slams again the house, directly below the smoking ATTIC WINDOW. AT THE BOULDER, Arnie fires until--Bam. Bam. CLICK. The s racks empty, he drops down, fumbling for a new magazine. IN THE ATTIC WINDOW, as the fire upon him stops, Cheeon r back into his shooting position, sighting down the M-60. AT THE HOUSE, Marium keeps himself flat against the wall he slides around-- EXT. BEHIND CHEEON’S HOUSE - CONTINUOUS --where there is a REAR DOOR. Marium slides towards it, weapon forward, adrenaline-jacked. EXT. CHEEON’S HOUSE - SAME IN THE ATTIC WINDOW, Cheeon sights down on that BOULDER w the slightest sliver of Arnie is visible, so-- BAK. BAK.BAK.BAK.BAK.BAK.BAK.BAK.BAK.BAK.BAK.BAK.BAK.BAK. BEHIND THE BOULDER, suddenly beset by this new round of gunfire, ARNIE SCREAMS, nearly drops his weapon, ducks lo THE SECONDARY COPS rack their shotguns and rifles and res firing themselves. Bang! Bang! Bang! Bang! Bang! Bang! IN THE ATTIC WINDOW, Cheeon grunts as BURNING SHRAPNEL slashes his face and he swivels back to the Secondary Cop \f65. BAK. BAK.BAK.BAK.BAK.BAK.BAK.BAK.BAK.BAK.BAK.BAK.BAK.BAK.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "THE SECONDARY COPS ARE BLASTED HARD. Of the EIGHT of them crouched there, FIVE are instantly RIPPED APART: blood an meat and scraps of uniform flying into the air. BEHIND THE BOULDER, Arnie SCREAMS AGAIN. BEHIND HIS TRUCK, Core watches the COPS CRUMPLE AND FALL. EXT. BEHIND CHEEON’S HOUSE - SAME The GUNFIRE and SCREAMS ECHO back here as Marium inches t the BACK DOOR, peering carefully in though sooty GLASS PA He grips the DOORKNOB and, bizarrely, it turns. A deep breath for courage and he eases it open but wait-- INT. BACK DOOR - CHEEON’S HOUSE - SAME LOOKING OUT ON MARIUM THROUGH THE DOOR WINDOW as he freez terrified eyes locked on something dead ahead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INSIDE THE DOOR, CONNECTED TO THE INSIDE KNOB.",
          "text": "As Marium’s eyes move up the line, WE MOVE UP THE LINE TO Just above the doorjamb it turns ninety-degrees through a EYE-SCREW and continues until it connects to-- THE SAWED-OFF SHOTGUN AFFIXED TO THE WALL, aimed down int the doorway, the fishing line tight against its trigger. Instant death, right there. EXT. BEHIND CHEEON’S HOUSE - SAME As Marium shakily removes his hand from the doorknob-- EXT. CHEEON’S HOUSE - SAME BEHIND THE BOULDER, Arnie loses it: he sprints. BEHIND HIS TRUCK, Core’s shaking his head No No No as-- OUT THERE, Arnie stumbles in a blind panic towards the ho \f66. IN THE ATTIC WINDOW, Cheeon swivels back to Arnie crossin below him and--BAK.BAK.BAK.BAK.BAK.BAK.BAK.BAK.BAK.BAK.BA",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNIE IS SHOT ACROSS THE SHINS AND CRASHES INTO THE GROUN",
          "text": "EXT. BEHIND CHEEON’S HOUSE - SAME At the exact instant of this GUNFIRE, Marium PUNCHES out WINDOW PANE in the door, the sound of it covered. He reaches in towards that FISHING LINE with his SWISS AR KNIFE, the little scissors extended. Snip! EXT. CHEEON’S HOUSE - SAME BEHIND HIS TRUCK, Core moans involuntarily as--",
          "sentiment": "neutral"
        },
        {
          "speaker": "BULLETS CHOPPING HIS LEGS.",
          "text": "As Arnie SCREAMS, something livid snaps inside of Core. L A DEAD COP a few feet away, his SHOTGUN just lying there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GLASS BLOW ALL AROUND.",
          "text": "CORE RUNS AND FIRES--BAM! BAM! Click! He drops the shotgu he reaches Arnie, grabs the SCREAMING cop by the armpits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNIE",
          "text": ".-.I’m gonna die...gonna die...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORE",
          "text": "(gritted teeth) No. IN THE ATTIC WINDOW, Cheeon’s bloody face rises back into view. Gripping the M-60 again, he looks resigned. He sights on Core, struggling to drag Arnie towards the boulder. He tracks with them, could cut them down at will DOWN THERE, Core pulls Arnie across the muddy snowy groun fast as he can but, oh God, it’s so slow. Arnie SOBS. Without stopping, Core chances a look upwards at-- \f67. THE ATTIC WINDOW, where he can see Cheeon, plain as day, watching him from behind the smoking M-60. A strange beat eye contact between the two men. It enrages Core.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STOP IT.",
          "text": "Core sees Cheeon lower his eye over the gunsight, prepari to fire on them. The boulder is so close. INT. STAIRWELL - CHEEON’S HOUSE - SAME A PAIR OF BOOTS carefully ascend WOODEN STAIRS, stepping the WASH OF SPENT CARTRIDGES that have cascaded down them FOLLOWING THE BOOTS up to--—",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "--where we REVEAL CHEEON FROM BEHIND, over there by the window, prone behind the M-60. ON CHEEON, his hand tightening around the trigger and--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "STAIRWELL BEHIND HIM. They make no noise but... Cheeon blinks. Knows they’re there. Twists around into a SITTING POSITION to look back at... MARIUM, aiming his HANDGUN two-handed. And scared to goddamned death, it would appear. Cheeon snorts, spits blood, his lip curling at the cop ac the low-ceilinged attic. The floor is carpeted with brass The air is blue with cordite.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHEEON",
          "text": "You stopped that phone call for today, guy. Phone call to your wife? Marium stares, doesn’t say a word, his gun steady.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHEEON, (CONT'D)",
          "text": "But it’s coming, ain’t it? That call’s always coming. Cheeon brings out a little NICKLE-PLATED .25 PISTOL but doesn’t aim it at Marium, just lets it sit there in his l Like a dare. Or permission. \f68. MARIUM SHOOTS HIM IN THE FACE. BANG. EXT. CHEEON’S HOUSE - SAME Just as CORE REACHES THE BOULDER WITH ARNIE, he looks up see CHEEON’S BODY spill backwards out of the attic window land below with a dense and final THUD. CUT TO BLACK. IN BLACKNESS, A SONG. A beautiful, melancholy arrangement INUIT FLUTE and ghostly FEMALE VOCALS. It carries to...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...-where we are in SLOW MOTION and the haunting MUSIC CO EVERYTHING. As we... PUSH DOWN THE HALL the foreground is continuously blurred out-of-focus movement, POLICE and HOSPITAL STAFF and CONCERNED RELATIVES hurriedly wiping the frame. PUSHING THROUGH TO AN INUIT WOMAN (35) waiting on the ben at the far end, her eyes swollen from crying, her hands o her pregnant belly. Her name is SUSAN. She looks searchin into this chaos and she sees... A BLEEDING UNCONSCIOUS COP being intubated, his clothes getting scissored off by ER NURSES. AN ANGRY COP barking into his radio, a CRYING COP beside A TRAUMA TEAM rushing by with a GUNSHOT VICTIM COP. A CLUSTER OF FRANTIC WIVES talking to a stunned ER DOCTOR A TRIO OF FRIGHTENED CHILDREN, huddled by the soda machin And as we finally land CLOSE ON SUSAN, she looks to... THE ER ENTRANCE where PARAMEDICS are now rushing ARNIE in oxygen pump on his pale face...and MARIUM hurrying alongs Through the blur of bodies, his eyes meet hers. Tears spill down her face, great pulsing sobs of relief. They connect on the bench, clasping each other, sobbing i his shoulder, stroking her hair and saying soothing thing \f69. We can’t hear the words but maybe we can read his lips. I okay. It's okay. It's okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Normal sound and motion resume: FRANTIC VOICES churn outs the door, muted but briefly surging as it swings open and Marium enters, goes to the sink. We see it happen in the mirror: whatever calm assurance he projected before now utterly dissolves. Staring wide-eyed into the drain, hyperventilating, one h over his mouth, struggling to control himself, until... He notices CORE in the mirror. Sitting quietly in the cor knees drawn up, head titled against the wall. He looks clammy, bloodless, unwell. Drops of vomit in his beard. They look at each other a long moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORE",
          "text": "(softly) I’m not prepared for this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIUM",
          "text": "(after a beat) You saved that kid’s life. Core stares at him with an uncharacteristic blankness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORE",
          "text": "Does it matter?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIUM",
          "text": "I saw his wife out there. He’s going to go home to his daughter. It won’t be for a while but...he will go home. Yes, to them it matters a great deal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORE",
          "text": "How many died? It’s hard for Marium to say it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIUM",
          "text": "Twelve. And Cheeon. A few more are...we’re not sure yet. Core’s voice drops to a disgusted whisper... \f70.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORE",
          "text": "And I saved one. The two men face each other from opposite sides of the ro White tile, buzzing lights, raised voices outside as we.. FADE TO BLACK. IN BLACKNESS, we hear NIGHT BIRDS shriek from far away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The ground is black and damp: no snow. In the distance, surrounded by darkness at the edge of the woods: a ragged TENT and a small CAMPFIRE, a MAN-SHAPE hunched there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And Vernon Slone’s at the BACK WINDOW, staring out at him with a predatory stillness. He’s uninjured here, younger. Medora drifts up to his side, gazing out the window as we So, again, this is some other time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEDORA",
          "text": "Who is he?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLONE",
          "text": "(without moving his eyes) Another drifter headed west.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEDORA",
          "text": "He looks hungry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLONE",
          "text": "He can hunt. We might notice that the CAMPFIRE is flickering out there more or less the same spot we saw the Wolf at the beginni",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEDORA",
          "text": "Take him something so he'll go, Vernon. Vernon looks at her, a faint warmth passing over his face and he goes. As Medora looks uneasily back out the window WE TILT DOWN to find her PREGNANT BELLY. Eight months or \f71.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The DRIFTER (20s) lifts his scabby, bug-bitten face from fire: one milky eye, long stringy hair from under his woo watch cap, brown teeth-nubs showing in a kindly smile as. Slone approaches the ring of firelight. Staring down at t grinning Drifter in appraisal. A moment like that, the fi crackling between them, and Slone tosses down a FOOD SACK",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLONE",
          "text": "That’s bread and cheese. It’s dropping low tonight, first snows are coming, so you need to move on from here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRIFTER",
          "text": "Termination dust won’t come on tonight. Night or two before that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLONE",
          "text": "You a weatherman? The Drifter’s smile shines and spreads.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRIFTER",
          "text": "You could say I know something about what’s coming. (beat) You got a name?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLONE",
          "text": "My name’s got nothing to do with you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRIFTER",
          "text": "Not yours. The boy’s. Slone’s eyes sharpen and narrow. He seems to coil.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLONE",
          "text": "What do you know about that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRIFTER",
          "text": "Just a feelin’. The Drifter smiles past Slone’s shoulder, out at THEIR CA where MEDORA is silhouetted in the orange-lighted window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRIFTER, (CONT'D)",
          "text": "Looks warm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLONE",
          "text": "Best find a home of your own, then. \f72.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRIFTER",
          "text": "I don’t mean the house. His tone is not lascivious, though, it’s damn near revere But Slone leans closer, his voice dropping to a low monot",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLONE",
          "text": "Look into my face now. Believe what I tell you. I will end your every day. Do you believe me when I say that to you? The Drifter nods, placating. Sure, sure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLONE, (CONT'D)",
          "text": "Move on. Slone rises and heads back. The Drifter watches him go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Medora lays asleep on the bed, curled on her side under a quilt in the mostly-dark room. Slone watches her from the doorway with something almost fear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Slone is a wraith cutting through the woods, quick and silent, garbed in black. The DYING CAMPFIRE glows just be the trees: he’s circling around behind it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Slone melts out of the forest, his BOWIE KNIFE a shining sliver in one fist as he angles in on the DRIFTER’S TENT. He crouches, listening. INT./EXT. DRIFTER’S TENT - SAME Slone snaps open the flap but-- It’s empty. Looking closer, he sees-- Resting on the filthy sleeping bag, crudely carved from a of soap, a tiny FERTILITY FIGURE. \f73. Dread pooling on his face, Slone looks back to the cabin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLOSE ON MEDORA, a film of perspiration on her face, winc in discomfort as she comes blearily half-awake to see... A SHAPE in the doorway, looking in at her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEDORA",
          "text": ".-.-what’re you doing, baby? THE SHAPE doesn’t answer. She sits up, achingly holding her belly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEDORA, (CONT'D)",
          "text": ".--oh God...something’s happening. And now, her eyes adjusting, she sees that it’s not Slone standing in the doorway. Her face hardens in terror.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEDORA, (CONT'D)",
          "text": "There’s money in a jar by the sink. Fifty dollars. And food. The Drifter’s manner is calmly sympathetic, comforting ev",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRIFTER",
          "text": "I came to warn you. The boy can’t live. She flinches as he reaches into his coat, pulls SOMETHING and tosses it onto the bed before her... It’s THE SHAMAN’S MASK.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRIFTER, (CONT'D)",
          "text": "The mask is yours. Someone made it for you. She gapes at the upside-down WOLF FACE in revulsion.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRIFTER, (CONT'D)",
          "text": "Wear the mask and you’1l know what you have to do. A SILVER TRIANGLE EMERGES FROM WITHIN THE DRIFTER’S THROA HOLDS THERE, AND THEN WITHDRAWS BACK INSIDE HIS NECK. He looks so surprised. \f74.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AS HE DROPS TO THE FLOOR.",
          "text": "SLONE is behind him clutching the blood-slicked BOWIE KNI Medora CRIES in sudden pain and throws back the quilt, th WOLF MASK spilling off to the floor. Her sheets are soaked with AMNIOTIC FLUID. Slone rushes to her. LOW ANGLE on the WOLF MASK and the DEAD DRIFTER, canted together and forgotten on the floor as, in the background Slone bends lovingly over Medora and she SCREAMS AGAIN...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "HER SCREAM ECHOES INTO THIS TIME as Slone stares out his truck, living that memory, suffused in cold orange light. He looks to the passenger seat and reaches for... A FOLDED MAP, revealing that POLAROID of Medora beneath. We’1l notice the COMPOUND BOW wedged behind the seat, his DUFFEL BAG with the guns in it. As he studies the map... SLONE’S POV (MACRO ON THE MAP) moves from a splash of LAK until it lands on A SMALL DOT: ‘KMC-13’. He sets the map down, puts the truck in gear. EXT. LAKE — SAME SLONE’S TRUCK pulls away from this seemingly infinite bod water where the Sun collapses into molten copper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SNOW CHAINS rattle and groan on the tires as... SLONE’S 4x4 crawls slowly along under a canopy of cottonw snowy, unmarked wilderness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SLONE’S 4x4 pulls in on a snowy road as we see-- \f75. THE SMALL VALLEY the road winds through, a V-shape cut in the earth with a CLUSTER OF DARK CORRODED WOODEN BUILDING spreading up one side, interconnected one atop the other some long-dead fungal growth. A paint-peeling SIGN: CAMP #13 - Kennebeck & McCarthy Cor There’s still some daylight left in the sky above but dow here, in the valley, it feels like an early nightfall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Slone scans the dead, lightless camp as he drives. To his right, a ways up the unconstructed side of the valley, FIRELIGHT DANCES...seemingly from within the Earth. He drives on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Slone parks before this leaning TWO-STORY BUILDING with ‘ painted by hand above the door, inky light in its sooty windows. He gets out, glances around, sees... A CORRUGATED SHED with a pyramid of CAR BATTERIES outside Empty WOOD PALLETS stacked for firewood, a half-collapsed QUONSET HUT, a SCHOOL BUS slowly sinking into the ground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Slone enters, closing the door quickly to shut out the co THE INNKEEPER (50s) looks up from her table: she’s stout, overalls and fleece, with wild Brillo hair and Coke-bottl glasses, reading a celebrity magazine from 10 years ago.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INNKEEPER",
          "text": "(amused) Late in the season for travelers. As Slone crosses to her...",
          "sentiment": "neutral"
        },
        {
          "speaker": "INNKEEPER, (CONT'D)",
          "text": "Where you coming from?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLONE",
          "text": "Keelut.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INNKEEPER",
          "text": "There’s no road from there to here. Not directly. \f76.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLONE",
          "text": "Not directly, no. He looks around, takes in the room: kerosene lamps, lynx pelts, a broken chair burning in the fireplace. It dawns him...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLONE, (CONT'D)",
          "text": "I was here when I was a child. With my father. We visited this camp. I remember it. She squints at him, trying to place his face. He brings out the POLAROID, shows it to her. She chuckles",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLONE, (CONT'D)",
          "text": "Was she here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "INNKEEPER",
          "text": "They don’t got women in Keelut, gotta crawl all the way up here for a piece? Slone just stares at her. As she applies some ChapStick, looking him up and down...",
          "sentiment": "neutral"
        },
        {
          "speaker": "INNKEEPER, (CONT'D)",
          "text": "(almost to herself) You are a handsome one, aren’t ya.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLONE",
          "text": "Can you help me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "INNKEEPER",
          "text": "I don’t have any bread, gotta warn ya, the plane hasn’t been back in two weeks. But I have a room to let. I’d make sure it’s warm enough. She lets that hang for a moment, grinning. He turns away, heads for the door, but as he pulls it ope He stops.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INNKEEPER, (CONT'D)",
          "text": "Yeah, she was here. Closes the door. Turns.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INNKEEPER, (CONT'D)",
          "text": "That one in your picture there. They don’t make that kind of film anymore. \f77.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLONE",
          "text": "When?",
          "sentiment": "neutral"
        },
        {
          "speaker": "INNKEEPER",
          "text": "Two nights ago. Said she wanted to see our Indian Hunter. He’s not really Indian, though, he’s just John.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLONE",
          "text": "Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "INNKEEPER",
          "text": "Didn’t share that and I didn’t ask. Struck me as damned skittish, you want the truth. Slone absorbs this, and then...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLONE",
          "text": "I want to stay in the room she took.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INNKEEPER",
          "text": "Only two rooms. Other one’s mine. I hadn’t actually changed the sheets yet, hope you don’t mind. As she rummages around for the ROOM KEY...",
          "sentiment": "neutral"
        },
        {
          "speaker": "INNKEEPER, (CONT'D)",
          "text": "I don’t know about your vehicle's battery but you might wanna get it in the shed before it drops tonight. Radio says it’s a storm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Innkeeper unlocks it, lets Slone enter. He stands the with his DUFFEL BAG, looking at the dingy wood-slat room. He sets his bag down (with an audible clink! of gunmetal inside) and slowly approaches the BED. She watches as... He draws back the covers, bends low, and BREATHES in deep the scent of the sheets. After a beat...he turns back to",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLONE",
          "text": "The Indian Hunter? Something wild in his eyes makes her swallow. \f78. EXT. ABANDONED MINING CAMP —- NIGHT LOOKING UP the slope of the valley wall to a CAVE MOUTH: animal-skin curtains and FIRELIGHT shimmering inside. TILT DOWN to find SLONE hiking steadily up towards it. INT. HUNTER JOHN’S CAVE - NIGHT HUNTER JOHN (60s) looks up from a steaming stew pot, grin in welcome. Imp-eyed, skeletal and bald with a beard to h chest, dressed all in animal skins. Slone enters, stooping low and unzipping his coat in the claustrophobic warmth of several smoking braziers. It’s packed with stuff: bear skins and hunting rifles, folk ar and motor parts, old National Geographics and Playboys. And MASKS. Dozens, various crude ANIMAL FACES of wood and cloth and pelt, displayed on the wall. Slone sees them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HUNTER JOHN",
          "text": "Come eat. He ladles up a second bowl for Slone, offers a spot to si Slone takes a bite, watches Hunter John slurp the broth. Eventually... HUNTER JOHN (CONT’D) She knows you’re coming for her. She told me what she did, too. That’s why she came to me. For counsel. She had one of my masks. I don’t know how she got it. I share them with travelers and they find their way to who needs them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLONE",
          "text": "You let her go from here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HUNTER JOHN",
          "text": "Not my business what she did. There’s no decree in the country. It don’t reach here. I help who comes asking. He peers across at Slone, a small knowing smile. HUNTER JOHN (CONT’D) I remember you, traveler. Just a little tyke last time you were here. All that yellow hair? \f79.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLONE",
          "text": "Why did we come?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HUNTER JOHN",
          "text": "To see me. Your father wanted wolf’s oil. It was for you. Did you know that? He said you were unnatural. That was his word. An Indian witch from his village said wolf’s oil could cure you. Did it work? I gave him the oil. Slone stares at him. He--what? For just an instant there looked as if he might shed tears. He clears his throat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLONE",
          "text": "(so soft) Where did she go?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HUNTER JOHN",
          "text": "Not my business. I traded her my truck and I’d say I got the better deal. Fixed her up with some boots I'd made. She left her mask, though. Hunter John gestures vaguely with his spoon into a corner HUNTER JOHN (CONT’D) You're welcome to it, boy. As Slone looks back and RISES OUT OF FRAME, Hunter John returns his attention to his meal... HUNTER JOHN (CONT’D) When was the last time you wore a mask? I can see you need to let the wolf out a little. We all do, out here. It’s truth. Hunter John looks up to see Slone, hunched beneath the lo cave roof with his back to him. But turning slowly around now...with MEDORA’S WOLF MASK o his face and the 9MM PISTOL in his hand. They stare at each other in flickering firelight. EXT. ABANDONED MINING CAMP —- NIGHT LOOKING UP AT THE CAVE as--bang.bang.--GUNSHOTS ECHO from dancing light within and wash down over the camp. \f80.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Innkeeper looks up from a magazine, hearing the shots EXT. HUNTER JOHN’S CAVE - NIGHT Slone-as-Wolf emerges, his eyes black pits in the mask, a",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Slone-as-Wolf stalks towards the INN, the gun in his hand DISTANT FIRE blazing in the cliffside high above him. He nears the INN, raising the GUN as he PASSES HIS 4x4 wh BAM. WINDOW GLASS EXPLODES AND SLONE BUCKLES: HE’S HIT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE INNKEEPER ADVANCES, FIRING ON THE 4X4 AS--",
          "text": "INSIDE IT, Slone fumbles the keys into the ignition with BLOODY FINGERS and grinds the starter--KRRR!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO BLACK.",
          "text": "INT. KITCHEN —- MARIUM HOME - NIGHT Susan prepares a plate at the stove: spaghetti and sauce bread. She brings it over and sets it down for... Marium, waiting at the table with his hands steepled befo his face. Band-Aids on his face. Sunken. Haunted. She joins him with her own plate, eyeing him, concerned b understanding. Oh, he notices his food there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIUM",
          "text": "...thank you... She touches his hand. He gives her a frail, phony smile. \f81. She frowns at that, don’t, and he lets the smile go. Lets see the grief in his face. Holds her hand tightly. A moment like that and then they both look up to... Core, returning to his plate, carefully replacing his nap in his lap. He looks a shell of himself, utterly depleted Susan reaches for the bottle of wine, gestures to pour hi some. Core hesitates then slides his glass over with a no He takes a sip, looks around at this modest, new-model ho Cream-colored paint and particle-board cabinets.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORE",
          "text": "Your home is lovely. Susan smiles but it doesn’t quite reach her eyes. They eat. Utensils clink on plates.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUSAN",
          "text": "Donald says you're a writer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORE",
          "text": "I write. Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUSAN",
          "text": "What kinds of stories?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORE",
          "text": "I write about nature. I’m not sure if that’s a story.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUSAN",
          "text": "Is it fulfilling? She was maybe asking to be polite but Core stares intense down into his plate, like the truth might be hidden there",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORE",
          "text": "You do a thing and...at some point that’s what you are. I don’t know if that’s the same. But I loved wolves very much. I used to study them. Lived with them for a time. Near them, anyway. (he’s seeing them now) They were very beautiful. Marium looks up from his food, glances at Susan: this nak emotion is awkward at the dinner table. Core realizes this, is embarrassed. \f82. CORE (CONT’D) (gesturing, your baby) Um. How much longer do you have? Susan can’t help but to smile, touching her big belly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUSAN",
          "text": "February. Core smiles in a vague and longing kind of way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORE",
          "text": "Almost here. (beat) Do you know what you’re having? She shakes her head, adding...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUSAN",
          "text": "He wants a boy though. Now Marium can’t help but to smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIUM",
          "text": "No, a girl is good, too. A fogey like me having his first kid? Anything is fine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORE",
          "text": "What are you...forty?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIUM",
          "text": "Forty three.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORE",
          "text": "“Fogey.” Hah. I’1l trade with you. A beat, the two men regarding each other, Susan watching.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIUM",
          "text": "Are you a father? Core blinks. Swallows hard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORE",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUSAN",
          "text": "What’s his name? Her name? Core swallows. Just saying it breaks his heart... \f83.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORE",
          "text": "(very quiet) Amy. Marium refills Core’s glass, then Susan’s, then his own.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIUM",
          "text": "What’s it like? He considers his answer... He shrugs,",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORE",
          "text": "Amazing. I wish I’d understood that better at the time. I think I thought she would love me by nature of that fact that I existed. That that would be enough, without being there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUSAN",
          "text": "You traveled for your work.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORE",
          "text": "When I was younger, yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUSAN",
          "text": "That was for her. To make money for her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORE",
          "text": "There are ways to make money that don’t involve being apart from your family. But even later, when I was at home...I still wasn’t there. In my little room across the hall, you know? Doing my work. his eyes shining. CORE (CONT’D) And when she had troubles, y’know, like young people do, I uh...I guess I wasn’t much help. He has a sip of wine. Lets it settle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORE, (CONT'D)",
          "text": "You like to think you're devoted to your child. You say this to people. ‘I would do anything for her. Anything.’ And it feels correct in your mouth when you say it. But then...you go ahead with your life. \f84. Susan doesn’t know what to say. The phone RINGS, once, tw and on three Marium finally gets up to answer in the kitc We can hear him MURMURING in there. Core and Susan sit in silence. Her fork clinks on her plate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Marium nods into the phone, leaning one-handed against th wall like some great weight is pulling him down by the ne",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIUM",
          "text": "Right. Okay. Yeah. He hangs up, grips his forehead, exhales. When he opens his eyes, Core is standing in the doorway w the empty wine bottle, waiting for the news. Marium gestures at the phone, troubled...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIUM, (CONT'D)",
          "text": "County a few hours east of here. A man in a mining camp was killed tonight. Some recluse, sounds like. Witness spoke to the killer and described Vernon Slone perfectly. She uh...she said he wore a wolf mask. Core sets the empty bottle on the counter. Chnk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORE",
          "text": "Now what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIUM",
          "text": "First light they’1l turn that whole valley upside down. He lifts his eyes to Core’s...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIUM, (CONT'D)",
          "text": "But if we can’t get ahead of him, more people are gonna die. INT. MAIN ROOM - SHAD’S HOUSE - NIGHT A PERCOCET PILL is crushed beneath a dollar with a lighte SHAN MARTIN (35) chops it, snorts it. He’s doughy, dull-e smeared with bad tattoos. His house is filthy: you can sm the bong water and cat piss. Abrasive METAL on the CD pla \f85. ON THE MUTED TV: a solemn REPORTER outside of Cheeon’s ho COPS and AMBULANCES all over. Chyron: Massacre In Keelut. Shan watches in stoned disbelief. ON THE TV: a MUG SHOT OF CHEEON (several years old) becom SLONE’S SERVICE PHOTO with a POLICE HOTLINE NUMBER below Shan lights a cigarette, astonished. Tkk. A noise from somewhere else. He looks. TKK. He gets up, cuts the music off (the BUZZ of the space hea now the only sound in here) and listens. Freaked out. He stubs out his smoke.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The overhead bulb clicks on and Shan creeps through this chilly room (his breath already fogging) for wash sinks a mop buckets. He’s got a BASEBALL BAT cocked back. He unlocks the DOUBLE DEADBOLT on the door there and STEP INTO TOTAL DARKNESS...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": ".--which, click!, suddenly reveals itself to be a TWIN BA AUTO GARAGE as he hits the lights. The wind outside WHIST He edges anxiously past shelves of tools and spray cans a junk parts, a half-tarped SNOWMOBILE and a TRUCK covered rock n’ roll stickers, until-- He nears something, his face bunching in confusion. THE DOOR is opened just half an inch, bumping with the wi outside. The LATCH HOUSING is broken, forced apart. ON SHAN, gaping at it as we realize SOMEONE ELSE IS HERE. He whirls, gasping, almost dropping the bat because--",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHAN",
          "text": "Jeezchrist! Slone is slouched in the corner, barely conscious, one BL HAND clutching his BLOOD-SOAKED SHOULDER. \f86. SHAN (CONT’D) Goddamn, Vern. Been a while. (glancing to the door) Broke my door, huh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLONE",
          "text": "You alone here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHAN",
          "text": "What? Yeah. Shelly moved out a while back. It’s just us. Slone nods, almost dozes but struggles back into focus--",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLONE",
          "text": "I need your help.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHAN",
          "text": "Y-yeah. Sure thing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLONE",
          "text": "Get Cheeon for me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHAN",
          "text": "Cheeon? The fuck you been, man? Slone reads the grim meaning in that. INT. BEDROOM - SHAN’S HOUSE - NIGHT SLONE, shirtless on the bed, on his stomach, facing clamm into camera while... IN THE BACKGROUND, Shan busies back and forth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHAN",
          "text": "I’m sorry, man. I know you boys were tight. Cheeon never did like cops, did he? Made himself a real bloodbath up there. Goddamn. Shan crosses, collecting things. Drawers and cabinets sla SHAN (CONT’D) And the other thing...uh. They said it on the news. Bailey. Just a fucking nightmare, man. Just senseless. Medora. Fuck. Slone blinks, lizard-like. AT THE BATHROOM SINK, Shan scrubs a pair of NEEDLE-NOSE PLIERS with a wire brush and greasecutter. \f87. SHAN (CONT’D) So who shot you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLONE",
          "text": "A woman.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHAN",
          "text": "Shit...who ain’t been shot by a woman? A BOTTLE OF VODKA is set on the bedside table. And two PERCOCETS. Some WASHCLOTHS, an X-ACTO BLADE, a soup pan o HOT WATER. Slone winces as Shan kneels beside him, inspecting-- THE BULLET HOLE IN SLONE’S SHOULDER. The bleeding has slo more of a sluggish ooze now, but it’s deep and chewed ope SHAN (CONT’D) Jesus, this go through something first?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLONE",
          "text": "A truck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHAN",
          "text": "Yeah. Looks like it came apart, alright. Probably why you're still breathing. Shan swigs the vodka, then holds it near Slone’s hand... SHAN (CONT’D) Pull on this. And take those. It’s gonna hurt like a motherfucker. Edging painfully up onto his elbow, Slone palms the pills into his mouth and glugs the bottle. As he eases back dow SHAN (CONT’D) Don’t worry, Vern. I done this a million times. Get you cleaned up, get some hot soup in you and--",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLONE",
          "text": "What kind?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHAN",
          "text": "Huh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLONE",
          "text": "What kind of soup? \f88.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHAN",
          "text": "Campbell’s chicken.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLONE",
          "text": "I like tomato.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHAN",
          "text": "You been fucking shot, man. ‘I like tomato.’ Jesus Christ. Shaking his head at that, Shan bends in with the X-ACTO B to start his work and SLONE BUCKLES IN WHITE-HOT AGONY. CUT TO BLACK.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Susan lays curled on her side as Marium draws her covers Bends low to kiss her on the cheek, gently strokes her ha She looks at him with a serious kind of adoration. She whispers something to him that we cannot hear. He smiles and whispers something back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Marium backs out of the bedroom, quietly closing the d on the darkened room, he pauses, hearing... A faint CLINKING of dishes from elsewhere in the house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Marium appears in the doorway, seeing that-- Core is washing the dishes. Trying to be quiet about it. Marium joins him, pours TWO GLASSES of whiskey, hands one Core. They clink glasses, not merrily, and drink. And then Marium starts to dry the dishes, put them away a Core rinses them. As they work...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORE",
          "text": "Have you ever seen anything like that today? \f89.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIUM",
          "text": "I kicked in a meth lab, few years ago. Guy took a coupla pops at me with a .22, a purse gun. Sounded like bubble wrap. He was as close to me as you are and missed every shot. Scariest moment of my entire life. (beat) No. I have never seen anything like that today.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORE",
          "text": "You handled yourself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIUM",
          "text": "(bitterly) I gave him what he wanted. The dishes are done. They lean there and drink, exhausted",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIUM, (CONT'D)",
          "text": "Why did you stop? With the wolves, I mean.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORE",
          "text": "Oh. There were...people... (He practically spits that word out.) CORE (CONT’D) They came onto the reservation. To camp. They brought their infant with them. Ten months old. They drank champagne and fell asleep. There was a wolf, she was starving, and she came into the tent. Marium listens in stillness. Core’s eyes are elsewhere.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORE, (CONT'D)",
          "text": "The authorities, they...well. I was hired to do it and I did it. I think I felt like, better it was me than some policeman in a helicopter. Their eyes meet and hold. CORE (CONT’D) Slone killed the old woman. Marium nods. \f90.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIUM",
          "text": "Knives aren’t Cheeon’s style. It was Slone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORE",
          "text": "And the coroner? Those policemen? Now this hermit tonight? He nods again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIUM",
          "text": "Depending how this all shakes out we might never know for sure but, yes, I believe so.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORE",
          "text": "Why? Marium moves his hand, a mystified gesture.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIUM",
          "text": "Stop us from getting to Medora first. Or to get at the boy’s body. Or maybe he’s just evil. I can’t presume to know what’s in Vernon Slone’s head. Why any of it? Why'd Medora do what she did? I’m not convinced the answers exist.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORE",
          "text": "They do. Whether or not they can fit with our experience is something else.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIUM",
          "text": "What do you think?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORE",
          "text": "I’m not a cop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIUM",
          "text": "You deal in behavior. Only difference is the piece of tin. Core snorts, shakes his head. But then grows serious, thoughtful...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORE",
          "text": "She said things to me. She’d been left alone with him. He was wrong, she said. It was like she wanted to fix him. Save him. I don’t know. \fgl.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIUM",
          "text": "Save him by destroying him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORE",
          "text": "It happens in medicine. Chemotherapy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIUM",
          "text": "This isn’t chemotherapy. This is a little boy. Save him from what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORE",
          "text": "The dark. Marium frowns. Waits for more.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORE, (CONT'D)",
          "text": "In her. In him. Outside her window. She told me about it but I uh...I wasn’t listening. Core kills his drink, stares into the empty glass... CORE (CONT’D) I think that’s why she wrote me. It was already done by then but I think she wanted a witness to her life. To tell her story. And I think she wanted to be punished. Marium considers this, tops off his glass, and as he tops Core’s...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIUM",
          "text": "Well, you’re the story guy. But for the other part all she needed was to wait for Vern. And if he finds her before we do, she’1ll damn sure get her wish.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORE",
          "text": "I want to go home, Detective Marium.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIUM",
          "text": "Donald. And you’re free to leave anytime. Marium stares out the dark window, mystified. \f92.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIUM, (CONT'D)",
          "text": "I swear to God...soon as this is over I’m taking Susan on a beach vacation. Caribbean, someplace, hot sand and green water. He takes a slow sip, turns back, and sees that... Core is looking at him with an expression of lightning realization: oh my God.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIUM, (CONT'D)",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORE",
          "text": "“Good place to get clean.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MOVING OVER A TOPO MAP, elevation marks, dark smudges of forest, dots with names. There’s Keelut. Core frowns at the map on the table, wracking his brain. Marium watches, waiting, desperately hopeful. But finally",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORE",
          "text": "I don’t know, I can’t tell from this. It was north of Keelut but... I’m not sure how long I’d been walking. Time was strange. Marium deflates, his hopes dashed...but he presses it--",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIUM",
          "text": "Look, if there’s even a chance...if we can find her, it might be as good as finding him. Something flickers across Core’s face, some kind of decis and he looks at Marium with a new, anxious kind of resolv",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORE",
          "text": "I'd know it if I saw it again. Hearing that, Marium’s fire starts to return.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. THE HOT SPRING",
          "text": "SLOWLY PUSHING IN ON THE STEAMING CAVE MOUTH, with that CIRCLE OF DARK SNOWLESS GROUND spreading before it. \f93. TWO PEOPLE enter frame, seen from behind, hiking towards cave with BACKPACKS and COLD WEATHER GEAR. They pause, regarding this odd sight on a bright sunny da It’s Slone and Medora. They look so much younger, out of breath but energized. They look happy. It’s some other ti",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLONE",
          "text": "Is that it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEDORA",
          "text": "Hurry. They continue up towards the cave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. THE HOT SPRING",
          "text": "Steamy air and slick, craggy rock. Echoing FOOTSTEPS as.. Medora leads Slone by the hand, out of the sunlight behin them, into this warm dimness. They drop their packs, unzip their heavy coats, remove th fur-lined hats. CANDLES are brought from a pack, arranged and lit. In the soft dancing light, Medora peels out of her clothe watching as... Slone peels out of his clothes and comes towards her, smiling. As gentle as we’ve ever seen this man, like anot person entirely. They embrace at the edge of a STEAMING HOT SPRING, a deep pool of calm black water, rippling with candlelight. They kiss, hungrily, their reflections upside-down and shattering endlessly on the water’s surface. Medora reaches down between his legs, he reaches down bet hers. They claw at each other, panting and pressing. Entwined, they descend into the water.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEDORA",
          "text": "(whisper) We'll stay here forever. In this place. \f94.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLONE",
          "text": "(whisper) I’ll never leave you. SLOWLY PULLING AWAY from their coupling as the steam catc candlelight in eerie ways, softly splashing water and thr sounds echoing together as-- INT. BEDROOM - SHAN’S HOUSE - NIGHT SLONE’S EYES SNAP AWAKE. The lights are off but we can se the fresh wad of BANDAGE on his shoulder as he sits up. Even in darkness we see it on his face: I know where she INT. MAIN ROOM - SHAN’S HOUSE - NIGHT CLOSE ON SHAN, anxiously dragging on a smoke as he whispe into the phone--",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHAN",
          "text": "I’m saying he’s right here, right now, in my house. What? No, he’s passed out but I don’t know for how much longer so get your people out here pronto and I want that special consideration--huh? What do you mean, weapons? No, there’s no guns but he’s carrying one big ass knife... THE PHONE CORD is plucked from its wall socket. Mid-sentence, Shan hears the line go dead and turns to se SLONE-AS-WOLF in the doorway, shirtless, mask-faced, drop the phone cord, the BOWIE KNIFE clutched in his fist. At first, Shan tries to play it off... SHAN (CONT’D) Hell’d you get that thing? Go lay down, you'll start bleeding again. Slone-As-Wolf steps in, black eye sockets locked on Shan. Shan’s mouth hangs open, lowering the phone. SHAN (CONT’D) I’m in trouble, man. It’s those pills, I’m fucked up. They got me, I'm looking at real time. \f95. Slone-As-Wolf moves closer. Shan pleads with his hands-- SHAN (CONT’D) But I was gonna wake you up, get you outta here before they showed up! I swear. I’d get my good citizen points, you’d be gone, no harm done! Shan backs and slides. Slone-As-Wolf moves closer. SHAN (CONT’D) C’mon, motherfucker, I just saved your life! You show up here like this? After what you done? Asked for help and I helped you! Shan’s against the wall and prays his hands together. SHAN (CONT’D) Please, Vern. Please. We been knowin’ each other since we were kids. But Slone-As-Wolf says nothing, almost in arm’s reach now",
          "sentiment": "neutral"
        },
        {
          "speaker": "FUCK YOU, THEN",
          "text": "SHAN GRABS AN ASHTRAY, HURLS IT BUT--—",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLONE-AS-WOLF SLAPS IT ASIDE, SWINGS THE BOWIE KNIFE IN A",
          "text": "HAYMAKER DIRECTLY INTO SHAN’S TEMPLE--POK.--UP TO THE HIL",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHAN, (CONT'D)",
          "text": "«..Vern... Shan goes limp as a dishrag but SLONE-AS-WOLF KEEPS HIM UPRIGHT BY THE KNIFE IN HIS SKULL, powering him across th room like a busted marionette. CUT TO BLACK. IN BLACKNESS, the THRUM of immense atmospheric chaos mixe with URGENT, BOTTOM-REGISTER MUSIC that carries over...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A STORM GATHERS OVER THE MOUNTAIN, a roiling steel-colore halo forming around the highest summit in North America. Unreal in its hugeness. The sky crackles with dark energy \f96.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SLONE’S BOOTS stride mechanically forward. But of course it’s Core wearing them. He and Marium, side side in heavy outdoor gear, come briskly down the TARMAC. They see: A SMALL PLANE taking off, ANOTHER ONE already taxiing int position. Tense COPS visible in the windows. COPS in weat gear jogging by in the background. Full deployment. Up ahead, there’s a cluster of STATE POLICE CARS, where s older RANKING OFFICERS are waving Marium over. As Marium jogs ahead to confer with those men-- A STIFF WIND BLOWS, Core turns into it and blinks in awe DENALI, a black mass at once distant and enormous, swelli out of the horizon line, conjuring a STORM to its peak. He is hypnotized, swaying. Marium comes jogging back, pointing Core off towards a-- TWO-SEATER CESSNA PROP PLANE, waiting nearby, with just a AIRPORT WORKERS buzzing about it but no police. Core joins him, glancing around, realizing...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORE",
          "text": "Just us? As Marium loads his gear, moving urgently--",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIUM",
          "text": "An old KA of Slone’s was found this morning with a mail slot through his skull. Half the men are working that, the rest are assisting the camp search so I’m afraid, yeah, it’s just us. You eyeball it, I’'11 call it in. Marium climbs into the plane, checking controls and slipp on the headset with practiced familiarity. He looks out to Core as he starts the engine, VRR-RRR-RRM",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIUM, (CONT'D)",
          "text": "(shouting over the noise) Besides...only two seats in this sucker! \f97. Suddenly dizzy, Core stares at the mountain, gulping deep breaths. With the deafening ENGINE NOISE between them, Marium give him a questioning look. You ready? Core nods, Yes. It’s a lie. He climbs into the plane anyw The MUSIC is a dread-fueled, ramming-speed wall of sound.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TRACKING THE CESSNA as it speeds down the runway and, as plucked up by some invisible giant, gently leaves the gro",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAY",
          "text": "The MUSIC crescendos into a teeth-rattling doooooom as... THE CESSNA FLIES TOWARDS DENALI. Though it’s maybe fifty miles away, the plane looks like an insect before a great dark ziggurat. The sky all around is swollen and evil.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Core gapes at the storm gathering off the mountain...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIUM",
          "text": "(headset filtered) Locals call it Weathermaker.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORE",
          "text": "(also) McKinley?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIUM",
          "text": "Denali. Please. You Lower 48ers...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORE",
          "text": "Can we beat that storm?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIUM",
          "text": "We'll get out of its way. But Marium glances out the window and maybe isn’t all tha confident. He urges the throttle up and-- \f98. EXT. AERIAL —- SAME BIRD'S EYE VIEW OF THE CESSNA AT 500 FEET, moving paralle a thin stripe of ROAD cutting through the WHITENESS BELOW --but now VEERING OFF TO THE RIGHT, the road disappearing beneath them, no more man-made landmarks of any kind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "THE WHITE HAIRED YUP’IK MAN (we saw him earlier, with his boy, returning from a hunt) is readying his SNOWMOBILE wh VRRRRRM. He looks up to see the CESSNA pass over him at l altitude, vanishing as quickly as it appeared.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Marium flies in the weird half-light, the increasing clou cover making for a kind of morning dusk. Core peers out the window through binoculars, scanning th ground. He gestures to Marium, That way. Marium banks the aircraft.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAME",
          "text": "THE CESSNA FLIES LOW OVER WILDERNESS, a windy stretch we might recognize from Core’s trek earlier.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Looking through the binoculars, Core suddenly straightens CORE’S POV passes over an incongruous BLACK RECTANGLE wit man-made angles, down there in the whiteness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORE",
          "text": "I think that was a snow machine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIUM",
          "text": "Moving?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORE",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIUM",
          "text": "See anyone? \f99.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORE",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIUM",
          "text": "I’m gonna loop back--",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORE",
          "text": "Wait-- Core lowers the binoculars, eyes fixed on a near point outside the window. He taps the glass--",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORE, (CONT'D)",
          "text": "There. Beyond that ridge. OUT THE RIGHT WINDOW, distant but plainly visible within LOW FLATNESS surrounded by WOODED RIDGES and CRAGGY CLIFF ...there is an almost perfect CIRCLE OF DARK SNOWLESS GRO with a thread of STEAM bending upwards from its center.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORE, (CONT'D)",
          "text": "That’s it. Marium looks, sees it, gauges the terrain...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIUM",
          "text": "I can set us down over there. He said it like an offer, a possibility. He looks to Core Who is terrified. But he nods. Do it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIUM, (CONT'D)",
          "text": "I’ll be gentle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORE",
          "text": "Fuck. Marium banks it hard. EXT. AERIAL —- SAME",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Core grips his straps two-handed, wincing away from the inevitable crash as Marium guides them in-- \f100.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "WAM! Core is SLAMMED into the window as Marium PULLS BACK",
          "sentiment": "neutral"
        },
        {
          "speaker": "TO A LONG GROANING HALT.",
          "text": "And the PROPELLER winds down, wak-wak-wak-wak-wak-wak...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Marium cinches the strap of his SCOPED WEATHERBY RIFLE ov his thick ORANGE COAT, brings up his BINOCULARS, scans th landscape. MARIUM’S POV, the icy FLATNESS extending to craggy RIDGES CLIFFS in the distance, the telltale STEAM rising beyond. He looks over to... Core, climbing out of the Cessna and tromping this way. Marium digs into his pocket, hands something to him as he arrives... It’s a pair of CHARCOAL POCKET WARMERS. Core nods in than snaps them and slips them inside his gloves. WIDE on the TWO MEN hiking away from the Cessna, across t plain of pure white as the sky turns to slate above them. Far away, THUNDER rumbles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rock walls tower over us, left and right, as Marium and C appear at the far end and come this way. ICE SHEETS cascade down either side, glittering in some places, opaque in others, like waterfalls stopped in time Core marvels up at them, towering over their heads, a str of sky visible up there. \f101.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They emerge from the ravine, a ROCKY RIDGE rising to one side, DENSE WOODS spreading to the other. Suddenly... Core stops, bends to looking down at something. Marium senses it, looks back to see the-- WOLF TRACKS, several sets of them spotting the snow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIUM",
          "text": "How fresh are they?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORE",
          "text": "An hour or two, I'd say. Four of them, adults. A hundred pounds apiece, give or take.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIUM",
          "text": "Four. Where’s the rest of the pack?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORE",
          "text": "Not far, I’d guess. Their den must be nearby. They glance about uneasily, ahead of and behind them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIUM",
          "text": "Little bit further? Core’s eyes are ringed with fear but...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORE",
          "text": "Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIUM",
          "text": "We see anything...we’1ll turn back, call it in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORE",
          "text": "Right. They crunch onwards towards the woods. A gust of SNOWY WIND stirs a sparkling whiteness around t Core glances over his shoulder, the RAVINE receding behin them like a sideways mouth. He looks upwards, the crooked edge of the RIDGE above the Something moves up there. A dark wisp, a split-second blu \f102. Core stops, staring up, his breath fogging slowly. He bri out his own BINOCULARS, squints through them... Marium stops, looks back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIUM",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORE",
          "text": "I saw something move. Marium looks up in the same direction. A long beat, the two of them side by side, looking up at ridge. The WIND makes its faint flute-noise. CORE’S BINOCULAR POV, panning along the ridge, pausing at various places, seeing nothing...and nothing...and nothin And then seeing Slone-As-Wolf, standing on the ridge, loo down at them with his bowstring already drawn back. He lets the bowstring go and in CORE’S BINOCULAR POV it’s perfectly silent, just the slightest twitch of movement.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORE, (CONT'D)",
          "text": "He's-- There is a sound like HANDCLAP and when Core looks over-- Marium is taking a single shocked step backwards with AN ARROW STICKING THROUGH HIS THROAT. Core gapes in horror as-- Marium flutters his hands around the shaft of the arrow, swatting at flies, BLOOD GURGLING OUT OF HIS MOUTH. Core pulls him down to some kind of safety behind some RO throwing his own body of Marium’s, trying to press his gl over the wound... CORE (CONT’D) Donald. But Marium’s already dead, his eyes fixed and startled. Panting in terror, Core peeks over the rocks but-- UP ON THE RIDGE, there is no sight of Slone or anything e Core wrestles the RIFLE from Marium’s shoulder and... HE RUNS, awkwardly, bounding over snowy ground towards-- \f103. THE RAVINE, yawning ahead of him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Core hurtles through the passage, caroming off the icy wa his RASPY BREATHING making surreal echoes in here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "WIDE, the small shape of Core dashes back towards the pla AT THE CESSNA, Core arrives gasping, a MOAN of despair leaking out of him as he sees... THE ENGINE HOUSING has been opened, the cables and plugs inside torn loose. He peers inside the opened door to see... THE CONTROL PANEL has been hacked apart, INSTRUMENTS smashed...and the RADIO WIRES have been cut. He SCREAMS, an explosion of fury and frustration and desp He sags against the ruined plane a moment, then notices-- MARIUM’S DUFFEL, tucked under the pilot’s seat. He yanks out, paws it open, pitifully hopeful but... It’s just some SOCKS. And a pint of WHISKEY. And a dog-ea BOOK. Core turns it over... ‘Preparing For Fatherhood.’ Core lets it drop back into t bag and instead grabs the booze, swallows several gulps. He looks to the far side of the flatness, where they flew the STORM filling the sky there, threateningly close. And he looks back the other way, towards the ravine, wher just came from. Core stares off, his eyes gone totally empty, off in some bleak daydream. And then... He has a final pull of whiskey. He checks the bolt of the rifle, ch-chk! And he starts back towards the ravine. \f104.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Core comes towards us, the rifle to his shoulder, aimed forward. Terrified but moving at a steady, determined pac",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MARIUM’S BODY lays ahead, already frosting over. The pool blood under his neck is red ice. As Core passes by, there is a HOWLING nearby, several wol voices joining with the shrill wind. He glances up but... UP ON THE RIDGE, there is no movement, no sign of anyone. He continues.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. THE HOT SPRING",
          "text": "THE STEAMING CAVE MOUTH looms ahead as... Core enters the clearing, scanning left and right with th rifle, approaching that strange dark spot in the Earth. More HOWLING, closer now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. THE HOT SPRING",
          "text": "Core’s silhouette appears in the cave opening, bending to come inside. He blinks rapidly, edging forward, trying to adjust his e There’s that WAXY SUBSTANCE in the cracks of the floor. H eyes track it back, deeper into the cave until he sees... SOME LIT CANDLES. Flickering in the cold breeze. And A FIRE CIRCLE, just ashes now, with the toothpick bon of a HARE scattered beside it. He sees CANNED FOOD stacked to one side, a dirty SLEEPING ROLL, a small .22 RIFLE. It was Bailey’s once, wasn’t it? He sees a PAIR OF PELT BOOTS standing next to the HOT POOL...and then realizes that they’re connected to legs. She's barely visible in the dimness. Just a shape there, he can hear her BREATHING. \f105.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORE",
          "text": "Medora Slone. She doesn’t answer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORE, (CONT'D)",
          "text": "Are you injured? She takes a step forward, closer to the light. Now he can her: dressed in animal skins, her sunken cheeks, her filt skin and wild hair and bright, shining eyes. CORE (CONT’D) Listen to me...we have to leave. We have to leave now. He is coming. He's coming for you. The light in the cave changes and her face seems to twist she caws in dread. Core turns. Slone-As-Wolf is there, his compound bow drawn back. FWIP",
          "sentiment": "neutral"
        },
        {
          "speaker": "THROUGH THE OTHER SIDE OF HIM.",
          "text": "Time and sound turn dreamy as he sinks to his knees, reac uncertainly for the arrow, afraid to actually touch it. Medora stands there with tears in her eyes. Slone-As-Wolf drops the bow, regarding her through his wo face, his breath steaming out of the snout. He stalks slowly towards her. She moans but it almost sounds like relief. He steps over Core, who watches from the cave floor as... Medora sobs, opens her arms to Slone, nodding him forward Come to me. Slone reaches out, puts both hands around her throat (she still nodding)...",
          "sentiment": "neutral"
        },
        {
          "speaker": "HE LIFTS HER OFF THE GROUND, SLAMS HER AGAINST THE CAVE W",
          "text": "Core’s mouth moves soundlessly, wanting to call out but knowing that he’s dying. Slone-As-Wolf pins Medora, his black eye holes empty and pitiless as he squeezes her air off. \f106. And still she nods, Yes, yes, yes. He squeezes. Her mouth wags like a beached fish. Not much longer. But then her hands move to his mask, her fingers spiderin over the fur, pulling it back to reveal his face... Which is full not of rage...but of bottomless tear-streak anguish. Their faces are inches apart. Their white-blonde hair, th grey-gold eyes. Core sees this. A terrible understanding. She pulls Slone’s face to hers. Puts her mouth on his. Th breathe into each other, making animal noises of hurt and hunger. She claws at Slone’s clothing. He claws at hers. They sin down together, knocking the CANDLES over as they coil ont each other’s bodies. New trickles of SPILLED CANDLE WAX snake across the cave floor, winding past Core’s face. He sees this happen as we... FADE TO BLACK.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. THE HOT SPRING",
          "text": "Core’s eyes open, bleary, pain-fogged. He turns his head. Vernon Slone emerges from the darkness, naked, coming tow Core with something in his hand. In the shadows behind him, we glimpse Medora, watching th as she dresses. Slone stands over Core, looking down without expression.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORE",
          "text": "...the...the boots...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLONE",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORE",
          "text": "...they’re yours... \f107. Slone kneels beside him, lights the cigarettes in his han and holds it to Core’s mouth for a drag.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLONE",
          "text": "You keep them. Core inhales, nods gratefully, lets the smoke drizzle out Slone looks out towards the mouth of the cave, where the FREEZING WIND keens and the LIGHT seems to fade. And he turns his gaze down to Core, questioning but patie",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLONE, (CONT'D)",
          "text": "Well...what do you want? Core knows what he is asking. His eyes fill with tears. He looks to Medora, who stares back at him in something almost like tenderness. He looks back to Slone...",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLASH TO",
          "text": "CORE’S DRIPPING HAND In the bathtub the other night, hovering over the razor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RESUME",
          "text": "He swallows painfully. Lifts his head, just a bit, to ans with a whispered certainty...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORE",
          "text": "I'd rather live. Slone nods slowly, accepting Core’s decision. He holds th cigarette out to him for one more drag and... SLONE YANKS THE ARROW OUT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. THE HOT SPRING",
          "text": "Core returns to half-consciousness and sees that Slone is dressed, packing the last of Medora’s provisions. \f108. Medora is beside him, bundled in layers of skins and furs lacing up her boots. She notices Core is awake, straightens, looking at him th way a parent looks at a heartbroken child.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEDORA",
          "text": "(softly) You understand about the sky now, don’t you? He just stares back at her, his non-answer a kind of Yes. They shoulder their packs and the rifle, stand there for moment, solemnly staring down at Core. And then they walk past him, on out of the cave without another word. Grunting with pain and effort, Core rolls over to see out the CAVE OPENING where... OUT THERE, Slone and Medora walk away together, gradually disappearing into a blast of snowy wind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CORE CRAWLS. Snow and wind lash at his face, his beard is caked with ice. He drags himself over the ground with one elbow, his other deadened arm dragging along. But it’s a progress of inches. He’s not going to make it of here. His face is gnarled with the boring agony of it He stops, resting his face in the snow, heaving for breat the weather hammers down on him. And when he finally lifts his head again, he is not at al surprised to see... THE WOLVES, all of them, gathered on the ridge above him gazing down like some kind of council in judgment. A quiet moment. Core and these animals. His face is too frozen for much expression...but he is no afraid. If anything, he seems to welcome what will come n CUT TO BLACK. SILENCE. And then a strange BUZZING...a motor? Coming clo \f109.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FRAGMENTED IMAGES, CORE’S HAZY POV: SNOW BLOWS SIDEWAYS and THUNDER RUMBLES. A GOGGLED FACE bends down towards us out of the storm, inspecting us. And now we see... A SNOWMOBILE, nearby, where two FIGURES are hauling a DEA ELK CALF off of the attached SLED. GLOVED HANDS drag us towards this sled.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "THE ENGINE RUMBLES and Core slides along the ground, bouncing, bundled under a tarp. He cranes his neck to see It’s the WHITE-HAIRED YUP’IK MAN driving the snowmobile, hunched into the wind, with his BOY riding behind him. As they near the RAVINE, Core catches a brief glimpse of. SCRAPS OF SHREDDED ORANGE COAT IN A SMEAR OF BLOODY SNOW. The Boy looks back, peers at Core through his dark goggle Says something that can’t be heard over the engine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORE",
          "text": "...what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE BOY",
          "text": "They spared you. Core lays back, stares up into the churning sky as... THE SNOWMOBILE IS SWALLOWED BY THE RAVINE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CORE, naked on a cot in some DARK CABIN as SEVERAL YUP’IK WOMEN wash him by firelight. They use plastic water bottles with holes in the caps to squirt water over him, wiping away the blood with sponges Someone cleans the ARROW WOUND with alcohol, slathers antibiotic ointment on it. Core doesn’t feel it. The fire throws crazy shadows. The air is hazed with smok His head tips sideways and he sees... \f110. AN OLDER BLONDE WOMAN (60s) watching from the corner with expression. She’s tall and gaunt, in a tattered old anora Tired _grey-gold eyes. The only other white person here. She comes near, looks wearily down at Core a long moment. then bends down to pick up... SLONE’S BOOTS, waiting beside the cot with the rest of Co blood-soaked clothes. Core watches her turn and leave the cabin, his view of he now obscured by the Yup’ik Women and their cleaning of hi CUT TO BLACK.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Clean-shaven now, Core fades back to consciousness, disoriented and weak. Hospital sounds, beeps and murmurs. His lips are chapped and split, the skin of his cheeks pi and flaking, a bruise puffed under one eye. Hurts to swal His eyes fall on something and he stares at it for a long long beat. If he never looked away, that would be fine. A WOMAN (30s), asleep in a chair by his bedside in a holi sweater and horn-rimmed glasses, a newspaper in her lap. The moment stretches, Core gazing at her in love and sadn",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORE",
          "text": "Amy. She wakes with a start, sees him, makes a smiling sob sou of relief and concern as she rises and... Kisses him on the cheek. Holds his hand, tightly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMY",
          "text": "What happened? He’s smiling...but a hint of shadow falls over his face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORE",
          "text": "I’1l tell you. CUT TO BLACK. IN BLACKNESS, a WOLF’S HOWL carries from far away, a lone interminable note of sorrow. END.",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_902"
    }
  ]
}