{
  "movie_id": "MOV909",
  "scenes": [
    {
      "location": "KIDD COVE",
      "time": "SUNSET",
      "characters": [
        "AGAINNNN",
        "BEHIND YOUUUU",
        "06/21/90 118",
        "SMEE",
        "TINK",
        "I HEAR TICKING. IT TICKS ME OFFFFF",
        "O",
        "TOOTLES",
        "ACE",
        "K",
        "06/21/90 104",
        "INT.",
        "06/21/90 63",
        "\\",
        "06/21/90 71",
        "BELIEVE--I DO--",
        "CAP/NNN",
        "THE RAFT",
        "06/21/90 82",
        "UNTIL THE DAY YOU DIE",
        "HIGH IN HIS TREE",
        "PETER",
        "06/21/90 85",
        "PETER THE UMPIRE",
        ", ACE",
        "NEAR OPEN WINDOWS",
        "WRONG",
        "06/21/90 72",
        ". SMEE",
        "ANGELIKA/UNA/BABS",
        ", HOOK",
        "06/21/90 67",
        "CURLY SLIGHTLY NIBS",
        "MY LIFE IS OVERRRRR",
        "FOLLOW HOOK",
        "SHARP CUT TO",
        "WITH PETER",
        "BUTTFACE",
        "PARAMECIUM BRAIN",
        "FADE OUT",
        "06/21/90 109",
        "YOUNG. SLAVE",
        "DADDYYYY",
        "\" ACE/ ZIGGY",
        "JUKES",
        "06/21/90 108",
        "AT THE WAR COUNCIL RING",
        "TINK, (0.C.)",
        "ACE/ ZIGGY",
        "SUPER",
        "06/21/90 101",
        "PETER, (V.0.)",
        "FADE IN",
        "THE VIEW CLIMBS UP UP UP",
        "IN YO FACE, CAMEL CAKE",
        "YOU'RE OLD",
        "--HOLD THAT THOUGHT--",
        "06/21/90 77",
        "LOOKOUT PIRATE",
        "WITH HOOK",
        "06/21/90 83",
        "HOOK",
        "06/21/90 73",
        "06/21/90 120",
        "HOOK, (VO)",
        "06/21/90 115",
        "06/21/90 61",
        "06/21/90 117",
        ". ZIGGY",
        "06/21/90",
        "_A",
        "THE FULL-SIZED TINK STANDS BEFORE HIM",
        "\\ 3",
        "END TITLES AND FLYING MUSIC",
        "06/21/90 129",
        "BELOW",
        "THE TRIO",
        "06/21/90 93",
        "ZIGGY",
        "06/21/90 / 92",
        "TI",
        "06/21/90 90",
        "TIGHT ON CAPTAIN HOOK",
        ". CUT TO",
        "06/21/90 88",
        "NEAR THE MAIN MAST",
        "06/21/90 110",
        "REVEAL",
        ". HOOK",
        "06/21/90 76",
        "BACK TO",
        "06/21/90 89",
        "RUFIO",
        "BABOOM",
        "JACKKKK",
        "06/21/90 65",
        "THEY SUCK THE LIFE OUT OF YOU",
        "ALONG THE GUNWALES",
        "KID",
        "06/21/90 70",
        "TIGHT ON PETER",
        "YOUNG SLAVE",
        "06/21/90 103",
        "GIRL, (0C)",
        "A BRACE OF DIAMOND ENCRUSTED DUELING PISTOLS",
        "JOHN MICHAEL WENDY",
        "I AM DEATH",
        "PETER AND HOOK COLLIDE",
        "SMEEEE",
        "06/21/90 113",
        "SCUM GUMS",
        "06/21/90 . 80",
        "YEAH",
        "BY THE TREEHOUSE",
        "06/21/90 91",
        "GO ON",
        "06/21/90 79",
        "06/21/90 81",
        "06/21/90 114",
        "06/21/90 96",
        "06/21/90 100",
        "S",
        "06/21/90 116,",
        "TINKS MOVES IN",
        "WITH PETER AND TINK",
        "06/21/90 64",
        "ABOVE",
        "THE GIANT TREE",
        "ALL HEADS LOOK UP--",
        "MOIRA",
        "THE LIFEFLASH CHANGES",
        ". MAGGIE",
        "JACK",
        "_ HOOK",
        "FIRE",
        "ONBOARD THE AVENGER",
        "TINKKKKK",
        "06/21/90 68",
        "THE DARK AVENGER",
        "ON DECK",
        "---FOLLOW ME",
        "FALLING AT US",
        ". PETER",
        "SLOW DOWN TINK",
        "GRANNY WENDY",
        "EXT.",
        "06/21/90 98",
        "TADDY RISES",
        "06/21/90 87",
        "NOOO00",
        "FOLLOW THEM AROUND THE QUARTERDECK",
        "YOU BIG CHICKENNNN",
        "06/21/90 112",
        "JUKES/CECCO",
        "TWO SPECKS",
        "CUT TO",
        "KILL HIMMM",
        "HATE THE SIGHT OF MY OWN BLOOD",
        "06/21/90 95",
        "ON THE MAIN DECK",
        "06/21/90 74",
        "06/21/90 62",
        "QO",
        "06/21/90 107",
        "LOOKING DOWN",
        "OO",
        "FOR THE REST OF YOUR MISERABLE LIFE",
        "06/21/90 102",
        "TIGHT ON RUFIO",
        "I BELIEVE IN FAERIES---I SWEAR I",
        "THE SHIP HEELS",
        "MAGGIE, (0C)",
        "LOUDERRR",
        "LAND",
        "06/21/90 69",
        "06/21/90 84",
        "--JUST TO BE DISAPPOINTED",
        "06/21/90 78",
        "/ JACK",
        "06/21/90 106",
        "THE VIEW ASCENDS REVEALING",
        "WITH SMEE",
        "FADE SLOWLY TO BLACK",
        "TIGHT ON HOOK",
        "06/21/90 94",
        "--SIR JAMES BARRIE",
        "06/21/90 75",
        "RESUME",
        "BEING DISAPPOINTED",
        "06/21/90 97",
        "HOOK, (0C)",
        "WHY PARENTS HATE THEIR CHILDREN",
        "06/21/90 105",
        "MAGGIE"
      ],
      "dialogues": [
        {
          "speaker": "Unknown",
          "text": "An amazing sight. Like a float in the Rose Parade by Maxfield Parrish. A raft of giant clam shells, adorned wi Mermaids--tropical flowers--towed by a team of Dolphins.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE RAFT",
          "text": "PETER! Standing at the helm flanked by Una, Babs and Angelika. Hands on his hips in familiar pose. Still 35--b a more youthful aura about him. His clothes have slowly changed to a Polo/Robinson Crusoe look. Ziggy leads the boys down the beach to meet hin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZIGGY",
          "text": "Id’s Peder! He came back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "06/21/90 61",
          "text": "Peter jumps ashore and waves goodbye. Dolphins pull the raft away. Mermaids wave, chattering their sea sounds--~",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANGELIKA/UNA/BABS",
          "text": "Goodbye Peter--We love you, Peter! The Boys surround him, genuinely glad to see him. Tink can’t fight it, she flits to him and pecks his cheek with her little faerie lips turning all shades of the rainbow. Peter touches the spot, embarassed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TINK",
          "text": "Oh, Peter--you’re alive. I’m so--- (catching herself, she huffs up) What’re you doing with the Aquatic Bimbos....",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "They saved me, Tink.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TINK",
          "text": "(incredibly jealous) I/ll just bet. Did you tell them you’re married? Hmm? Did you? Huh? Forget ‘to mention your Kids? Uh-hunh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "Tink--will you listen? They saved me. That’s all---- A hunting horn BLEATS 0.C.. Everyone cringes. The Boys part. ZIGGY appears from his hut, blowing his ram’s horn, dragging a long sword behind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZIGGY",
          "text": "I found it! Look! Id’s yours. Ziggy hoists the blade reverently to him. Peter holds it awkwardly--turning it, weighing it, a kid with a new toy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who gives a sheet, Mon? Whot can you do with Grandpa in 3 days? Who youse gonna call? Rufio cackles, grabbing his crotch, jock style at Peter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "(vowing) I/’11 do anything to save my kids. If I have to fly--I/1l fly. If I have to fight--I/1l fight!",
          "sentiment": "neutral"
        },
        {
          "speaker": "06/21/90 62",
          "text": "BOYS CHEER, beating their weapons, howling, dancing aroun Peter and Tink. Peter dramatically JERKS the heavy sword from the sheath--the sheath goes flying--nearly hitting Rufio, razzing on the sloop. .",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "INT. HOOK’S GREAT CABIN - NIGHT : HOOK SITS alone at the table head, completely depressed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOOK",
          "text": "My life...is over..... SMEE tends trying to cheer the Captain up with a lavishly spread dinner. Fine linen. Sparkling crystal. Solid gold cutlery. Cuisine fit for a 4-star King. Smee tucks his napkin in for him, decanting the wine--He props a golden fork in Hook’s hand and fastens a knife to his hook.",
          "sentiment": "neutral"
        },
        {
          "speaker": ". HOOK",
          "text": "Why did I listen to that scheming Pixie? Pan’s not coming back. She can’t change him in 3 days or 3 decades. There’s not going to be (big sigh of self pity) Cheated from my own destiny by a.....chicken.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMEE",
          "text": "Aye, Cap’n, \"chicken\". \"Coq Au Vin\". Just like your Mum made it. . Hook regards the steaming bird before him. With courtly manners, he splays the dressed drumlegs, rips off the little booties--and buries his hook deep in it’s groin --gouging and ripping and disemboweling the carcass with vengeance until nothing is left but....grease...",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOOK",
          "text": "My Mum sent me to Boarding School. (a little sigh) +..The bitch.... Smee eyes CECCO, the handsome Italian, standing guard wit Jukes. Big trouble. They back slowly away seeking cover.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOOK",
          "text": "Do you know what I hate, Smee--I mean really hate?--I really hate looking forward to something--the planning-- \fas",
          "sentiment": "neutral"
        },
        {
          "speaker": "06/21/90 63",
          "text": "Hook rearranges the table--",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOOK",
          "text": "(continuing) --the anticipation-- (blinks his eyes in anticipation) the excitement-- (big wide gasp--eyes wide) He explodes raking the table with his claw--",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAND",
          "text": "Hook grabs a diamond studded dueling pistol from his sash",
          "sentiment": "neutral"
        },
        {
          "speaker": "MY LIFE IS OVERRRRR",
          "text": "--and shoves the barrel in his mouth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAP/NNN",
          "text": "HOOK PULLS the trigger. SMEE LUNGES, jamming his pointy finger in the hammerlock as it snaps shut. Smee yells. Ho yells--prying Smee’s finger lose--he jams the barrel on h nose. Smee grabs the gun with his hands. Hook and Smee wa the gun around the Great Cabin--",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOOK",
          "text": "I just want to...dieeee!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMEE",
          "text": "That’s not the answer, Cap‘n! CECCO AND JIKES can’t escape the line of fire. Every plac they bob and weave and crash and hide, Hook finds then. HOOK AND SMEE PANCAKE the table. Food flies. The gun FIRE THE COOK wheeling in the dessert cart drops dead in a pil of pastry. A gaping bullet hole in his heart--",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOOK",
          "text": "(even more suicidal) Look what you’ve made me do! Who’s going to make me creme broule’ now? I can’t go on like this. No dessert!? (shoves another pistol in his mouth)",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMEE",
          "text": "(sincere, devoted) Aww, now--what kind of world would it be without Captain Hook? Aye? Deeply moved, Hook pulls the gun from his mouth--ponderin the question before hin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOOK",
          "text": "Good form, Smee. What would the world be without Capt. Hook? The eternal question. He clutches Smee in an endearing hug--unaware he’s clawing Smee’s back. Suddenly paranoid, listening, he releases Smee--who’s in severe pain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOOK",
          "text": "What’s that ticking? He slashes his drapes with his sword--slicing Cecco--",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOOK",
          "text": "Where is it? Tick-tick-tick. There! Over here! Hah! Make it stop! SMEEE! Hook crawls on hands and knees frantic, looking under the table. He’s up inspecting the food, running his sword out series of portholes, slashing his chaise--",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMEE",
          "text": "There is no ticking, Cap’n. You kilt that Croc years ago. We threw all the clocks overboard--remember? Hook grabs an hour glass--listening to see if it’s tickin He smashes it. \"Hooking\" Smee under the collar, he lifts the bulbous man in the air.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOOK",
          "text": "(ever so polite) Are you saying--there is no ticking in this room? Hmmm? That I am, shall we say, mentally unstable because I hear ticking and you do not? Is that your gist, Mr. Smee? Smee motions frantically to Cecco--who is sitting on the floor near faint from his sword wound.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOOK",
          "text": "Do you know what I really hate? (putting the gun to Smee’s head) PEOPLE WHO DON’T HEAR TICKING WHEN",
          "sentiment": "neutral"
        },
        {
          "speaker": "06/21/90 65",
          "text": "Smee ticks his hand back and forth at Jukes. Finally--",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUKES/CECCO",
          "text": "\"tick-tock-tick-tock-tick-tock\" Hook abruptly drops Smee--listening as if hearing angels. HOOK . There...See? \"Ticking\".",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMEE",
          "text": "(pouring him a drink) Cap’n, me thinks you. need a little somethin’ to take yer mind off this Pan business. Let’s go ashore’n kill some Indians. You hate Indians, too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOOK",
          "text": "(whining like a spoiled kid) We always kill Indians. I don’t want to kill Indians. I want to kill Pan. Hook curls up in a fetal ball on the baywindow seat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMEE",
          "text": "Don’t torture yersef, Cap’n. Y’can’t let the men see you this way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOOK",
          "text": "(curling in a tighter ball) I don’t care. It’s all I’ve been living for. This little boy of youth and joy--all goody and sweet. And I, Jas. Hook--I would gut the conceited pest like a pig and feed his ado.escent entrails to the bilge rats. (punctuating with mimed sword) What fun.... (he wells up) What’s the use? What’s the point? He’s taken all the joy out of it. He’s not worth killing. Pan’s done it again...Peter the Schlub beat me. Why can‘t I win just once? Is that too much to ask?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMEE",
          "text": "Lookit the bright side, Capn’, if’in Pan doesn’t show--you still git to deep 6 his ruddy rotten curtain crawlers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOOK",
          "text": "(brightens then delfates, morose) Kill Pan’s kids?--That would be.... “bad form\". But a deal is a deal. And Jas. Hook is a man of his word.",
          "sentiment": "neutral"
        },
        {
          "speaker": ". SMEE",
          "text": "Cap/n--there is another way. You don’t have to kill’em--ef’en they sign the blood oath and join your crew-- Hook thinks about it. Devious. But \"nayyyyyy\".",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMEE",
          "text": "Wait--better. Yes, a thousand times blacker--Make the little morons love you--",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOOK",
          "text": "It’s Pan they love. Even you, Smee, are lovable. No little children love me. Crushed with rejection, Hook grabs his second pistol and shoves it in his mouth again. Smee pulls it out--",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMEE",
          "text": "That’s the point, Cap’n! The ultimate revenge! Pan’s kids in love with Hook! The ultimate \"pay back\", Cap/’n. Hook relaxes his trigger finger, piqued.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMEE",
          "text": "Can you ‘magine the look on Peter’s puss when he faces you and his kids standing right beside you! Ready to fight for the sleaziest sleaze of the seas....Cap’n Hook!",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOOK",
          "text": "(caught up) . I like it. It has a certain symmetry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMEE",
          "text": "You’d make a fine father, Cap’n, if I do say so, mesef. We are horrified. Hook is horrified. Then intrigued. Then enamored. Hook begins to laugh at the notion, almost gidd escalating to hysterical. Smee joins in. Then Cecco and Jukes roaring with uncontrollable laughter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOOK",
          "text": "\"Captain Hook--and Family!\" \"The Family Hook!\" Captain Hook--Family Man!\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIGHT ON CAPTAIN HOOK",
          "text": "He subsides. A serene smile on his face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOOK",
          "text": "The Hooks...A family...to love... Hook sucks slowly on the barrel like nursing Mum’s breast",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "INT. SHIP’S HOLD - NIGHT - TIGHT ON CHAINS RATS follow the chains across barefeet. Maggie and Jack huddle, chained to their oars. She SCREAMS. Jack kicks at the ugly things. A HAND snatches a big Rat on Maggie’s le The YOUNG SLAVE chained next to her dangles the squealing vermin by it’s tail. He smiles, showing his rotty teeth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG. SLAVE",
          "text": "The big ones always go for the freshies like youse two. Maggie buries her head against Jack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE",
          "text": "I want to see Mommy. Daddy won’t forget us---will he?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "What’s the difference. We’re on our own, squirt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG SLAVE",
          "text": "I been in in this scumhole 20 years. Don’t remember what a \"Daddy\" or \"Mommy\" is. Yu/ll fogit, too. ¥fogit everthing. The kid can’t be more than 12. He whams the rat by the ta against the floor until it’s dead. He offers it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG SLAVE",
          "text": "You can have firsties. Maggie gags. Jack holds her close trying to make it go away. It won’t.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f¢",
          "sentiment": "neutral"
        },
        {
          "speaker": "FADE IN",
          "text": "Sleeping. A Ram’s horn enters frame next to his ear. BAROOMPH! Ziggy blows hard. Peter jerks awake, bonking hi head on Tink’s little house hanging above.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZIGGY",
          "text": "Move it! You got 2 minutes! GO! GO! Ziggy drops down a rope-slide 30 feet to the ground. TINK EMERGES from her little house, stretching, yawning from a bad night. Her hair looks like the Bride of Frankenstein. No sparkle. Eyes bloodshot. Peter looks askance. He’s never seen her like this before",
          "sentiment": "neutral"
        },
        {
          "speaker": "TINK",
          "text": "(major morning grouch) What’re you looking at. You don’t look so hot in the morning either. cuT TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lost Boys load a giant slingbow onto the Avenger. Lots of activity can be seen all over the ship.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZIGGY",
          "text": "Marches back and forth dragging Peter's long sword in the dirt, tripping at each about-face. Peter sits on a log trying to take the little guy seriously.",
          "sentiment": "neutral"
        },
        {
          "speaker": ". ZIGGY",
          "text": "Thu only way tu be a kid is to akt like uh kid. Thad takez a lod of un- discipline--tons of not following orders....and no naps!",
          "sentiment": "neutral"
        },
        {
          "speaker": ", ACE",
          "text": "Go play in the quicksand, Zig. ACE shoves Ziggy out of the way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZIGGY",
          "text": "Hey, Scuzz, I’m running this part.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ACE",
          "text": "Who made you God? Beat it, porklips.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZIGGY",
          "text": "You wanna make me, zitface?! The two boys rip into each other kicking and punching.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "Hey! Cut it out! Hey! --pulling ACE off Ziggy. Ziggy takes the opportunity to kick ACE repeatedly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "Did you hear me!? Cut it out or you are going to get in big trouble! ACE and Ziggy stop immediately~-copping attitudes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZIGGY",
          "text": "Wur goin’ to \"ged in big trubull\"?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ACE",
          "text": "That’s: adult talk, Peter. Cut it if you wanna be a kid again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "We've only got 2 days! You’re wasting time. What am I supposed to say?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZIGGY",
          "text": "Whend you/re mad at some scug, you say, \"Go suck a dead dog’s nose\" Peter, shakes \"No way\"--\"Get serious\". They wait.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "(monotone) Okay, \"go suck a dead dog’s nose\" That’s disgusting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ACE",
          "text": "Mean it!",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "Go suck a dead dog’s nose!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "(starting to get angry) GO SUCK A DEAD DOG’S NOSE!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZIGGY",
          "text": "That’s better.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "I know you are but what am I? Ziggy whistles, urging Peter on, whispering hints between phrases.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "I know you are but what am I?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUTTFACE",
          "text": "Peter waves Ziggy off trying one on his own.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARAMECIUM BRAIN",
          "text": "Silence. ACE and Ziggy look at each other. \"What?\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZIGGY",
          "text": "Whudz uh pear-uh-mezium?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "(timid, unsure of the rules) «+eA one celled animal with no brain? Peter waits hoping for approval. ACE and Zig grin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "LOST BOYS load large rocks onboard the ship.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BY THE TREEHOUSE",
          "text": "Rufio readies “engarde\" with Peter’s sword.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUFIO",
          "text": "I’m only doin’ this one time--watch. ACE and Ziggy hurl continuous coconuts at him. IN A BLUR, Rufio slices and cracks each coconut skewering the last on the tip of the blade--chugging the fresh milk",
          "sentiment": "neutral"
        },
        {
          "speaker": "06/21/90 71",
          "text": "Peter, overwhelmed, looks at Tink, now her feisty beautif self, watching from underneath a sunflower umbrella, doin her toes. She’s all smiles. \"Piece of cake\".",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUFIO",
          "text": "Your turn, Grandpa. Rufio holds out the sword. Peter reaches for it. Rufio drops it in the dirt, passing by Tink who sneers at him. Peter holds the heavy sword in both hands. Nervous. Rufio juggles 3 coconuts pitching them at him. Peter doesn’t even get close with the sword. 3 direct hit to his head. BONK. BINK. KERPLOPADA. Tink hangs her little head. Long day. Rufio gloats. ACE and Ziggy fold their arms and shake the heads. Clearing throats. One release of flatulence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TINK PACES in mid-air, all business.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TINK",
          "text": "It’s just like swimming. You just have to jump in and remember. Right? Peter stands on a mound overlooking the Camp and Cove. Nervous, nodding, shaking out his arms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "Swimming. Okay. Got itr ZIGGY, ACE and the other boys wait at the other end of th clearing. ACE has a \"spyglass\" for tracking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HIGH IN HIS TREE",
          "text": "Reclining on his hammock. TINK goes over a little \"pre-flight\" checklist",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(marking list) Pixie dust? Peter grabs her wings shaking glowing dust all over him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "Check.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TINK",
          "text": "Happy thought? Peter. Blank look. Then a lecherous grin. He closes his eyes and runs--flapping his arms--",
          "sentiment": "neutral"
        },
        {
          "speaker": ". PETER",
          "text": "Angelika! Una! B-B-Babs! Oo-Oo-ahh-- PETER LEAPS AND CRASHES to the ground--right in front of the Lost Boys. They laugh and jeer. Ziggy marks Peter’s landing with an \"x\" in the dirt--",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZIGGY",
          "text": "(trying to stay positive) Altitude--2 feet. Distance--2 feet. RUFIO hoots hysterical heaving his half-eaten mango.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUFIO",
          "text": "He flies like uh fatto elephant! PETER ROLLS OVER just as the juicy pit splats him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TINK",
          "text": "(hovering over him) Think as a child--not a sex-maniac.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "He glows with pixie dust.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TINK",
          "text": "Try \"Christmas\". Closing his eyes, he starts to run, flapping again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "Christmas--christmas--snow--presents. (euphoria disentegrates) Bills..bills I can’t pay--Ccredit cards--with sharp pointy teeth-- He CRASHES HARD, skidding into a bamboo water flume-- collapsing the entire structure--drenching himself. TINK PACES, disgusted.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TINK",
          "text": "\"Christmas\" always works. You’re such a--a--\"grownup\". Spoken like the worst expletive. Rufio cackles in the b.g",
          "sentiment": "neutral"
        },
        {
          "speaker": "06/21/90 73",
          "text": "INT. SHIP’S HOLD - DARKNESS The hatch opens. Light streams down on Jack and Maggie. Slaves shrink back, blinded by the light. HOOK APPEARS, blocking the light. Charming smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOOK",
          "text": "Time for school. INT. HOOK’S GREAT CABIN - DAY Hook, the ultimate teacher’s nightmare, is holding class. He writes in elegant hand on a chalk board.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOOK",
          "text": "Now pay attention, \"Class\"-- Jack and Maggie sit ill at ease at Hook’s ornate desk, wi quill and ink and paper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE",
          "text": "Where’s my daddy? My Mommy doesn’t hate me--you mean stinky old man. . Hook smiles, tracing his claw down her cheek.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOOK",
          "text": "Is that any way to address your teacher. You don’t want to bring down the grade curve for the rest , oz the class, do you. Hmmmm? | Jack pulls Maggie to him, motioning her to be quiet. HOOK . A wise young man. If you don’t fail the exam--you don’t . He smashes his ruler down hard on the desk, startling bot children.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOOK",
          "text": "First question. What do parents really mean when they say \"I love you\"? Maggie raises her hand, begging to be called on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE",
          "text": "I know--I know--",
          "sentiment": "neutral"
        },
        {
          "speaker": "06/21/90 74",
          "text": "Jack wants no part of this, pulling Maggie’s hand down. S insists. Hook scans the room as if it were full.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOOK",
          "text": "(pointing to Maggie) The cute little urchin in the front row.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE",
          "text": "They mean we make them really really really really happy all the time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOOK",
          "text": "(slamming his ruler)",
          "sentiment": "neutral"
        },
        {
          "speaker": "WRONG",
          "text": "Maggie recoils, near tears. Jack is riveted.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOOK",
          "text": "Mommy and Daddy love you only when you do what they tell you-- Jack squirms uneasy. This is scary.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOOK",
          "text": "\"Wake up\", \"get dressed\", \"brush your ll teeth\", \"don’t get cavities\", \"don’t make bad grades\", \"clean your room\", \"eat your breakfast\", \"don’t forget your lunch\", \"don’t eat sweets\", \"don’t eat junk between meals\", \"do your home- work\", \"don’t pick on your sister\", \"don’t pick your nose\", \"don’t watch TV\", \"turn the music down\", \"sit up straight\", “use your napkin\", \"don’t talk with your mouth full\", \"say please and thank you\", \"don’t talk back\", \"go to bed right now\", \"don’t cross the street\", \"don’t talk to strangers\" \"turn that light out this instant\" \"don’t do this ~-don’t do that\", \"don’t have fun\", \"don’t even breathe\" and DON’T PLAY",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEAR OPEN WINDOWS",
          "text": "Maggie is crying by the end of Hook’s tyrade. Hook leans, daubing her eyes. He smiles politely right in Jack’s face",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOOK",
          "text": "Ring a bell....Jack? - He gestures like a symphony conductor. Smee appears wit i \\ tiny \"triangle\" and tings it. \"TINGGGGGG\". Jack nods UL so shakey.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "—.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOOK",
          "text": "And now--the dreaded \"pop quiz\". Hook flips the chalk board over, reading the one lone question aloud.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"Do my parents love me?...A, yeS.... B, no....\" (passing out paper) Remember, your future depends on it. You may begin. Hook turns over a large hourglass. Maggie instantly marks her test paper \"A\" and turns it over. She looks to Jack-- He’s vapor locked, staring at his paper, completely stumped. Sweating, ringing his hands in anguish. Maggie elbows him hard. \"Jack....?\" Hook is delighted with the progress. , cUuT To:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A log table. Food piled high. Peter sits between ACE and Zig. He has a black eye, a head bandage, bruises, aches a pains. The Lost Boys dig in--eating with their hands. Belching. Talking with their mouth full. Peter picks up his knife and fork. Everybody stares.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ACE",
          "text": "We don’t use’en. ACE grabs Peter’s cutlery and hurls them away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "(adult logic) If you don’t use them--then why are they here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZIGGY",
          "text": "(child logic) So we don’d have to use’en. ACE jams Peter’s hands in his food. Peter eats. It’s mess",
          "sentiment": "neutral"
        },
        {
          "speaker": "06/21/90 76",
          "text": "Ziggy shows him how to wipe his hands on his shirt and hi mouth on the back of his sleeve like a third base coach giving the \"hit and run\". Peter tries it. A tentative wipe. The Boys cheer. Tink applauds from her seat at the head of the roast pig the center of the table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "Please pass the--",
          "sentiment": "neutral"
        },
        {
          "speaker": "ACE",
          "text": "(whips out his broadsword) You said the \"P\" word.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "Okay, okay--",
          "sentiment": "neutral"
        },
        {
          "speaker": "ACE",
          "text": "Not \"Okay, okay--\" (stuffs food in his mouth) Okaf Okaf...",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "(stuffing food in his mouth) Okaf..Okaka... Ziggy opens his mouth showing Peter his chewed food. So d the others, showing the disgusting contents. Peter guts it up, opening his showing them back. ACE lets out the world’s longest belch. Ziggy starts the cacaphony of BELCHES around the table. Long,. short, juicy, terminal. All eyes turn to Peter. Peter sucks in and sucks in--a little belch escapes... The Boys react like he split the first atom. Tink laughs hard she falls off the roast pig. CcuT TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ZIG BLAMS PETER right in the snotlocker with his pillow. Peter staggers back, swinging his pillow wildly. Feathers fly. Lost Boys rain blows on Peter in a major pillow war. TINK WATCHES him from her little apartment up in the ceiling. Peter is having a ball. She is elated.",
          "sentiment": "neutral"
        },
        {
          "speaker": "06/21/90 77",
          "text": "ACE and Zig hold Peter down, tickling him. Others pile on He laughs uncontrollably.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "Stop it--Enough!--Hey!--STOP IT! Peter grabs Zig, shoving him away with his foot. He stands--chastising the boys. An adult again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "Are you deaf? Didn’t you hear what I said? STOP! The boys stare at him dumbfounded. Tink is crushed. Peter knows he blew it. Instant remorse. He storms out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter leans against a deck limb, staring out at the cove. All 3 Neverland Moons shine full in different colors. Tink lights beside him. They sit in silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TINK",
          "text": "You sure know how to kill a party.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "I can’t do it, Tink....",
          "sentiment": "neutral"
        },
        {
          "speaker": "TINK",
          "text": "You’ve got to. Find one pure innocent “happy thought\" and hold on to it... What used to make you happy is what makes you fly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "What if I can’t? My kids will...die. He trails off in grim silence. Tink, softening for the first time in her faerie life, takes his hand in her tiny one and squeezes it tight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Think happy thoughts, Peter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FADE IN",
          "text": "It KABOOMS belching fire and smoke right at us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "06/21/90 78",
          "text": "EXT. BEACH - DAY - CONTINUING ACTION i A giant palm tree takes a direct hit, exploding into toothpicks. Coconuts disentegrate. EXT. HOOK’S SHIP - QUARTER DECK - CONTINUING ACTION Hook langors in his lounge chair under an open Caravan te pitched on the deck. The \"Long Tom\" cannon smoking on one side of him, a lavish spread of food on the other. SLAVE BOYS reload \"Long Tom\". JACK AND MAGGIE appear from the hold escorted by Jukes. They react to the bright sun like little Vampires. SMEE bounds up and bows low.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMEE",
          "text": "And ‘ow would you like to see a real live Mermaid, Miss Maggie?",
          "sentiment": "neutral"
        },
        {
          "speaker": ". MAGGIE",
          "text": "I don’t like you. My Mommy showed me where to kick mean men like you and run. Smee guards himself taking her firmly by the shoulder. He escorts her away. Jack doesn’t like it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOOK, (0C)",
          "text": "Jack--my boy. Hook beckons from his tent lighting his twin cigars, boot propped on the cannon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Where’s he taking my sister?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOOK",
          "text": "Come aboard. Come aboard. We’1l discuss it, like...\"Men\". Breathe that sea air. (breathes deep, exalting) Hungry? Have some breakfast. I’m trying out a new chef. I’m very interested in your opinion. Jack gapes at the huge spread of nothing but desserts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOOK",
          "text": "I recommend the Napoleon. Fabulous. Chocolate eclairs. Bavarian creme--",
          "sentiment": "neutral"
        },
        {
          "speaker": "06/21/90 . 80",
          "text": "PUSH IN ON JACK: Torn. He shakes his head reluctantly \"no",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOOK",
          "text": "(pats the cannon fondly) \"Long Tom\"’s just a big toy, Jack. The truth be known, I’m just a big kid at heart...I just have bigger toys. And like all-children...I have a natural born talent for..destruction. He touches off the cannon again. It ROARS!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A direct hit on a building. Raining brick and timber everywhere.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RESUME",
          "text": "Placing his arm around Jack’s shoulder, admiring his ain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOOK",
          "text": "The best part--nobody is going to make you clean up the mess.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "(backs away, resisting) I’m not allowed to play with guns.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOOK",
          "text": "Not allowed? NOT ALLOWED? Who said? Sounds like some adult who doesn’t trust you. A Daddy who broke promises. Someone who says they love you...but is never there when you need them most..... Hook has pushed the button on Jack’s pent up anger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOOK",
          "text": "Now if I were 10 or 11, and someone gave me a cannon to play with--- Well....who knows... Hook hands Jack a lit cigar, bows and leaves. Jack stares at the cigar--he takes a taboo drag--feeling his power.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOLLOW HOOK",
          "text": "Up the stairs to his great cabin. KABOOM! The Cannon roar in the f.g. Hook stops, savoring the moment. He does a little \"Bojangles\" tap up the steps and enters his cabin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOOK, (VO)",
          "text": "Good form.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "PETER sets \"en garde\". He’s ready. He blurs through a series of parries, slashes and thrusts. Wow! ACE and Ziggy give the \"thumbs up\" to Tink.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZIGGY",
          "text": "Looking good. RUFIO. WINDS UP, indicating \"curve ball\". He delivers. PETER CUTS a swathe--missing. The coconut knocks him to t ground. Faces fall. - ZIGGY pitches a coconut UNDERHANDED to Peter. He swings misses! The sword goes SAILING-- TINK DUCKS! The sword just misses her. She curses in faerie-speak, kicking over her umbrella.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Lost Boys line the ridge, holding their collective breath. Tink bristles checking over Peter’s flight list. ° TINK . You’re going to fly today even if I have to beat a \"happy thought\" into you. From the top. \"Birthdays\". Peter, exhausted and battered, grimaces. \"Again\"?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "Birthdays... Closing his eyes, he starts to run flapping again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Presents! Yes! More presents! He jumps getting airborne--feet pedaling air. Up! Up! This is it! Yes!",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "(continuing) Another year older. Getting older-- Dead! Dying! I hate birthdays... HE STALLS! HE DROPS like a rock--A perfect full layout SPLAT into the bog below.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "I’m not supposed to eat sweets before breakfast.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOOK",
          "text": "This is breakfast, Jack. (holding one in Jack’s face) Besides...who’s going to stop you? Jack’s starving. He woofs down an eclair--devouring a Napoleon. Hook smiles, turning back to the view. Jack hesitates. He reaches out--taking Hook’s sword hangi on the chair--he lunges--chopping at Hook’s black mane-- Hook’s right arm BLURS--CLANG!--blocking the blow against his GLEAMING HOOK without even looking. He wrenches the blade away from Jack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOOK",
          "text": "(long sardonic smile) Jack..Jack...Jack...fine name, \"Jack\". How about \"Red-Jack\"? Has a ring to it-- (rings a goblet with his hook) Smoke? Opening his humidor--puffing perfect smoke rings.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "(why didn’t Hook kill me?) I don’t smoke.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOOK",
          "text": "Good form. Shows strength of charac- ter. I have none of course. There are some advantages tu this disgusting habit that balance the dangers--- He languidly droops his twin cigar ashes over the fire po on Long Tom. The fuse hisses. The CANNON FIRES belching fire and smoke between them. Ja covers his ears ducking away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A beautiful rock formation explodes. Sand and water erupt MERMAIDS sunning dive into the waters seeking cover.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOOK",
          "text": "(sadistic laugh) Try your luck? Hit the target--win a prize. | .",
          "sentiment": "neutral"
        },
        {
          "speaker": "06/21/90 82",
          "text": "Rufio turns leading the Lost Boys away one by one. Only Ziggy remains on the ridge with Tink.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WITH PETER",
          "text": "He gets up, slinging mud.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "That's it! I quit! Ziggy and Tink rush up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "I can’t think like a kid--I can’t act like a kid because I’m not a kid. He pushes by railing at everything and everyone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "I can’t fight and I CAN’T FLY! Tootles was right. You grow up, you stop believing, you find out life sucks-- and then you die. (grim silence, he subsides) We'll just have to find some other way...to get Maggie and Jack...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TINK",
          "text": "There is no other way, Peter! Tink stews in one direction. Peter in another. He trips over a log right in the mud. Ziggy helps him up. They sit on the log. Peter broods. Ziggy removes a leathe pouch from around his neck, weighing it like precious gen",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZIGGY",
          "text": "Peder, I’membur Toodles. He wuz one of us. Lookit. Theez are his marbuls. Theez are his happy thoughds. He lefa them behind. They dond work for me... Maybe they wull fur you.... He dumps the marbles in Peter’s hand. Non-descript.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "They’re just marbles, Ziggy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZIGGY",
          "text": "Wull, whad happened to Toodles? TINK LIGHTS on Peter’s hand, checking out the marbles lik a diamond merchant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TINK",
          "text": "Wendy took him back with the others-- to grow up and go to school--and go to an office--and be a gentleman.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "\"Poor. kind Tootles.\" He didn’t make a very good grown-up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZIGGY",
          "text": "(welling up) Toodles god old? Heez gonna die? Don’d led Toodles die. Give him back theez. ' It hits Tink. Staring at her distorted reflection in a Cat’s Eye marble.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TINK",
          "text": "Ziggy--you’ve got to do this. Get the Boys and go to Princess Ti. Beg a truce.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZIGGY",
          "text": "Whad? She’1l barbecue our budds.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TINK",
          "text": "Tell her the one true Pan is coming. Trust me. C’mon, Peter! Hurry! She blurs away leaving Peter and Ziggy at a loss--",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZIGGY",
          "text": "Beddur do whad she sez. She gedz like this sometimes. I guess I/11 never understand Pixies. Zig waddles off in the other direction.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "Tink! Where’re you going? Peter limps after her--all aches and pains.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The sun’s rays barely penetrate the dense forest. Peter climbs over a huge felled tree. Tink’s aura twinkles ahea",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLOW DOWN TINK",
          "text": "(banging his shin) I/11 kill her. I swear I will. (stops in awe at the sight ahead)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A sprawling ancient sentinel. Burned and charred, but refusing to fall. Limbs, trunk and branches twist and tur 100 feet into the sunset sky.",
          "sentiment": "neutral"
        },
        {
          "speaker": ". PETER",
          "text": "I know this place.... Peter approaches the monument. Drawn to it by a powerful force. He traces the charred bark reverently with his han A stray ray of sunlight illuminates the trunk before hin. Something is carved on it. He brushes away the soot and a with building anticipation-- Letters take shape in the trunk. Names. Carved like ancie Rhunes---Peter rejoices with each revelation!",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "\"Tootles\"...",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "\"Wendy\"...I’m home, Wendy, I’m...home. Tracing her name--with manly tears of lost youth and days that will never be again. . The light on the carvings grows and spreads. Peter looks shading his eyes from the glare.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE GIANT TREE",
          "text": "Filled with a 1,000 beams of intense twinkling lights descending toward him. The air alive with chiming voices. FAERIES and PIXIES and’ NYMPHS and SYLPHS of all ages and species descend to him--buzzing in close for a good look, then darting away--speaking their singsong language. TINK LIGHTS on his outstretched hand. She is regal. Weari a magnificent crown and flowing gown fit for a queen. She bows low with all the poise of a great ruler. Peter, compelled, bows his head in return.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "Tink....you’re.... beautiful.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TINK",
          "text": "(blushing) Oh puhleeze. Do you like the dress? She does a full turn. Peter nods like a big kid--the grow man part can’t take his eyes off her. °",
          "sentiment": "neutral"
        },
        {
          "speaker": "TINK",
          "text": "These are my kind, Peter. I am their Queen. They came to help.... Faeries whizz and buzz about him. A little one pulls his hair. Another plops on his nose sizing him up. Peter chuckles, making faces, completely at ease and enchanted.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "Help me? FAERIES PULL AND TUG him like a big puppet into the trunk of the giant tree. The entire tree glows from within.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter descends in a rickety wicker basket contraption int a black void. FAERIES STREAM DOWN from above following Tink lighting up cavernous room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REVEAL",
          "text": "Where Wendy played Mother to Peter and the Lost Boys. A huge-walkin fireplace dominates one end of the vast room. The remains of beds the other. A smashed rocking chair. Everything is charred from a great fire. Mushrooms abound Peter is stunned, elated and saddened as he touches down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TINK",
          "text": "Do you know where you are?",
          "sentiment": "neutral"
        },
        {
          "speaker": ". PETER",
          "text": "(nodding sadly) What...happened?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TINK",
          "text": "Hook burned it when you didn’t come back. Peter sadly rummages the ruins of a kid-sized red Playhouse. It’s burned and chopped to pieces. PETER ‘ Wendy’s house. Tootles and Nibs built it for her. I remember. I remember.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "06/21/90 86 Emotions and memories flood in. In the fireplace, he discovers his \"Pan\" flute. He savors it, attempting a few notes. He gets mouth full of soot.",
          "sentiment": "neutral"
        },
        {
          "speaker": ". PETER",
          "text": "I need music lessons too, Tink. He pitches the flute, angry remorse. He kicks at catches his",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "Why did you bring me here? There’s nothing here....but...sad things. (kicking around) This is not working, Tink. Let’s get out of here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TINK",
          "text": "There’s no place else to go, Peter. You were happy here once upon a time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "It’s gone. It’s all gone. Everything. the charred remains of his youth. Something attention. He picks up a Teddy Bear. Charred. One eye missing. The truth...",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "\"“Taddy\"...aw Taddy. My \"Mother\" put Taddy in my pram...to keep me company.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TINK",
          "text": "What else? Tell me...",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "I remember my Mother--and my Father looking down at me--talking about how I would grow up, and go to a fine school, and be smart and learn things--then go off to an office and be an impor- tant businessman. And then fall in love, get married...and raise a family...and be happy...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TINK",
          "text": "Isn‘t that what all Grown-ups want for their children?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "Yeah...it is.....",
          "sentiment": "neutral"
        },
        {
          "speaker": "06/21/90 87",
          "text": "Peter is overwhelmed with the realization.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "But I was afraid. I ran away from 2 people who loved me--because I didn’t want to grow up.....and die.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TINK",
          "text": "You’re only...human...",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "That’s what I’ve been trying to tell you...I never even told them I loved them... Peter hits bottom. Complete remorse.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TINK",
          "text": "But you went back, Peter. You left here and went back. What made you stop being afraid to grow up and...die?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "I DON’T KNOW! I CAN’T REMEMBER! Breaking point. He hurls Taddy into the void--",
          "sentiment": "neutral"
        },
        {
          "speaker": "TADDY RISES",
          "text": "Turning in dream-like motion--FAERIES swarm around it, catching it. They float the bear slowly back toward Peter",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIGHT ON PETER",
          "text": "Something snaps inside him. A memory. He reaches up. Tadd lands gently into his outstretched hands--",
          "sentiment": "neutral"
        },
        {
          "speaker": "TINK",
          "text": "What, Peter? What is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIGHT ON PETER",
          "text": "A perfect blue sky. The INFANT, PETER rises into the air. Completely free. No fear. His little belly rumbling the laughter of innocence and mirth that can only happen befo you know something is wrong with the world--",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER, (V.0.)",
          "text": "I’m.....flying.... Peter the infant descends, big giggling grin, little arms flapping--A WOMAN’S ARMS REACH UP=-catching him. Peter’s BEAUTIFUL MOTHER nuzzles him--all loving--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f©",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "Mother....catches me. She’s soft...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BACK TO",
          "text": "Mother pitches Peter into the air again. He rises toward flapping and giggling--higher--reaching to the birds abov him. He peaks, laughing, and turns, slowly descending--",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER, (V.0.)",
          "text": "Fly me, Taddy! Fly me--- A MAN’S ARMS REACH UP. Peter descends toward a handsome smiling YOUNG MAN--\"DADDY\"!",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER, (V.0.)",
          "text": "---Taddy? No...DADDY! Fly me--Daddy-- He floats into his Daddy’s arms who rubs his nose with hi and vaults him back into the sky.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER, (V.0.)",
          "text": "I---love---you.... .",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIGHT ON PETER",
          "text": "Tears of joy stream from his closed eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "I have my happy thought. I know why I went back. I know....",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE LIFEFLASH CHANGES",
          "text": "ARMS REACH up to catch Maggie. It’s Moira! ARMS REACH UP catch Jack. It’s Peter!",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIGHT ON PETER",
          "text": "He opens his eyes--disoriented--clutching his bear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "Tink! I know--Whoaaaa! He looks down. He’s sitting cross-legged 15 feet above th cavern floor! Faeries buzz about tinkling and chiming. He drops. Tink zooms up beside him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "as,",
          "sentiment": "neutral"
        },
        {
          "speaker": "06/21/90 89",
          "text": "He reaches for her--automatically flying in her direction",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "TINKKKKK! I can flyyyy! Peter bounces off the cavern wall, rappelling at Tink.",
          "sentiment": "neutral"
        },
        {
          "speaker": "---FOLLOW ME",
          "text": "TINK spirals toward the ceiling. Peter punches his hands \"up\" and ascends. Faeries swirl about him like bubbles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOOKING DOWN",
          "text": "TINK CLIMBS toward us lacing her glowing web. PETER ASCENDS behind her, crowing--that’s right--giggling like the child he was, full and free. Whooping and shouti with the rush of flight! FAERIES PEEL OFF in Busby Berkley precision and collect o the giant tree--chiming and waving \"good bye\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TINK BURSTS through a pink cloud and stops. PETER FOLLOWS. Tink ambushes him. Blowing a raspberry and fanning her ears. He dodges tumbling into a cloud bank.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "How do I stop!",
          "sentiment": "neutral"
        },
        {
          "speaker": "TINK",
          "text": "(tapping her temple) It’s all in the mind, ya now! Peter thinks. He stops. Wow. Tink blurs up to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "Staring at the Neverland sunset.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TINK",
          "text": "You did it. You found your happy thought. It’s yours forever, Peter. _ No one can take it away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TINK",
          "text": "(seeing his tears) Why are you crying?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "(wiping his eyes, embarassed) I don’t know--I was just thinking. I just wish--- He looks at Tink, trying to find the words.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TINK",
          "text": "You can wish, Peter. Whatever you want.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "(breaking the moment) Would you look at that unbelievable Sunset! I know what my kids mean now when they say, \"Awesome, Dudeeee!\"  _ He pushes off speeding toward the huge ball of orange.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "It is like swimming! Watch this!",
          "sentiment": "neutral"
        },
        {
          "speaker": "WITH PETER",
          "text": "He stalls like a highdiver doing a \"dying swan\". He dives making sounds like an airplane--just like a kid. TINK DIVES with him. Both screaming toward the ocean.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter and Tink dive at us. Peter doing his airplane noise",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "You're too low. Pull out! Pull out! (doing John Wayne) Easy, Pilgrim, the force is with us. He levels off skimming the surface. SHARK FINS knife the waters ahead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "(doing \"JAWS\") Doot-dah-doot~dah-doot-dah-- He ZOOMS BY fapping shark fins with a forehand--a backhan He signals a slamdunk--\"Two!\" TINK SHRIEKS, dodging a hungry shark.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "WHALES SOUND ahead. Spuming cascades of spray. PETER & TINK blow through it, exulting with pure ecstasy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "4",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter and Tink bank across the sun and descend. Hundreds Flamingos rise up from the Lagoon filling the sky.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WITH PETER",
          "text": "Surrounded by the magnificent birds.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BELOW",
          "text": "Angelika, Una and Babs leap with Dolphins.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE TRIO",
          "text": "It’s Peter! He found it! Hi, Peter! He’s such a hunk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "Hullo, Ladies! Look at me! I’m flying! He does an \"Inside Loop\" showing off. Tink speeds up, lights on his shoulder and covers his eye",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "I don’t want this to end, Tink. I don’t want to ever come down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TINK",
          "text": "(empathizing) Save your strength, flyboy. You’re going to need it. She steers him down over the island.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "Hey~-there’s the Indian Camp. I can’t wait to see the look on Rufio’s face. He whoops and yahoos all the way down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIGHT ON RUFIO",
          "text": "Terrified. Staked out for torture with Ziggy, ACE, and th rest of the Boys. Warriors chant their imminent death. PRINCESS TI stands before Rufio, oiled and painted for battle. She pets a deadly \"Black Adder\" snake like a kitt",
          "sentiment": "neutral"
        },
        {
          "speaker": "TI",
          "text": "The Great Pan is not coming. You die.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUFIO",
          "text": "Princess Ti, babe, itz not us. Itzat dam faerie. Itz all her fault. Her and that scumball old Mon. Truss me-- The snake hisses in his face. Ziggy hears it first. WHOOPING and HOOTING above. He looks up. He grins.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZIGGY",
          "text": "Look! Heez no \"Scumball\"! Heez \"Peder Pan\"!",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "Out of the night sky, screaming the cavalry charge. He lands hard right in front of Ti sliding in the dirt li he’s stealing second. He jumps up making the call complet",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER THE UMPIRE",
          "text": "Safe! You’re in there! Indians back away in fear. Peter leaps to Rufio, pinching his cheeks and checking his teeth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "Rufio! My Mon. Whadz happening? He winks at Ziggy and darts to Ti, bowing low in mid-air.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "Forgive me, Princess Ti, I was.... surrounded, yeah, by...Pirates. There must’ve been...a 100. No. 200! We ran out of pixie dust. I barely escaped. You see--nothing could keep me from you--and this moment. Let’s party. TINK PLOPS on a branch overlooking the scene. Exhausted. She marvels at the \"Old Pan\" back in rare form as Peter kisses Ti’s hand. Ti studies Peter. She raises her \"kissed\" hand in the air Warriors draw their bows and cock their spears. Ti’s ston face suddenly melts into a girlish grin. With her hand, s pulls Peter close for a torrid kiss. Everybody CHEERS. Warriors free the Lost Boys. Drums beat",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "oN i,",
          "sentiment": "neutral"
        },
        {
          "speaker": "06/21/90 93",
          "text": "TINK lets out a big sigh. Happy for Peter, but hurting inside. She’s done her job. Peter is Pan again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A major tribal celebration is in full sway. Warriors and Lost Boys jam with long cane flutes, primitive stringed intruments and all kinds of percussion gear. Rufio watches from the sidelines, chugging some drink fro a huge gourd..He’s getting surly by the mouthful.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AT THE WAR COUNCIL RING",
          "text": "Peter sits with Ti. Ziggy and ACE on his side, 2 huge Warriors on Ti’s. Peter points with his sword around a . battle map drawn in the sand. We see the island. Ziggy guides Hook’s ship. Ti motions. The Warriors push sticks from their position to cut Hook off. ACE surprises Hook with the Dark Avenger amidships. Peter ares a little Pan doll in a circular flight plan sneaking up behind. Suddenly, SAND KICKS IN ruining the battle map. RUFIO kicks sticks and ships away with a vengeance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUFIO",
          "text": "So--IT can fly--but can IT fight?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "Easy, Rufio. Save IT for Hook. Rufio laughs. Without warning, he wheels, hurling a cocon at Peter-- Peter ducks. His hand instinctively BLURS with his sword SKEWERING THE COCONUT perfectly-- Rufio glares in disbelief. So does Peter. Rufio madly hur another and another-- Peter whirls--parrying and slicing them cleanly in two. Coconut pieces land in front of Ziggy. He’s amazed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUFIO",
          "text": "Let’s go for some \"real\". --drawing his sword in one hand--stiletto in the other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "a",
          "sentiment": "neutral"
        },
        {
          "speaker": "06/21/90 94",
          "text": "Ti backs everyone up giving them room. She digs the actio",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "I don’t want to fight you-- Rufio attacks. Peter’s hand instinctively blocks and counters every blow. Rufio backs off amazed. Peter shrugs at Ziggy. \"What\"? Zig shrugs back, loving it",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZIGGY",
          "text": "Yur Pan, man. A natural. Rufio attacks while Peter is in a fog. Peter ducks with a 6th sense, sweeping Rufio to the dirt, blade at his throa",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "It’s just like riding a bike, Rufe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUFIO",
          "text": "Kill me, old mon. You won.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "(leaning on his blade) The thought did cross my mind. But I-need you, Rufio. When I face Hook, you better be there covering my butt. Rufio hesitates, looking at everybody around them. He realizes what a complete butthead he’s been.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUFIO",
          "text": "Me? R’ you talkin’ to me? Peter removes his sword extending his hand. Rufio takes hold, pulling himself up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUFIO",
          "text": "You truss me? Okay, cool. Yur on, Mon. Peter grins. Rufio shows all his gold teeth. They bearhug The Lost Boys high-five Rufio. All is forgiven. cut TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Noodler pounds a spike fixing Maggie’s shackles fast toa beam. He locks her other manacles onto an oar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE",
          "text": "Where’s Jack? Where’s my brother? Noodler’s sadistic laugh echoes through the galley. cUuT TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "06/21/90 95",
          "text": "INT. HOOK’S GREAT CABIN - NIGHT Jack, spiffed and cleaned, stands in front of a mirror. Smee hands a Louis the 14th wide brimmed plumed hat to Ho with great pomp and circumstance. Hook places it atop Jack’s head, cocking it just so. Snapping his fingers, Smee hands over a gentleman’s box. Hook opens it for Jack--",
          "sentiment": "neutral"
        },
        {
          "speaker": "A BRACE OF DIAMOND ENCRUSTED DUELING PISTOLS",
          "text": "Jack's jaw drops at the sight. Hook indicates \"for you\". Hook snaps his fingers again. Jack grins slow and wide-- A BEAUTIFUL CABIN GIRL pours Jack a tall chocolate: malte Her ample bosoms filling his view as she leans in front o him topping it off with gobs of whipped cream. Hook places a straw in the concoction.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOOK",
          "text": "Welcome to Neverland. Jack takes a.long pull on the straw. This is great. cuT TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The first rays of morning sun sneak over the horizon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Lost Boys. are sprawled about the deck asleep. Some still sport souvenirs from the Indian celebration. Ziggy snores up in the Crow’s nest. Tink is nowhere to be seen. Peter, unable to sleep, watches the sun come up. He shive with a spine chill. He gazes up at the treehouse. Tink’s faerie aura flickers from the window.",
          "sentiment": "neutral"
        },
        {
          "speaker": ". PETER",
          "text": "Hullo? Tink? I just want to. say-- thanks, you know--for everything. Quiet sobbing drifts down from Tink’s house. Her glow is weak. He stands on tiptoe, peeking in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "06/21/90 96",
          "text": "INT. TINK’S ROOM - PETER IN VIEW An “exquisite boudoir and bedroom combined\". Tink is lyin on her 4 poster, quietly sobbing. By the looks of her, she’s been at it all night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tink--are you okay? What’s wrong?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TINK",
          "text": "Of course I’m okay. Nothing’s wrong. She rolls away, sobbing harder and bigger tears.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "If nothing’s wrong, why all the tears?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TINK",
          "text": "Because...I’m sad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "What are you sad about? Look, I’m my old self again. Isn’t that you wanted? She nods, blowing her little nose.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "No matter how this turns out--I‘/m not afraid anymore. You, Tink--you gave me back something I’d lost. I forgot what it was like to be alive. I/11 never forget this feeling. Ever.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TINK",
          "text": "(moribund) Great. I’m so happy for you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "Well then--nothing’s wrong. Right? She sits up facing him, summoning her courage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TINK",
          "text": "Everything’s wrong. If Hook doesn’t kill you today, you get your kids and go home--where you belong. Peter turns away, speechless. He wasn’t ready for this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "I/ll...come back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TINK",
          "text": "No you won't. It/1l be just like before. You’1l forget. This place won’t mean anything anymore. Neither will I. I/11 never see you again. She runs crying behind a tiny dressing curtain. Her silhouette shaking--face buried in her tiny hands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "Wait--Tink--I-- She SCREAMS in anguish. Her light winks out behind he curtain. Peter panics. He checks. She’s gone!",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "TINK!? Wait.... Tink’s aura glows strong on his back--filling the entire treehouse room. Peter turns facing an absolute vision.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "Oh...Tink...you’re... big...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TINK",
          "text": "It’s the only wish I ever made for myself. Radiant in her gown, she lets down long flowing tresses cascading around her shoulders. He tries to speak. Tink covers his lips--",
          "sentiment": "neutral"
        },
        {
          "speaker": "TINK",
          "text": "I love you Peter. I always have. Let this be our one time together-- Peter slides his arms around her, lost in her eyes, her hair, all that she is-- .",
          "sentiment": "neutral"
        },
        {
          "speaker": "TINK",
          "text": "Then, even when we’re apart.... «..We’ll always have Neverland.... Yes! YES! Their lips draw closer--closer-- A CANNON SHOT WHINES OVERHEAD. AN EXPLOSION 0.C. rocks th treehouse. The roof crashes down. Peter covers Tink.",
          "sentiment": "neutral"
        },
        {
          "speaker": "06/21/90 98",
          "text": "PETER’S POV - THROUGH THE WINDOW - THE AVENGER Another round EXPLODES in the Cove. The Lost Boys are up and active. Ziggy points from the Crow’s nest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZIGGY",
          "text": "Hook!.He’s attacking! PETER’S TELESCOPE POV - HOOK’S SHIP Oars churning. Pirates on the rigging unfurling sails. Lo Tom fires again. The shot lands dangerously close to the Avenger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "Tink! This is it! He turns from the telescope mounted at the window. His heart sinks. Their one passionate moment is gone~--foreve TINK BELTS on her dagger, back to pixie size. Her feisty self once again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TINK",
          "text": "What are you looking at? Let’s go save your kids.... (she blasts him with pixie dust) Eat your heart out, flyboy. She flies out the window. Peter closes his eyes, lamentin the one who got away. He curses Hook and flies after her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A round screams overhead. The TREEHOUSE BLOWS UP!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "EXT. HOOK’S SHIP - UNDERWAY - DAWN A kid-sized CAPT. HOOK, complete with wide hat, long coat and sword, raises his hand beside the Long Tom cannon. It Jack!. He turns, smoking a cigar. Even an eyepatch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIRE",
          "text": "He ignites the fuse port. Long Tom FIRES!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The round explodes against the cliffs cascading rocks dow onto the Indian village below.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RESUME",
          "text": "Hook lounges in his great chair checking Jack’s destructi with opera glasses. He laughs with sadistic delight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOOK",
          "text": "Ah, the Indians are awake. Good form... \"Son\". I believe you’ve got it. A SLAVE BOY beats a drum roll. SMEE spiels through a megaphone, doing \"color\". .",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMEE",
          "text": "Good mawnin’ Neverland! It’s a perfect day for the Never War. Captain James Hook’s Crew is fit and ready for blood.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALONG THE GUNWALES",
          "text": "Pirates ready for battle. Loading cannons, sharpening swords, adjusting their eyepatches--",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMEE",
          "text": "--The forces of Pan--according to latest scouting reports--don’t have a snow ball’s chance in hell of a win. So--LET THE WAR BEGIN! CHEERS go up from the Pirates. Driven to animal frenzy by the long awaited \"urge to kill\". JACK parades on the quarterdeck, \"hook style\".",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "This is more fun than Ninetendo. (raising his spyglass) Range 500 yards....elevation... On my command. FIRE! Pirates reload and duck. The ramrod still in the barrel. Jack hits the fuse. BOOM! The ramrod sails through the ai Hook cheers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "PRINCESS TI stands in the lead War Canoe. MORE WARRIORS launch outriggers in the b.g. The cannon shot screams overhead. WATER EXPLODES beside her. She doesn’t blink, fastening her leather helmet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lost Boys hammer launch blocks. Rufio hacks the mooring ropes. Tink flies to Ziggy in the crow’s nest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They’re rounding the point! Peter flies by hacking the other mooring rope clean.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Take command, Rufe. Go for his sails first. I’m counting on you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUFIO",
          "text": "You got it, Mon. I mean, \"Cap’n Pan\". Rufio swings aboard on his line, pumped up. ACE salutes from the deck with the other boys. Peter salutes back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZIGGY",
          "text": "Don’d ged killed, \"parameezeum braid.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "(fondly) Get outta here, \"scum face\"! The Dark Avenger slides into the water with a big SPLASH. Lost Boys cheer on deck. Ziggy unfurls their flag--A HOOK IN A RED CIRCLE WITH THE \"NO\" SLASH through it! \"NO HOOK\" Peter exults. He climbs with Tink and speeds toward Hook’ ship in the distance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "EXT. HOOK’S SHIP - CROW’S NEST - DAWN",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOOKOUT PIRATE",
          "text": "(pointing) Skins! Dead ahead!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ti leads 7 War canoes toward Hook’s ship.",
          "sentiment": "neutral"
        },
        {
          "speaker": "_ HOOK",
          "text": "(opera glasses up) Oh, goody. \"Skins\". Live targets at last Jack. Lucky for you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ty a",
          "sentiment": "neutral"
        },
        {
          "speaker": "06/21/90 101",
          "text": "Jack stares at the approaching Indians in shock. \"Live?\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOOK",
          "text": "Come about, Mr. Smee. Engage. SMEE SPINS the wheel. The mighty ship comes about.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMEE",
          "text": "(on megaphone) And we pick up the pace here in this first round of action-- The SLAVE BOY beats his drum faster. PIRATES TAKE AIM, pounding their weapons hungry for a \"kill\".",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NOODLER CRACKS his whip up one side of the Slaves and dow the other. JUKES POUNDS the rowing beat faster.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUKES",
          "text": "Pull--you little vermin. Pull yer bleedin’ guts out-- MAGGIE, dirty and weak, is too short to row, being lifted and dumped with each stroke.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tink and Peter swing wide out to sea witha breathtaking view. They bank toward Hook’s ship in the distance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ti signals. Warriors loose a flight of arrows. Many aflam EXT. HOOK’S SHIP - COMING ABOUT . Jack hides behind Long Tom as arrows land everywhere. H doesn’t move, daring any shaft to hit him. He grabs one i flight and blows out the flame.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOOK",
          "text": "Do you believe those Skins? Shooting at us with their little bows and arrows. How primitive. Pirates drop from the rigging, stuck with arrows. Flamers hit the fo’scle. The canvas ignites.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "(pointing at the flames)",
          "sentiment": "neutral"
        },
        {
          "speaker": "06/21/90 102",
          "text": "CANNONS THUNDER in a 12 gun broadside! JACK clutches his ears, quaking with each blast. EXT. WAR CANOES - BEARING DOWN ON HOOK’S SHIP 3 EXPLODE with direct hits. Warriors hit the water. Ti presses on. Warriors fire a flight. Arrows fil] the sk MERMAIDS SURFACE. Angelika grabs a wounded Warrior pullin him toward shore. Una and Babs share another. EXT. HOOK’S SHIP - QUARTERDECK Pirates cheer the destruction. More arrows rain down. HOO FINDS JACK cowering in the smoke.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOOK",
          "text": "Your first broadside, Jack. Good forn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "It was an accident. 1 didn’t mean to hurt anybody.",
          "sentiment": "neutral"
        },
        {
          "speaker": ". HOOK",
          "text": "nase) (jerking Jack up) ~ But that’s the idea! what’s a few less Skins anyway. You're going to be a Pirate--feared on the 7 seas! Jack pulls away, terrified. He freezes--pointing starboar",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Look!",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE DARK AVENGER",
          "text": "Bearing down from the cove. Giant sling weapon and Lost Boys visible on deck. The \"NO HOOK\" flag waving Proudly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOOK",
          "text": "(peering through opera glasses) The Lost Boys. What a weenie roast! No sign of Pan. Where is that green wuss?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "(pointing astern)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NA Hook pivots his opera glasses astern.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TWO SPECKS",
          "text": "Bright green. Headed for the ship. Glowing like UFOS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WITH PETER AND TINK",
          "text": "He draws his sword, dropping the scabbard into the sea. H levels it and yells the \"charge\". Tink yells with him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RESUME",
          "text": "Staring through his opera glasses in total disbelief.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOOK",
          "text": "Pan...HAH! Got his wings back, did he? _ (calling out with glee)",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMEEEE",
          "text": "SMEE is all smiles urging the slave boy to drum faster.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMEE",
          "text": "(megaphone) See Cap’n--dreams do come true.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOOK",
          "text": "Shoot it Jack! The big green one. Jack instantly sights along the barrel at the aproaching objects. He puffs his cigar--coughing--lowering it to fir",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "(in the distance)",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACKKKK",
          "text": "Jack freezes in total shock. Hook groans, grimacing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Dad?...My Dad’s flying? He hates to fly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOOK",
          "text": "Don’t think, Jack, just do. This is what you’ve been training for. Shoot him. Do it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "You put that cannon down right now, young man! Peter, the parent again, suddenly loses altitude. Tink pulls him back up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOOK",
          "text": "There he goes again, telling you what to do. Don’t listen to him. Shut him up, Jack....forever. Jack weakens--lowering the cigar to the fuse--",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "I love you Jack!",
          "sentiment": "neutral"
        },
        {
          "speaker": ". HOOK",
          "text": "He said the \"L\" word. You know what that means--right Jack?! SHOOT HIM! It’s what you want to do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "/ JACK",
          "text": "(snapping)",
          "sentiment": "neutral"
        },
        {
          "speaker": "NOOO00",
          "text": "--pulling away--Hook forces Jack’s cigar down on the fuse",
          "sentiment": "neutral"
        },
        {
          "speaker": "TINK",
          "text": "Lookout! She RAMS Peter sending him tumbling off course. The Cannon shot SMACKS TINK like a freight train and EXPLODES! Tink is gone! Glowing dust sprinkles the sea. PETER SPIRALS UP to the heavens, screaming in horror.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOOK",
          "text": "Hook exults. Jack runs away, convulsing in angry tears.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Lost Boys watch horrified as Pixie dust settles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUFIO",
          "text": "\"NO HOOK\"! No HOOK--NO HOOK--~ The boys pick up the cry Pulling back a giant arrow in th huge cross-bow cum slingshot mounted forward, The arrow i covered with grafitti. \"HOOK IS A CODFISH\", \"HOOK sucks\", \"LOST Boys RULE\", \"pay LIVES\"... ; .\"TInk FOREVER\" The giant arrow RUSHES FORWARD arcing into the sky. EXT. HOOK’s SHIP - HIGH ANGLE - LOOKING DOWN Cannons fire blowing canoes away on the Portside. cannons fire ripping into the Avenger off to Starboard, The giant arrow CRASHES into the mainmast tearing away th sails. The top mizzen mast falls like a felled tree, HOOK & SMEE watch in disbelier. The mast splats in the se",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMEE",
          "text": "Is that fair, Cap'n?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOOK",
          "text": "Attack speed! Ram those little bastards! g » Smee ducks flaming rigging crashing down. He spins th wheel aiming for the Avenger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MAGGIE and Slaves row at killer Pace under Noodler’s whip EXT. HOOK’S SHIP - PETER FLYING He bursts through the billowing cannon smoke, his Sword u like a Samurai hacking and chopping and bending each oar until it breaks--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oars break sending Slaves tumbling like dominoes. Noodler whips mercilessly, Maggie and the Young Slave pul hard. Their oars Snap--they sail--knocking Noodler down. The Young slave smacks Noodler with his chain. Maggie gra the key. She unlocks manacles as fast as she can.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON DECK",
          "text": "\\ _Aring his pistols at Peter just missing -him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "\\ 3",
          "text": "Ve",
          "sentiment": "neutral"
        },
        {
          "speaker": "06/21/90 106",
          "text": "PIl iS FIRE FROM THE GUNWALES As Peter darts and weaves hacking oars. A CANNON FIRES in front of Peter. He ducks back. Another FIRES behind him. EXT. HOOK’S SHIP - PORT SIDE War canoes draw alongside. TI LEAPS scaling the hull. Warriors follow. Arrows fly. Pirates drop. Guns fire. Indians fall. EXT. HOOK’S SHIP & THE DARK AVENGER - SIDE BY SIDE ACE & Rufio release catapults. Rocks fly. quick CUTS: ROCKS CRASH onto the deck. Pirates scatter. ROCKS CRASH into gunports smashing cannon. ROCKS CRACK the hull.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A ROCK CRASHES through. WATER SPEWS in. Mag - keeps unlocking chains. JUKES APPEARS. He grabs her lifv ug her up, choking her--- A BELAYING PIN SMACKS him in the head with deadly accurac He stiffens upright, choking Maggie harder. ANOTHER PIN BONKS HIM. He falls-- REVEALING: JACK! He runs to Maggie hugging her tight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE",
          "text": "Jack--I thought--you were ‘one of then.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "(major guilt) I’m sorry Maggie--I almost was--Dad’s here! I saw him! He’s....Peter Pan! Maggie gapes. A CHEER GOES UP from the Slaves. Jack leads them toward the hatch--taking command.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JACK AND MAGGIE lead the Slaves pouring from the hatch. \\ CHEER GOES UP as TI leads her Warriors swarming over th side clashing hand to hand with the Pirates. \\ ChozR GOES UP as ZIGGY catapults himself from the Aveng crashing into 4 Pirates--knocking them overboard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "06/21/90 107",
          "text": "RUFIO LEAPS like a madman into the fray. ACE leads the others onboard Slashing and cutting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WITH HOOK",
          "text": "Pacing the quarterdeck, watching the battle before hin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOOK",
          "text": "The Lost Boys. No manners. Despicable. He whirls and skewers a Young Slave with a harpoon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOOK",
          "text": "Look at the Rugrats! They should all be Slaves. I HATE KIDS! ESPECIALLY PAN’S! 3 WARRIORS RUSH HIM. Hook runs 2 through and shoots one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOOK",
          "text": "Skins at least die nobly. BUT NO PAN! The ship lists. smee fights the wheel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're sinking, Cap’n. Fast. Hook STOMPS his boots in a big circle throwing a tantrum.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOOK",
          "text": "Damn-~damn--damn--damn--damn--Pan!",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOU BIG CHICKENNNN",
          "text": "PETER DESCENDS landing behind Hook. Classic pose.",
          "sentiment": "neutral"
        },
        {
          "speaker": ". PETER",
          "text": "i know you are but what am I?!! Hook turns facing hin. Long slow serpentine smile. At las",
          "sentiment": "neutral"
        },
        {
          "speaker": "_ HOOK",
          "text": "-+++Peter Pan. Has it been 3 days? Surprise. Surprise. How time flies. Smee crawls unseen behind the wheel. Peter is all concentration. Eyes fixed on Hook waiting for his move.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOOK",
          "text": "(looking around) Where is Miss Bell? Shopping?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "(flashing deep anger) You know where she is. I want my kids.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOOK",
          "text": "\"Proud insolent youth--prepare to die.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "\"To die will be an awfully big adventure.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOOK",
          "text": "I wouldn’t bet the ranch on it. They leap at each other. swoRDS CLANGING in the morning sun. The ultimate duel between good and evil has begun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOLLOW THEM AROUND THE QUARTERDECK",
          "text": "Hook, a superior swordsman, attacks. Peter parries the ra of blows and thrusts, fighting for his life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOOK",
          "text": "You look marvelous. An amazing comeback, . I must say. A 3 day wonder. How dia you | do it? Diet? Exercise?....An affair Perhaps. The right woman can do wonders to restore a man’s youth. Hmnmm? Peter surges with anger on the attack. Gaining confidence “4s instinctive skilis returning. Darting and flying to oid Hook’s slashes and slices——",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOOK",
          "text": "Look at you, Pan. Healthy. Fit. No bills! No nagging wife! You’re having fun! Admit it! What a shame you have to die. Just when you find \"life\", | Peter hesitates. The truth. smee Crawls dragging a chain with a manacle trying to trap Peter’s feet. He lunges, ju missing--as Peter flies on the attack--",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "I/11 kill you, Hook! Hook dodges his thrust and slices Peter along the ribs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOOK",
          "text": "Wrong. You’re the one who's bleeding. Peter stares at the blood seeping from his side. The ship lists acutely. CANNON BALLS roll across the deck Peter hovers and Hook dodges them as they fight--Peter taking the offensive driving Hook back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON THE MAIN DECK",
          "text": "Jack spots Peter and Hook Pointing them out to Maggie, That's Daday? She’s elated ang terrified at the same time watching her Father drive Hook back--then fly to avoid Hook’s attack, A PIRATE SCREAMS behind them--sword raised, ZIGGY SWINGS on a Tope blamming the Pirate with a ramrod the groin. Flaming rigging crashes down Separating them. Peter leaps flying up ang over the debris landing in front of Hook,",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOOK",
          "text": "T love it when you do that, They lock Swords--a test of strength as each tries to sho the other overboard. \"Why did Hook wait so long to find me?\" T/1l teil you. When you were young, you made a fool of me. All the time. I was no match for the Great Pan. i + YOU were 7 you said, Not anymore. Even at the Peak of your form you're just \"old Peter Pan\", He shoves Peter over the gunwale pressing his Hook down inches fron Peter’s eyes,",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOOK",
          "text": "However, 1 haven't aged a day. Ne’re even! Peter rolis away. Hook buries his claw in the rail. He whirls Slicing Peter in the thigh as he flies away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOOK",
          "text": "Whoopsy. Not @s quick as we use@ to be, are \"We\"....",
          "sentiment": "neutral"
        },
        {
          "speaker": "06/21/90 110",
          "text": "Peter clutches his leg in pain. He’s scared to death, but he fights on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEAR THE MAIN MAST",
          "text": "Rufio fights 3 Pirates at once. Ti guts one. ACE throws another overboard. Ziggy shields Maggie and Jack. Rufio doesn’t have to be told who they are.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUFIO",
          "text": "Get to the Avenger. This wreck’s sinkin’ fast, Mon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TI",
          "text": "Go! We will help Pan! Pirates cut them off. ACE boosts Maggie onto the rigging. Pirate grabs her leg. She kicks him in the face. ziggy pitches Jack a sword. He clubs a Pirate with it. THE CROW’S NEST - LOOKING DOWN - JACK AND MAGGIE Climb to the tiny bucket hanging on the remains of the mast. The battle rages below.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "Battle on the ornately carved stern over the great cabin. The stern rises into the air as the ship continues to sin bow first. Peter falls, favoring his wounded leg.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOOK",
          "text": "Aw--we're not getting tired are we?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DADDYYYY",
          "text": "Smee appears over the edge with the manacle--closer--Pete looks up spotting his kids. IN THE CROW’S NEST - LOOKING DOWN Jack and Maggie can see everything. Even Smee---",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEHIND YOUUUU",
          "text": "Too late. SMEE SLAMS the manacles around Peter’s ankle. PETER FLIES! He slams to the ground--A BALL AND CHAIN locked on his leg!",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOOK",
          "text": "(he preens) Advantage...Hook! HOOK CHOPS at Peter chasing him across the deck. Peter flies a few feet, tugging, dragging the chain, dodging, circling,: blocking Hook’s blows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE SHIP HEELS",
          "text": "THE MAST CRACKS! JACK AND MAGGIE teeter in the bucket. RUFIO & TI race to the rescue. FLAMES ROAR UP from the ma hatch, cutting them off. The DECK EXPLODES driving them back. JACK AND MAGGIE duck in the bucket as the fireball roars up. Flames lick the mast pole toward them. PIRATES LEAP OVERBOARD, abandoning ship.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ONBOARD THE AVENGER",
          "text": "ACE and Ziggy leap aboard with other Lost Boys and Skins.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZIGGY",
          "text": "We can’t leeve Pedur!",
          "sentiment": "neutral"
        },
        {
          "speaker": "RESUME",
          "text": "Peter circles him like a bird on a string. Hook yanks his chain, pulling Peter toward him like a balloon, fighting Slicing. Peter flies away only to be jerked back again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOOK",
          "text": "What a waste. The real world has taken its toll on you, Peter. Too much stress. Too much tension. Too bad--- The deck pitches. The ball rolls toward the fiery hold dragging Peter with it. Helpless. Fighting on his back. Suddenly Rufio leaps in front of Hook, attacking with a vengeance. Hook toys with him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "Get away, Rufe--It’s me he wants!",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUFIO",
          "text": "Looky, looky, I got Hooky.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOOK",
          "text": "Sadly, you have no future as a poet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "06/21/90 112",
          "text": "O He runs Rufio through. The boys sag smiling at Peter--",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUFIO",
          "text": "You...are...Peter...Pan...-Mon..- --and falls backwards overboard. TI LEAPS from nowhere landing on Hook’s back wielding her machete. Hook grabs her hair and kisses her!--She spits i his face--He heaves her screaming over the side. The ship heaves. Peter’s ball and chain drops into the flaming hold PULLING PETER, screaming, with it. THE CROW’S NEST - JACK AND MAGGIE Helpless, watching him fall a second time to certain deat",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter grabs a deck beam hanging on for dear life. HOOK stands over him--his moment of triumph.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOOK",
          "text": "This. is it, Pan. Big Daddy fear is here! The fear you feel when your children don’t come home on time. When the plane takes off. Or the fear you feel when you can’t run as fast anymore and your body aches. I’m the quickie at the office--The Porsche and the red head with the big hooters. Take a good look. I’m your mortality, bucko. jm your Christmas present from hell! He raises his sword to chop off Peter’s hand---",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sticking Hook right in the ass! Hook rears in excruciatin pain pulling the blade from his buttocks. His hands cover in a putrid purple liquid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOOK",
          "text": "My...own...blood. You know--I really",
          "sentiment": "neutral"
        },
        {
          "speaker": "HATE THE SIGHT OF MY OWN BLOOD",
          "text": "A FLASH OF LIGHT zooms by him diving into the void. THE CROW’S NEST - JACK AND MAGGIE The ship shudders again. The last rigging falls away. The wast sways--cracking more. Flames surge up-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The flash of light swirls around, landing on his manacle. It’s TINK! Hair singed, Big powder burns--but alive.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tink! You’re alive! I thought I’d lost you forever--",
          "sentiment": "neutral"
        },
        {
          "speaker": "TINK",
          "text": "Say it, Peter. I wanna hear you say it--AND MEAN IT THIS TIME--",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "(his hands slip)",
          "sentiment": "neutral"
        },
        {
          "speaker": "BELIEVE--I DO--",
          "text": "Satisfied, Tink picks the lock with a faerie bobby pin. T ball. and chain drops into the inferno. THE HOLD EXPLODES! TINK & PETER SURGE UP from the blast-- TO THE CROW’S NEST Now teetering dangerously. Peter hovers alongside his kid hugging them--kissing them--",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "¢’mon--We're going to fly! The kids hug the mast, terrified, shaking \"no\". Crying--",
          "sentiment": "neutral"
        },
        {
          "speaker": "BELOW",
          "text": "At his wit’s end, alone on deck--He grabs a broadaxe and hacks like a mad man at the remains of the mast.",
          "sentiment": "neutral"
        },
        {
          "speaker": ", HOOK",
          "text": "(child’s voice) \"Oh, Daddy, I’m afraid\"---KIDS RUIN EVERYTHING, PAN. DON’T YOU GET IT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABOVE",
          "text": "Jack and Maggie lurch and sway. Peter stays with then.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "Don’t listen to him. Take my hands. Jack! Believe me. Please, Maggie, you have to. Believe in yourselves. You can do anything if you believe in yourself!",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOOK",
          "text": "THEY WON’T TAKE CARE OF YOU WHEN",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "Tink--dust’em! She splashes them with Pixie dust. They glow: Maggie reaches out, taking hold. Jack hangs back, unsure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TINK",
          "text": "Do what your Father says. You’ve got 2 seconds to find a happy thought!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Home!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE",
          "text": "Yeah--Momny! Jack grabs Peter’s hand. The mast collapses! They jump--",
          "sentiment": "neutral"
        },
        {
          "speaker": "FALLING AT US",
          "text": "ROARING RIGHT OVER HOOK and up into the morning sky!",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOOK",
          "text": "PAN! YOU’LL NEVER WORK IN NEVERLAND",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack and Maggie screech with delight. Peter is greatly relieved like any flying father would be.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ziggy, ACE, the Lost Boys--Warriors--even Ti--safe and sound--wave and cheer as the PAN FAMILY does a \"fly by\" waving farewell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter salutes his \"boys\" and blows a big kiss to:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Waving goodbye. Angelika, Una and Babs blow bubble kisses",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "os",
          "sentiment": "neutral"
        },
        {
          "speaker": "WITH SMEE",
          "text": "A dingy full of treasure from the sinking ship in the distance. He reflects as the Pan Family buzzes overhead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMEE",
          "text": "Aye--isn’t that nice. Poor Cap/n. He hates happy endings.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIGHT ON HOOK",
          "text": "Screaming in a rage atop the last of his sinking ship.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GO ON",
          "text": "BUT I’LL STILL BE WITH YOU! EVERYDAY",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOR THE REST OF YOUR MISERABLE LIFE",
          "text": "EVERYWHERE YOU LOOK--YOU’LL SEE HOOK!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter slows. Hook’s voice booming in his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOOK",
          "text": "LEAVE NOW AND YOU’LL LIVE IN FEAR--",
          "sentiment": "neutral"
        },
        {
          "speaker": "UNTIL THE DAY YOU DIE",
          "text": "Tink looks back. She sees Peter clutching his head. He waves her on. She understands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TINK",
          "text": "c’mon, kids. Race you to the moon! She leads them toward the fading moon. The kids follow, cutting up, unaware.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOOK",
          "text": "I’M YOUR WORST NIGHTMARE PETER!",
          "sentiment": "neutral"
        },
        {
          "speaker": "WITH PETER",
          "text": "The fear seizes him. He pivots and dives--Primal scream--",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "HOOKKKKKKkKkk!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hook exults. His sword ready. Laughing maniacal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOOK",
          "text": "PANNNNN IS BACK! AND HOOK’S GOT HIMMMMM!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lop",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER AND HOOK COLLIDE",
          "text": "In a tremendous thundering burst of energy!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thunder CRACKS! Lightning IGNITES the heavens.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT.",
          "text": "A ferocious storm. More THUNDER CRACKS! INT. GRANNY WENDY’S BEDROOM - CONTINUING ACTION Moira spills her tea. Her nerves shot. GRANNY WENDY sits in bed. Battling the unseen force--",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRANNY WENDY",
          "text": "Moira? The children-- A THUNDERING CRASH boom upstairs. The lights wink out! MOIRA BOUNDS UP THE STAIRS--a flashlight waving wildly--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The windows flap open. Rain blasts in. Moira struggles to close them. Granny Wendy straggles in--weak, unsteady. LIGHTNING FLASHES! Granny Wendy cries out-~- JACK AND MAGGIE are hiding under their covers, crying and calling out. Moira rushes to them, hugging them, kissing their drenched wet faces. Both kids babble frantic--",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "We’re back, Mommy--we made it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE",
          "text": "There were all these Pirates--and Daddy saved. us--We flew!",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRANNY WENDY",
          "text": "It’s all right, dears, you’re safe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOIRA",
          "text": "Where’s your father. Where is he?! They point to the window. Thunder! Lightning blinds them!",
          "sentiment": "neutral"
        },
        {
          "speaker": "FADE IN",
          "text": "True blue. Almost too perfect. Gulls cry. GOD’S POV - LOOKING DOWN Raindrops drip from trees. A familiar grassy knoll. Lush. Manicured. PETER! Sprawled lifeless. Just as he was when first woke in Neverland. THE VIEW DESCENDS right to his face. No vital signs. A raindrop splatters his nose. He flinches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "(delerious) Jack...Maggie...fly... Another hits him. He sits up slowly looking around. He stands panicked. Not again! His clothes are tattered and torn. He doesn’t know which way to go. Something rustles the bushes. He turns--ready to fight--- A cricket ball crashes through the brush and rolls to his feet. He stares at it--as if it might explode. He picks i up--turning it in his hands. A YOUNG KID crashes through the brush in a ball uniforn. He’s eyes Peter in his dirty duds. Peter frowns, in a fog",
          "sentiment": "neutral"
        },
        {
          "speaker": "KID",
          "text": "Here--gimme yat ball, y’sodder-- Peter pitches it back following the kid through the bushe",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE VIEW ASCENDS REVEALING",
          "text": "Round Pound. The manicured green filled with PEOPLE playi cricket. Peter takes it all in--thoroughly confused.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIRL, (0C)",
          "text": "Mom--there’s Peter Pan-- A LITTLE GIRL points at Peter--then runs past him to--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Frozen in time. Forever young. Peter fixes on it. Somethi clicks. :",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "My kids..... The MOTHER eyes Peter suspiciously asshe retrieves her little girl. Peter. suddenly, anxious, starts te jog away",
          "sentiment": "neutral"
        },
        {
          "speaker": "TINK, (0.C.)",
          "text": "Goodbye Peter. I love you.... He stops--turning back to the statue, as if it spoke to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "Tink? A GROUNDS KEEPER sweeps some empty bottles across the cement path. \"Tink-tink-tink\"--",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "(thinking) Tink... He shrugs. Whatever it meant, he’s already forgotten. Wit new life, he races away down the path. THE VIEW CLIMBS TO: TINKERBELL! Standing behind the statue’s head. Her back to us as she watches Peter pickin up speed, pulling farther away, until he’s gone. Tink turns. Glowing tears dot her face. She flies away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter races by *.:~<: Sm. dodging and weaving through SUNDAY STROLLERS. “all ee to his tattered appearance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He dashes across Baywater Road dodging traffic =2\"ku,.was",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT.",
          "text": "Maggie, Jack and Tootles peer out the closed window. -Morose. Suddenly Maggie lights up--jumping and pointing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WITH PETER",
          "text": "He stops, instinctively looking up to the window. He jump up and down when he sees them--\"they’re alive\"! Hooting a celebrating life--the \"new\" Peter hops up on the garden wall and walks it--doing exactly what he told Jack not to do--He makes it--all the way--without falling! Bowing to his children applauding in the window, he leaps the garden fence and dashes the shortcut to the front doo",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SENT BY: Tri-Star Pictures",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "$ T927-80 F128 44PM i Executive Suite?",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT.",
          "text": "Moira opens the door. Peter bursts in--sweeps Moira off h feet laughing like a lovesick teenager--and a serious kis",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, Peter---Peter--I thought I’d lost you. All of you. Bhat Last '’ 2",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "(shocked confused) Last night? I--don’t know,..All I know is--I love you Moira. I love you! Maggie skitters down the stairs and sails into Peter's ar dust Like she flew.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE",
          "text": "Daddy! I knew you'd come back. T never gave up. Peter is suddenly facing Granny Wendy. He bows to her beautifully. (the way Pan did when he first net Wendy) PETER . Hulle, Wendy Moira Angela Darling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hullo, Peter. Do you know where you are?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "Where I...belong. Where I want to be. They enbrace, filled with emotion and unconditional love. Peter spots Tootles watchiig at the foot of the stairs. H can’t speak. He just grabs Peter and hugs him tight.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "(something clicks) Tootles--I've got something--1 think belongs to you. I don’t remember-- He removes the pouch from his neck. Tootles brightens, barely able to contain himself. Peter pours the marbles into his gnarly hands---",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOOTLES",
          "text": "See?--I didn’t lose ny marbles afterall. Granny Wendy hugs him warmly. Tootles drifts upstairs, caressing his happy thoughts. He passes Jack--waiting on the stairs--feeling guilty--cut off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "06/21/90 120",
          "text": "Peter reaches up with both arms--just like his father and mother did---Jack can’t fight his tears. ‘JACK JUMPS--fly into his Daddy’s arms. Moira hugs them both.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOIRA",
          "text": "You’re all safe. We’re together. We can just be the way we were...before.....",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "(lucid, focused) I love all of you so much. But we/ll never be the same as before. There’s something we’ve got to do. All of us-- He leaps up and touches the chandeleir--then bounds quick upstairs, leading them all--Granny Wendy, too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter leads his family toward it--He scowls angry-- PETER . What did I tell you about this window? Huh? Well, let’s open it! Anger melts to mirth. He unlocks it throwing it open wide Jack and Maggie open the other side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Darling/Bannings together. Joyous. Facing the world.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "Take a deep breath everybody. Breathe. It’s a great day to be alive. From now on--in this family--everyday is a great day--to be alive...",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE VIEW CLIMBS UP UP UP",
          "text": "Up through the clouds. We bank in a sweeping arc over Big Bend and the Thames River. London gleams in the morning sun. TOOTLES SWOOPS INTO VIEW! Whooping with pure joy. He shakes the last of Tink’s pixie dust from his marble pouc on his craggy face, basking in the golden glow. He pauses and waves goodbye to each of us. Then zooms awa heading for Neverland. Laughing like that child he was. T child we all were. The child in us that can never die.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "06/21/90 — 121 TO JUDY, JAKE AND JULIA FOR ALWAYS BELIEVING... IN MEMORY OF DAVID ALBERT HART, “UNCLE DEEDAH\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oo",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_911"
    }
  ]
}