{
  "movie_id": "MOV910",
  "scenes": [
    {
      "location": "OCEAN NIGHT MUSIC",
      "time": "NIGHT",
      "characters": [
        "06/21/90 . 38",
        "--THE CLASSIC HOOK SLAMS DOWN INTO THE TABLE--",
        "06/21/90 8",
        "SMEE",
        "TINK",
        "O",
        "TOOTLES",
        "PETER AT THE WINDOW -",
        ", PETER",
        ". PIRATES",
        "06/21/90 15",
        "PETER DIGS BACK AROUND THE CORNER",
        "PETER AND MOIRA BOUND UP THE STAIRS",
        "INT.",
        "I DO NOT BELIEVE IN FAERIES",
        "\\",
        "SMEEEEEEE",
        ". TINK",
        "LIZA",
        "06/21/90 33",
        "HANDSOME-HANDSOME-HANDSOME",
        "' TINK",
        "PETER",
        "06/21/90 25",
        "06/21/90 51",
        "06/21/90 34",
        "LIFE FLASH TO",
        "_FOLLOW PETER",
        "06/21/90 26",
        "06/21/90 23",
        "LORD WHITEHALL",
        "EXCUSE ME",
        "SHARP CUT TO",
        "WITH PETER",
        "06/21/90 49",
        "06/21/90 16",
        "06/21/90 5",
        "NO",
        "COUGHING PIRATE",
        "06/21/90 6",
        "06/21/90 20",
        "SUPER",
        "/",
        "FADE IN",
        "06/21/90 24",
        "HOOK",
        "DOWN IN THE HOLD",
        "JACK/MAGGIE",
        "06/21/90 57",
        "NEIGHBOR",
        "RUFIO -",
        "06/21/90 21",
        "06/21/90 43",
        "WENDY",
        "HELP",
        "ZIGGY, (OC)",
        "06/21/90 19",
        "06/21/90 52",
        "06/21/90 37",
        "AND WHAT IS HOOK",
        "C",
        "ZIGGY",
        "06/21/90 18",
        "SMEEEEE",
        "REVEAL",
        "06/21/90 54",
        "HOSPITAL FOR CHILDREN HONOR \"WENDY\"",
        "ELEGANT VOICE, (OC)",
        "PIRATES",
        "06/21/90 .",
        "RUFIO",
        "TINK FLITS BACK AND FORTH",
        "ANGELIKA",
        "06/21/90 12",
        "GOOD--GOOD--GGG",
        "TIGHT ON PETER",
        "06/21/90 48",
        "VY",
        "MERMAIDS",
        "33333333",
        "KILL THEM",
        ". NEIGHBOR",
        "06/21/90 44",
        "MAGGIEEEEEEEEE",
        "SHALL WIN",
        "VOICE",
        "06/21/90 58",
        "ON. THE BOOK",
        "06/21/90 56",
        "FADE TO",
        "06/21/90 55",
        "06/21/90 9",
        "THE WENDY DARLING FOUNDLING HOSPITAL",
        "PALE SOOTHING COLORS WASH OVER US FROM THE DARKNESS---__",
        "MOTHER",
        "BABS.",
        ", EXT.. OUTBUILDING",
        "BABS",
        "DOWNSTAIRS",
        "MOTHER, (VO)",
        "MOIRA",
        "BOBBIE",
        "JACK",
        "IN THE WATER",
        "06/21/90 3",
        "06/21/90 14",
        "TINK \\",
        "06/21/90 41",
        "06/21/90 29",
        "HOOK-HOOK-HOOK",
        "THROUGH THE WINDOW KNOCKING PETER FLAT",
        "O TINK",
        ". PETER",
        ", MAGGIE",
        "LOST BOYS",
        "DISSOLVE TO",
        "PIRATES, CUTLASSSES RAISED HIGH-----",
        "INT. 747",
        "A HAIL OF PROJECTILES FILL THE AIR",
        "GRANNY WENDY",
        "RUFIO PUSHES THROUGH",
        "CAPTAIN---JAMES--HOOOKKKK",
        "KILL HIM DEAD",
        "06/21/90 13",
        "EXT.",
        "06/21/90 39",
        "THE LIGHT TOPPLES BOOKS OFF SHELVES--CHECKS EVERY ROOM IN",
        "06/21/90 . 32",
        "ACE, (OC)",
        "06/21/90 40",
        "PETER CRASHES TO THE GROUND",
        "----KAPOW",
        "06/21/90 42",
        "THE DOLLHOUSE--THEN BUZZES PETER",
        "06/21/90 11",
        "INTO THE ADJOINING BATHROOM",
        "06/21/90 17",
        "CUT TO",
        "HOOK FACES PETER ACROSS THE DECK",
        "06/21/90 10.",
        "06/21/90 28",
        "TUMBLING DOWN A STEEP HILL--",
        "TIGHT ON PASSPORTS",
        "06/21/90 47",
        "06/21/90 36",
        "QO",
        "FOLLOW PETER",
        "CUSTOMS MAN",
        "WITH TINK",
        "GOOD",
        "WHY",
        "PETER/LOST BOYS",
        "06/21/90 27",
        "LIZA, (OC)",
        "ELEGANT VOICE, (0C)",
        "CO",
        ". WENDY",
        "THE GREAT CABIN DOORS FLING OPEN",
        "06/21/90 45",
        "PIRATES, (0.C.)",
        "PETER AND TOOTLES",
        "PETER _",
        "06/21/90 53",
        ". GOOD",
        "LOST BOYS FIRE",
        "IN THE HALL",
        "RESUME",
        "TIGHT ON THE BOOK",
        "UNA",
        "06/21/90 31",
        "06/21/90 50",
        "ACE",
        "HELLO",
        "MAGGIE"
      ],
      "dialogues": [
        {
          "speaker": "Unknown",
          "text": "Waters part. A dark Brigantine passes on evil parade. Its banner flies--A SKELETON PIRATE holding an HOURGLASS in o hand and a BLOODY HEART in the other. INT. SHIP’S HOLD - LIMBO MUSIC Treasure chests.overflow with the riches of 7, no 14 seas Smoke rings waft over mounds of pearls and precious stone TWO HAVANAS glow from an unusual twin stemmed cigar holde in the f.g. An elegantly evil voice ECHOES...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELEGANT VOICE, (0C)",
          "text": "Oh there’s no place like home... An ivory \"gentleman’s box\" opens REVEALING: CUSTOM HAND CRAFTED HOOKS, properly labeled \"For every occasion\", _ \"Formal\", etc., diamond encrusted, gold, platinum...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELEGANT VOICE, (0C)",
          "text": "«There is no-oo place like home... --Be it ever so humble-- FINGERS on a slender left hand. dance like a concert pian over the array lifting the hook labeled, \"Classic\"--JAMMI IT with a METALLIC CLANK where the right hand should be.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELEGANT VOICE, (OC)",
          "text": "--there’s no place like--hooOOOMEEee!",
          "sentiment": "neutral"
        },
        {
          "speaker": "--THE CLASSIC HOOK SLAMS DOWN INTO THE TABLE--",
          "text": "cuT TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SUPER: \"ALL CHILDREN, EXCEPT.ONE, GROW UP.... Pal We are flying--up the Thames River. Present day London gleams in the afternoon sun. We glide over Big Bend to Westminster Bridge, St. James Park, Buckingham Palace, to the rows of townhouses along Kensington Gardens. There’s familiar one. #14. Garret double windows open to the worl",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZA, (OC)",
          "text": "Wendy!?....Wen--dyyyy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "06/21/90",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "INT. CHILDREN’S NURSERY - WINDOW - DAY TITLES CONT’D | We’ve seen this window before. The very one we remember Peter Pan coming and going through when we were young. REVEAL: WENDY SILHOUETTED at the window, her back to us, languidly brushing her long flowing hair--",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZA, (OC)",
          "text": "Wendy Mum--thought I’d be finding you here, LIZA ENTERS all excited and flustered setting down a box vintage toys. The corpulent Irish Housekeeper has been ru ning the Darling house for decades. She talks a bluestrea",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZA",
          "text": "Let’s be getting you dressed now. You’11 want to be looking your best.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WENDY",
          "text": "I was just tidying up my memory, Liza. It seems I’ve spent a great deal of my life waiting at this dow. a. Her gentle voice still wistful, but regal; aged with g",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZA",
          "text": "(taking over the brush) Excuse me for saying, but you’re having a hospital named after you this evening for orphans and not for staring gout windows-- Wendy pats Liza’s hand with her own. Her hand is old. Muc older. But her laugh still tinkles like glass. Liza worri about Wendy when she gets.like this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZA",
          "text": "You won’t be worrying about Peter now, Wendy Mum. He’1l be here. He’s flying home this very moment-- fly right in and land.",
          "sentiment": "neutral"
        },
        {
          "speaker": "C",
          "text": "bucks the storm like a wild horse.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "| Liza points out the open. window as if expecting Peter",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "i",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. 747",
          "text": "The transatlantic flight from hell. PASSENGERS show littl concern in the slamdunk turbulence. They’re pros. Except for PETER BANNING. 35--boyish good looks--tie at half mast--sweating bullets. White knuckles on his arm rests. He’s holding on for dear life--drowning his fear o flying in another scotch--",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "(worry wart) Jack--Jack?-- JACK BANNING, age 11, pitches his baseball into the air next to Peter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "--You’re going to hit the ceiling--the oxygen masks will fall out--",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Good~-I can’t breathe. Anything to annoy his dad--the ball ricochets off the ceiling and knocks Peter’s drink into his lap. Jack cringes. Uh oh. Big trouble.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": ". (gasp 2-3-4-) Moira--- MOIRA DARLING BANNING, early 30’s, a natural beauty, trie to read in-the row behind. Her English accent soothing. Ever patient, ever understanding.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOIRA",
          "text": "Peter....?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "Switch. Peter stands in the aisle with his wet crotch--nervous face. Moira gives him a sympathetic hug.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "I’m not going to make it to my next birthday.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOIRA",
          "text": "You’re not going to die without a phone and a fax machine. Okay. Relax. Relax? Peter is about to throw up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "—~ Ne!",
          "sentiment": "neutral"
        },
        {
          "speaker": "06/21/90 .",
          "text": "Peter sits down next to MAGGIE BANNING, age 5; magic mark all over her hands and face--surrounded by wads of drawin paper, teddy bear, a Doll, Goldfish crackers--He instantl panics. She’s not buckled in. He cinches her too tight--",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE",
          "text": "Daddy--I can’t breathe--",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "(reluctantly loosens the belt) Tell me when it’s 2 fingers, Princess. Maggie measures the slack in the belt. \"2 fingers\". Peter collapses back, trying to get a grip and act calm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "Can you show Daddy what you’re drawing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE",
          "text": "--That’s me. Aren’t I cute. That’s you-- The picture. A big plane CRASHES IN FLAMES into a sea ful of sharks which are eating everyone--EXCEPT MAGGIE AND PETER--who are both descending in parachutes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "(big gulp) That’s really...nice, Princess. But we...don’t have parachutes... The 747 BANKS sharply and DROPS like a rollercoaster. Maggie WHOOPS with glee--Peter grips his seatrests. This it. He’s going to die! Jack hangs over the seat with a devilish grin--",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Yo--Dad--the wing’s gone-- cuT TO: INT. HEATHROW - CUSTOMS/IMMIGRATION - DAY - TITLES CONT’D LINES OF TRAVELERS lug bags, doze standing up, babies cry--same grim looks on their faces. Except for the BANNINGS. They look grimmer. No--grimmest. Peter herds everyone, holding Maggie, her Teddy Bear and enough carry-on bags for 8 people. Jack pops his ball in his glove. Moira lugs more carry-on bags.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "Jack--stay close--Moira? Passports? Moira holds them up for the 37th time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "a a aa!",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "Stay together. We’re moving. Peter herds all the bags and family and MOVES 6 INCHES to the CUSTOMS MAN. We see it in Peter’s face. This is hell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIGHT ON PASSPORTS",
          "text": "Moira the calm; Jack the gross, exposing his retainer; Maggie the bubbling; and Peter--the \"type-A stressed-out- male-heart~attack-poster\".",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUSTOMS MAN",
          "text": "(stamping passports) Moira Darling Banning, Jack-- , Peter Banning--And where is your little girl--Margaret?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "Here she is. Right here. --raising the teddy bear’s hand. Maggie is not on the oth end. Peter pales, instant panic, dropping all the bags--",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "(searching the crowd)",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIEEEEEEEEE",
          "text": "Silence engulfs the room. All heads turn to Peter--ashen.",
          "sentiment": "neutral"
        },
        {
          "speaker": ", MAGGIE",
          "text": "Daddy--Daddy--haf to go to the bathroon. She’s right behind him. Jack groans, humiliated. Moira shrugs an apology to the world. Peter flushes red--taking Maggie’s hand. . EXT. HEATHROW - CAB CUE - DAY TITLES CONT’D London Taxis pull up and load PASSENGERS. Peter moves Jac 2 inches back behind the yellow line with Maggie and Moir as if it were radioactive. Jack is really annoyed. EXT. KENSINGTON GARDENS ~ DAY TITLES CONT’D The statue of Queen Victoria reigns over Round Pond. A traffic jam inches past Kensington Palace in the b.g.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter is engrossed figuring exchange rates on his electronic filofax. Maggie sits in Moira’s lap taking in the sights at the window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "wed",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOIRA",
          "text": "That's where Princess Di lives-- And there’s Kensington Gardens. Can you tell me what famous statue’s there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE",
          "text": "\"Peter Pan\"-- Maggie leans out for a better view. Moira holds onto her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "(without looking up) Head inside. Maggie \"knee-jerks\" her head back inside. Jack, tuned out on his Walkman, beats a rhythm on the sea Peter reaches out and grabs his hand without looking up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dedicated in 1912. The Boy who never wanted to grow-up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT.",
          "text": "The Bannings pile from the Taxi and head to the front doo lugging bags. Moira runs a comb through Maggie’s hair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "Remember, she’s very old and doesn’t need a lot of noisy children running around--Jack--can you hear me? Jack walks the garden wall like a tightrope, enjoying himself and the music in his head. Peter pulls him down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "You’re going to break your neck-- (smoothing Maggie’s clothes) Now listen you two--one word--\"manners.\" Use your napkin. Close the bathroom door. Don’t touch anything. Remember who you are. Peter reaches to ring. THE DOOR OPENS INSTANTLY. A sad OL MAN peers out at them. Catatonic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "---Uncle Tootles--hello-- UNCLE TOOTLES takes one look at Peter and slams the door. Maggie thinks it’s funny. Jack ducks to leave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "I’m outta here, dudes. Peter stops him. \"Very funny\". The DOOR OPENS AGAIN. LIZA",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZA",
          "text": "Welcome home-- Hugs--squeals--laughter--as Liza leads them in. Peter lingers--staring up 5 floors to the Nursery window. Is it the height that scares him--or something else?",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT.",
          "text": "A grand antique-filled affair with a chandeleir hanging i the center. Liza leads them in, talking non-stop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZA",
          "text": "Ah poor Uncle Tootles. He’s not hissef today...Most days lately... UNCLE TOOTLES is visible in the Dining Room swaying back and forth before a collection of vintage sailing SHIPS IN BOTTLES lining the mantle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZA",
          "text": "Oh, Mr. Banning, before I forget-- your office called 3 times--at least.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "Thanks Liza-- (aside to Moira) Great. What did I tell you-- He spots Jack trying to jump and touch the chandeleir. He motions sternly \"over here\"--Jack schlumps to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZA",
          "text": "Wendy Mum is so anxious. to see you-- She pauses at the formal parlor doors. Peter and Moira lo around. Maggie’s gone again. PETER’S POV - THE DINING ROOM Maggie is beside Tootles. He makes wind sounds holding ou his arms...as if flying. Childlike. Maggie raises her arm and sways with him, giggling. Tootles smiles--Contact.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "(motioning) Maggie--don’t bother Tootles--",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE",
          "text": "(skipping to him flapping her arms) Uncle Tootles is going to teach me to fly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "Fine. Good. Be nice. ° JACK He can’t even talk, dorkette Peter stares Jack into silence. Maggie glances back at-- TOOTLES, still swaying in front of the ships. Out of it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Banning Family snap-to flashing smiles. Peter whips Jack’s ball cap from his head--",
          "sentiment": "neutral"
        },
        {
          "speaker": "REVEAL",
          "text": "92 years young! Sitting regally in her favorite wing chai Her hair silvery white. But her eyes still so very young and so alive. Her smile warm--beckoning to the children. Peter nudges Maggie, \"just like you practiced\". Maggie es. Granny Wendy melts, opening her arms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Such a young lady. Come here. I haven’t seen you since you were but a nib--- Maggie rushes to her--",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "Careful--Granny Wendy might break--",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRANNY WENDY",
          "text": "Oh, pooh. You’re Daddy’s turning into a fusspot in his old age-- Granny pats her thighs--Maggie jumps in her lap, hugging her tight. Granny looks at Jack and feigns shock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WENDY",
          "text": "This couldn’t be Jack. Who’s this giant? Jack is embarassed by all Granny Wendy’s affection. Peter nods to Jack in that way that means \"go on, do it\".",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Gran--I’m s’posed to congratulate you--for getting that kid’s hospital named after you. That’s really rad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRANNY WENDY",
          "text": "I am, am I? Is \"rad\" good? Jack nods giving some “attitude\".",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE",
          "text": "Are you the really real \"Wendy\", Granny? Jack says you’re not--",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Chill out, scuzzbrain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "(intervening) | Kids. Manners.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOIRA",
          "text": "(hugging her) Gran--the house looks beautful and so do you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRANNY WENDY",
          "text": "Dear Moira--I look like a prune. (takes a long look at Peter) Hullo, Peter. How’s my \"favorite orphan\"?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "(pecks her on the cheek) --Fine. A little jetlag. Sorry we cut it so close. I’m up to my ears at the “office--Just couldn’t get away-- Granny eyes Moira for help. Moira shrugs \"he’s hopeless\".",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "(continuing) We thought Maggie had an ear infection--",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRANNY WENDY",
          "text": "(in her best Queen’s English) Oh, Peter--do chill out-- He does. Jack loves it. Maggie giggles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter paces on the phone, now pulling on tux pants and shirt--He fumbles fastening his studs--cardiac intense. PETER (on phone) We’re not \"folding our tent\"---",
          "sentiment": "neutral"
        },
        {
          "speaker": "06/21/90 10.",
          "text": "C) Moira appears, stunning in her evening dress. She need = zip-up. Peter cradles the phone, zipping her up-- PETER (on phone) I don’t care what you have to do--do it. (hangs up, major tension) They’re going crazy without me there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOIRA",
          "text": "And we’re going crazy with you here. She forces his mouth into a smile with her fingers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOIRA",
          "text": "Honestly, Peter. We haven't had two minutes alone in weeks. You never see the kids. When you do--you make every one crazy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "C/mon--I do not.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOIRA",
          "text": "Oh, really. Jack and Maggie need their father--not a policeman constantly on their ii case. You--you worry about everything. She shakes out her hair in the mirror. Beautiful.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOIRA",
          "text": "You’re getting worse. What’s going on with you? 4",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "Nothing’s going on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOIRA",
          "text": "Is it me? The kids? Work? Your choles- terol? Do you want to buy a Porsche? =--Chase big breasted silly women--What? He gropes her body. She pulls his suspenders way back--",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "--I don’t want a Porsche. I love our kids--I love you--your breasts-- ---I just had a rough day.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOIRA",
          "text": "When was the last time you had a good one? Nw He thinks. He can’t remember. She lets his suspenders",
          "sentiment": "neutral"
        },
        {
          "speaker": "----KAPOW",
          "text": "cUuT TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack, dressed for bed, hangs out by the open double windows--bored, listening to his \"Walkman\". Every few seconds he dangles one of Maggie’s \"My Little Ponies\" out the window and lets it drop--watching it fall. GRANNY WENDY (OC) . “All children, except one, grow-up.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Granny Wendy is on the floor in her evening finery with Maggie in her lap reading from a ragged copy of PETER AND WENDY. The \"Wendy Girl\" inside her peeking through. The very dollhouse from her childhood stands beside then. It’s almost a child’s room again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRANNY WENDY",
          "text": "(continuing) \"Wendy knew that she must grow up. You always know after you are two. Two is the beginning of the end.\"... (showing the page to Maggie) There--I am Wendy, or I was--a long time ago.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON. THE BOOK",
          "text": "The original ilustration of \"Wendy\" in her nightgown fram at the nursery window. Maggie is beside herself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRANNY WENDY",
          "text": "And see--that is the same window and this is the very room where we uadeup bedtime stories. about Peter and Neverland and old scary Captain Hook. Mr. Barrie, Sir James, our neighbor, took a fancy to my Mum and her stories--so he wrote them down--dear me--over 80 years ago.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE",
          "text": "80 years ago? Did they have TV then?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRANNY WENDY",
          "text": "Certainly not. And we ought not have the telly now. Reading is the window into life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE",
          "text": "(mesmerised by the book) That’s why Daddy only lets me watch 2 hours of TV a week. He’s afraid my eye balls will get sick and fall out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "‘\\",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "Bedcheck in one minute, Princess. Let’s get those bodyclocks back on schedule-- Maggie dives into her kiddiebed giggling that belly laugh that only children can produce.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "(picking up toys) Did you brush your teeth 20 up and 20 down-- (turns to Jack) Whoa--Jack-- He lunges pulling Jack away from the window--slamming it shut--locking the double-sashes tight--",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "What have I told you about open windows? Do we have windows a at home in New York? Jack sloths into the other kiddybed hating it--",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Yeah--they have bars on then.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "So you won’t fall out and--uh--",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "---and go splat on the sidewalk, Dad?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "(trying not to think about: it) This window is to remain locked for the rest of our visit. Got it? GRANNY WENDY WATCHES from the door, deeply disturbed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE",
          "text": "But Daddy--Peter Pan and Tink can’t get in--",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "That’s enough fairytales for tonight, Princess. Go to sleep.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE",
          "text": "You don’t bleeve in the tooth faerie and Santy Claus either--but I still love you anyway---",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "--Did I say there’s no Santa Claus?--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ob",
          "sentiment": "neutral"
        },
        {
          "speaker": "06/21/90 12",
          "text": "Granny Wendy laughs her soothing glassy tinkle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WENDY",
          "text": "Your father worries too much about a great too many things. (remembering) Of course when I first met him, he couldn't read a word. He didn’t even know his name, or who his Mummy and Daddy were. Just a poor little orphan boy--he was.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE",
          "text": "Is that why he grew up to be a lawyer?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRANNY WENDY",
          "text": "(girlish laughter) Your father used to be a very wild and rambunctious child, believe it or not. Jack perks up at the window, suddenly interested.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "I don’t believe it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRANNY WENDY",
          "text": "It’s true, Jack. He reminded me so much of the little boy from Neverland, I called him \"Peter\". Your grandparents adopted him with that name and moved to to the States. What a wild mischieveous child he was--so full of life. She trails off lost in the memory.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE",
          "text": "Our Daddy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "(deadpan) What would you name him now? She visibly flinches as Peter enters decked in his tux.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "Granny Wendy, what .are you doing on the floor? Do you want to be late ‘ the most important event in your life? He helps her up. She kisses Maggie, waves to Jack and hea for the door, perturbed at Peter’s manner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "©",
          "sentiment": "neutral"
        },
        {
          "speaker": "06/21/90 14",
          "text": "He tucks her in. She hands him a Paddington Bear sheet al tangled with curtain cord. He inspects it--puzzled.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE",
          "text": "Merry early before Christmas. It’s a parachute--so you won’t be ascared when we fly. Me and Tootles made it--",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "(grim appreciation) Thanks, Princess. It’s...really...uh..",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE",
          "text": "(falling asleep) If Santy’s not real, you had sure better teld me before J have children or they won’t get any toys at Christmas. Peter marvels at the mind of his 5 year old cuddling with her teddy bear. In 10 seconds she’s out cold. Asleep. He moves to Jack’s bed--both in need of a serious heart t heart.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "Hey--tomorrow we’1ll go to the Tower of London. What d’ya say? Have some fun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "(sardonic) Yeah, sure, great.... He smoothes Jack’s hair. He’s not connecting. Lingering i the face of rejection, he checks the window one last time turns on the nightlight and finally leaves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IN THE HALL",
          "text": "Peter exits, leaving the door just ajar. Taking one final peek--his kids are in safe in bed. He did it. He sags against the wall--a deep sigh of relief. The giant burden of parenthood for the moment relieved. Granny Wendy startles him in the dim light.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRANNY WENDY",
          "text": "It’s been a long time since I’ve heard the sounds of children in that room...before they have to grow up and face the world. I do so miss it...",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "(defensive) You do--You miss this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "06/21/90 15",
          "text": "oo Peter is tense again. His momentary relief gone. fet PETER Okay, just tell me--just tell me-- why my kids wake up in the morning and think it’s their job to find ways to get hurt---or kill themselves. (at a total loss) I feel like I’m the Secret Service. and Jack and Maggie are both the President. Silence. Granny Wendy stares him right in the eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRANNY WENDY",
          "text": "Let them breathe, Peter. Children need to be children. Sometimes... adults need to be children too. Hold on Peter. She’s right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT.",
          "text": "Peter helps Granny Wendy and Moira into a stately Rolls. ~ glances up at the window. It’s still closed tight. He - climbs in. They pull away. Liza waves goodbye with Tootles. His long sad hangdog fac wishing he could go too. Jack appears at the window--unlocks the sash and opens th double windows wide. He watches them go. Defiant. cUT TO: |",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A stately victorian structure with a new wing. APPLAUSE continues 0.C.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A huge banner heralds: SIR JAMES M. BARRIE FOUNDATION AND GREAT ORMOND ST.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOSPITAL FOR CHILDREN HONOR \"WENDY\"",
          "text": "LORD WHITEHALL, a proper elder Brit, presides at the dais i LORD WHITEHALL of Millions know the Wendy in Sir James ' pe Barrie’s classic children’s story-- |",
          "sentiment": "neutral"
        },
        {
          "speaker": "06/21/90 16",
          "text": "AT THE HEAD TABLE, Wendy looks grand, Moira at her side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORD WHITEHALL",
          "text": "(continuing) But the Wendy we honor tonight --for the past 70 years--has given hope and care and life to hundreds of homeless children and orphans who had no one to call \"mother\" but Wendy.... Genuine applause ERUPTS from the a very British gathering of LORDS and LADIES and HONORED GUESTS. Wendy beams. PETER paces nervously in the wings. Going over his notes, practicing a gracious gesture and delivery.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORD WHITEHALL",
          "text": "And tonight we’re priviledged to hear from a number of Wendy’s “Lost Boys and Girls\"--First from the United States, Mr. Peter Banning-- Moira and Wendy applaud proudly as Peter struggles at the dais, finding unexpected emotions as he speaks...",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "Lord Whitehall, honored guests...Wendy. (his emotions seeping through) She calls me her \"favorite orphan\". Why I’1l never know. I was half-starved, nearly frozen to death and couldn’t remember my name when she brought me here to the Great Ormond hospital. She honored me with the knickname \"Peter\", (checking his notes) I am even more honored--to be married to her great-grand daughter, Moira Darling Banning--My wonderful wife and mother of our 2 children, Jack and Margaret, who, if they don’t want a one-way tour of the London Dungeon, are home at Gran’s fast alseep. Polite laughter around. Moira flushes, \"Oh Peter\".",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack is buried under his covers. Maggie is sprawled half off the bed. THE VIEW GLIDES TO THE WINDOW. Lights sparkle outside. MUSIC DANCES. Faeries? UFOS? Pan?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOWNSTAIRS",
          "text": "Tootles sways on his unseen ocean before the ship models. He stops, sensing something.",
          "sentiment": "neutral"
        },
        {
          "speaker": ", PETER",
          "text": "Please--stand up--If your lives were changed by this Woman--stand up-- PAN THE AUDIENCE . A ripple--then a wave. Men and Women, the once abandoned --rise in silent tribute--TO GRANNY WENDY--visibly moved tears of pride and joy. APPLAUSE RISES TO--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "--SHUTTERS BLOW OPEN! Curtains billow. A cold icy wind swirls in with. driving rain. MUSIC STABS. MAGGIE wakes--JACK wakes. They SCREAM!--bathed in unholy light, staring into the unseen face of death.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOWNSTAIRS",
          "text": "Looks up--agitated--then terrified. He tries to speak, forming his mouth in the letter \"0\", gasping to get it ou",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZA",
          "text": "What? Tootles? He points upstairs, gagging. They hear SCREAMS from the Nursery. Liza hurries up the stairs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RESUME",
          "text": "THUNDERING APPLAUSE as she stands before the banner with ceremonial scissors--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Unholy light glows. Liza races in the door. A powerful ic wind SLAMS it into her face--knocking her unconscious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RESUME",
          "text": "An unseen force rushes over her. She sways--Peter steadie her. Moira helps with the scissors. The ribbon snaps-- CHEERS! APPLAUSE! Wendy smiles, but something is wrong.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FADE IN",
          "text": "The Rolls stops. Peter and Moira step out, both enjoying themselves for the first time in a while. Then Peter help an exhausted shakey Granny Wendy.",
          "sentiment": "neutral"
        },
        {
          "speaker": ". PETER",
          "text": "A night to remember, Wendy-Angela Moira-Darling-- Moira stops at the door, puzzled--",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOIRA",
          "text": "Peter?--- She points. A NOTE! Stuck to the door with a strange dagger; addressed to simply \"Peter\". He looks at it--",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "What--is it--? --opens it. Caligraphy. Elegant signature from another ag",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "(reading) \"Dear Peter: Welcome Home...Captain. J-A-S-period, Hook\". What is this? Gran pales at the words. Moira steadies her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRANNY WENDY",
          "text": "Good God--Hurry!",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT.",
          "text": "Moira hurries in. Peter follows--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "--Liza! ?--Tootles?--",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER AND MOIRA BOUND UP THE STAIRS",
          "text": "To Liza’s limp form crumpled on the landing. An ugly brui on her forehead. Peter checks her carotid--She stirs!",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZA",
          "text": "(barely conscious) The children...children... Moira looks to Peter. Hoping--praying--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stuck fast. Peter slams against it--again--again--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter bursts in. The room has been savagely tossed. Beds_ empty! Windows flap in the eerie breeze. Moira enters. She swallows her cries. Horrified, she race out. Her calls echoing through the house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOIRA",
          "text": "Jack? Magieee? Sweetheart?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter leans out, searching the row-yards below.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "Jackkkkk! Magieeeeee! Where are youuu?!!!! A raspy voice cackles from the night freezing Peter cold.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE",
          "text": "H-Hooky’s....got them...Hooky’s back. Peter freezes. There, in the garden, clinging to the top an old shade oak like a scared kitten is TOOTLES!",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOOTLES",
          "text": "Have to fly--Have to save Maggie! Have to save Jack! Hook’s backkkk!",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER AT THE WINDOW -",
          "text": "Complete shock. Tootle’s voice ECHOES again. He talks!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Approaching--facing the ships in bottles. She knows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRANNY WENDY",
          "text": "It...ds...true... An unseen force hits her again. She collapses on the floo",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT.",
          "text": "Now a fully staked-out crime scene. 2 POLICE JAGUARS sit parked in front lights flashing. An AMBULANCE. BOBBIES ascend a ladder to check the roof. MEDICS bring Liza out front in a gurney, resting quietly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TOOTLES, still clinging to the top, kicks at the rescue ladder rising to his perch. FIREMEN surround the tree wit safety nets.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOOTLES",
          "text": "(mumbling) Think happy thoughts. Lost my marbles. Think--happy thoughts--happy thoughts-- MOIRA pushes: through the FIREMEN looking for Peter. INSPECTOR GOOD appears before her. A pro from Scotland Yard, all business and festidious manners.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GOOD",
          "text": "The old man wouldn’t let my chaps bring him down. He wanted your husband. (he points up to the tree)",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOIRA",
          "text": "(she looks up) Peter--my god--oh shit--Peter--",
          "sentiment": "neutral"
        },
        {
          "speaker": "WITH PETER",
          "text": "Hugging every rung, closing his eyes, afraid to look down Acute vertigo. Tootles leans percariously out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "(terrified whisper) Easy, Toots. Take it easy. TOOTLES LUNGES, clutching Peter like a drowning man. MOIRA SHOUTS! FIREMEN tighten Peter’s safetyline lowering them to the ground. ~",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER AND TOOTLES",
          "text": "Tears stream down Tootles craggy face. Bravado gone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOOTLES",
          "text": "I forgot...how to fly...We all forget when we grow up....All forget...",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "Tootles? What happened? Where are Jack and Maggie? Keep talking, okay? --Just tell me, Toots. Where are they? Tootles kicks and screams. Peter holds onto him for dear life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOOTLES",
          "text": "You have to fly. You have to save them. Fly, Peter---fly-- They touch down. Tootles subsides, catatonic again. MEDIC sit him down in a chair checking his vitals. Peter pities the crazy old man at the end of his life. Inspector Good shakes his head in sympathy. Moira rushes to Peter--both shell shocked.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOIRA",
          "text": "Poor Tootles..0Oh, Peter, Gran’s regained consciousness. She has a concussion. Mild. Not serious-- But she refuses to go to the hospital.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "INT. GRANNY WENDY’S IST FLOOR BEDROOM - TIGHT ON WENDY She slowly opens her eyes. Peter and Moira hover over her The young DOCTOR tends.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Liza--",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOIRA",
          "text": "It’s Moira. Liza’s going to be fine--",
          "sentiment": "neutral"
        },
        {
          "speaker": "WENDY",
          "text": "e--the children-- Moira grips Peter, trying not to break down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "Gran...Jack and Maggie...The police are doing everything--",
          "sentiment": "neutral"
        },
        {
          "speaker": "WENDY",
          "text": "(grief stricken) I want--everybody to leave--Leave-- The Doctor indicates they should go. Peter guides Moira out--Wendy tugs his a:",
          "sentiment": "neutral"
        },
        {
          "speaker": "WENDY",
          "text": "Peter.....you stay. Peter looks to Moira. \"What?\" Moira kisses him and leaves They’re alone. Wendy points to the ragged copy of Peter a Wendy on her nightstand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "O",
          "text": "06/21/90 She shushes 22",
          "sentiment": "neutral"
        },
        {
          "speaker": "WENDY",
          "text": "Hand me my book, please-~",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "What is going on, Gran?--~ him, taking the old bound book from hin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WENDY",
          "text": "Patience was never one of your virtues. You must trust me with all your heart for you will surely think me insane. (grips his hand with surprising strength) I knew something was wrong tonight. I felt a chill I haven’t had since I was a young girl...Peter, I know what has happened to your has to do with who and what you are. She starts to nod off--drifting. Peter takes her hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "Gran--what are saying--| 2",
          "sentiment": "neutral"
        },
        {
          "speaker": "WENDY",
          "text": "you don’t remember. Your memory was completely blank each Spring you returned....to see me. She caresses his hand tenderly, adopting the motions and voice of \"Wendy the girl\".",
          "sentiment": "neutral"
        },
        {
          "speaker": "WENDY",
          "text": "I was...special when I was young. No other girl held your favor the way I did...a blessing or a curse...I don’t know...I begged you to stay when mother and father adopted Tootles and the other boys--but you were afraid to grow up and be a man and go to an office and learn solemn things....- He knows Gran is delerious. She has to be. She has to be.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WENDY",
          "text": "Oh, I half expected you to alight on the church and forbid the vows on my wedding day. I wore a pink satin sash. But...you didn’t come. I couldn’t have you. When you were ready, I was too old...So was my daughter, Margaret and Jane. You chose the best...Moira.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "You just....relax. I’/ll get her. He pats her hands. \"Wendy\" presses his to her heart--",
          "sentiment": "neutral"
        },
        {
          "speaker": "WENDY",
          "text": "No--No I have tried so many times to tell you-- (clutching the book) . The stories here are true. Tootles grew up just like you. He went crazy trying not to. He never forgot-- (she drifts, losing it) ...You forgot the child inside you. You gave up immortality in one world for the pain and joy of life and death in this one. Now the world you left has come to seek revenge.- (dead serious) --only you can save your children. Somehow you have to go pack--think as a child--believe in childish things again --become the child you were--the child we all were once...Oh, Peter...don’t rw) you know who you are? She turns the book to him--pleading--willing him to see.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIGHT ON THE BOOK",
          "text": "The original illustration of PETER PAN! Sword drawn, standing in classic pose. Head cocked back as if to crow! Peter stares at it, stonefaced. He looks back to Gran. She’s sound asleep. Out cold. cuT TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter exits Granny Wendy’s bedroom, exhausted. Moira is waiting, running on fumes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOIRA",
          "text": "What did she say? Peter embraces her, holding her tight, trying to make it all go away--but it won/t.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nothing....She fell asleep again. She searches his face--hoping, praying. The Doctor enters the bedroom. Moira follows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He pours a double scotch and chugs it. He pours another. cUT To:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter and Moira sit on a sofa. Catatonic. Waiting. Waitin Inspector Good appears in the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "(racked with grief) Inspector--- Moira wipes her eyes trying to make herself presentable.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GOOD",
          "text": "Mr. and Mrs. Bannning--The old gent checks out. We've wired the phones. 2 of my boys will be outside. The lab chaps will analyze this-- He holds up the dagger and note. Moira can’t look at it. \"DEAR PETER, WELCOME HOME. . «CAPT. JAS. HOOK\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "GOOD",
          "text": "It’s entirely possible it’s all some . kind of ridiculous prank--given the family literary history and what all-- Moira and Peter don’t want to hear this.",
          "sentiment": "neutral"
        },
        {
          "speaker": ". GOOD",
          "text": "We can only wait and hope, I’m afraid. I am deeply sorry for you both. I assure you, Scotland Yard will do everything we can to find your children. G/night. He tips his hat to Moira--nods to Peter and leaves. Moira, numb, begins to tiay up--trying not to think. GLAS CRASHES to the floor startling them both. Moira disentegrates in tears. Finally letting go. A SHIP IN A BOTTLE lays in pieces on the floor. Peter pic it up--transfixed. A BRIGANTINE! The ultimate Pirate ship",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT.",
          "text": "Dark. Lifeless.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dead silence. A near empty Scotch bottle sits next to it. Peter picks the bottle up, still in tux pants, suspenders down, now wearing a golf shirt and sneakers. Strung out. INT. GRANNY WENDY’S BEDROOM - LATER Peter peeks in. Moira sleeps in a chair beside the bed, holding Granny Wendy’s hand. Gran is out cold.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tootles is now curled asleep on a loveseat, clutching Maggie’s teddy bear. The saddest face ever. Youth gone. Waiting to die. Hopeless.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The door slowly opens. Peter braces himself in it--facing the dark empty lifeless room. He hoists the near empty bottle for another pull.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "(drunken slur) Hi kids, don’forget to brush...teeth. He fumbles Maggie’s parachute off the floor and staggers the window. He opens the sash, swinging the windows back and sits down on the seat. He looks up into the starry sky--as it to make a wish. Closing his eyes tight, he breaks down. Sobbing openly. A MYSTICAL BREEZE kicks up dancing the curtains. He looks again. PETER’S POV - FRAMED BY THE WINDOW - THE SKY ONE STAR FLASHES BRIGHT--moving across the heavens. w~-~Faster, faster the light travels-- Peter scoffs, wiping his tears--",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "Whoa--you’re blasted, Banning. THE LIGHT HURTLES DOWN AT PETER--a thousand times brighte than the nightlights--",
          "sentiment": "neutral"
        },
        {
          "speaker": "THROUGH THE WINDOW KNOCKING PETER FLAT",
          "text": "ZIPPING ABOUT, trailing energy like a cosmic spider web--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "oo",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE DOLLHOUSE--THEN BUZZES PETER",
          "text": "PETER RETREATS swatting at the strafing li",
          "sentiment": "neutral"
        },
        {
          "speaker": "INTO THE ADJOINING BATHROOM",
          "text": "He slams the door--hyperventilating- His head throbbing in pain. ght-- He covers his ears.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "Whoa--bells--what are those bells? INTENSE LIGHT glows through the keyhole. Peter peeks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "our hand. Her exquisite ich her figure can be",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The one--the only. No longer than y' gown cut low and square \"through wh seen to best advantage\". Puckish red hair piled on her delicate but pronounced head. Flashing green eyes, pointe ears jangling with tiny rare gems. Ruby lips at full pout",
          "sentiment": "neutral"
        },
        {
          "speaker": "TINK",
          "text": "It's not the tooth fairy, Sweetie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "(non-plussed) A talking faerie?...-Nayyyy-~",
          "sentiment": "neutral"
        },
        {
          "speaker": "WITH TINK",
          "text": "sass of Vivien Feisty. Sexy- The class of Kate Hepburn--the She paces in Leigh with a large helping of Carol Lombard. mid-air. Major pixie-huff.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TINK",
          "text": "I’m a \"pixie\". Or can’t you tell the difference anymore?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(going with the drunken dream) I don’t know any pixies. I don’t e in faeries. Do you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "e contents of the tiny fridge in the She rummages th kitchen. None of the food is real and she is starving.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TINK",
          "text": "You know everytime a child says ‘I DO NOT BELIEVE IN FAERIES’ there isa faerie somewhere that falls down dead!",
          "sentiment": "neutral"
        },
        {
          "speaker": "I DO NOT BELIEVE IN FAERIES",
          "text": "0.c., A horrendous GAGGING SHRIEK--a THUNDERING CRASH-~-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He tries to focus through his enebriated state. The dollhouse--capsized on the floor like a mini-earth quake. TINK LAYS SPRAWLED under a tiny sofa--doing her be Miss Scarlett. Her light flickering weak. She sneaks a peek as Peter wobbles to her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER _",
          "text": "Oh my God--I think I killed it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TINK",
          "text": "(vamping, suffering) You do believe--you do believe--",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "(clutching his head) I didn’t say that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TINK",
          "text": "You did too. Now clap your hands Clap. It’s the only way to save me. Clap, Peter, CLAP!",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "(clapping under duress) Okay--I’m clapping. Just stop ringing--",
          "sentiment": "neutral"
        },
        {
          "speaker": "TINK",
          "text": "You didn’t really mean it. And ME-- the most important faerie in your life? TINK SITS UP--livid. She straightens her gown, shaking herself all over and huffs away through the debris--",
          "sentiment": "neutral"
        },
        {
          "speaker": "TINK",
          "text": "You’re scum, Pan. No card. No letter all these years. Leaving me for that Wendy ditz. What’s she got--I haven’t got. Hmm?",
          "sentiment": "neutral"
        },
        {
          "speaker": "O",
          "text": "o¢",
          "sentiment": "neutral"
        },
        {
          "speaker": "06/21/90 28",
          "text": "Seething, she poses her mini-body next to Maggie’s Barbie doll. Seeing the competition, Tink rips Barbie’s head off",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "I’ve had enough of this crap, faerie. He heads for the door, rubbing his temples. TINK SWIRLS AROUND HIM checking him out like a mad doctor--teeth, throat--flab on his belly--",
          "sentiment": "neutral"
        },
        {
          "speaker": "TINK",
          "text": "You used to call me \"Tink\"--You never talked \"ca-ca\". Look at you. You’re not the Pan who walked out on me. Is this what happens when you grow up? You’re really out of shape. What are these? Gross. Yuk. (pulling his flab) Look at those buns. How do you expect to. fly with those? You used to have great buns. Ahhhh. You shave!??? Tink shrinks back in horror.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "See--I’m not Peter Pan! Tink releases him, checking her nails in the moonlight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TINK",
          "text": "Oh--fine then who’s going to fight Captain Hook in the ultimate duel between good and evil and save your kids? Hmm? Who? Not me. No way. Peter sobers for a millisecond--staring hard at the faeri before him, trying desperately to get her in focus.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "(forming each word with effort) Captain Hook? How--do--you know about ny kids? .",
          "sentiment": "neutral"
        },
        {
          "speaker": "TINK",
          "text": "Everybody knows Hook’s got your kids, Peter. He’s waiting for you. Why else would I be here? I’ve got a life. She splashes PETER with FAIRY DUST. He grimaces, sputtering, spewing--then marvels at himself--glowing lik a giant firefly turning his golden hands in wonder. Tink YANKS him by the ear toward the window--",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "© Owww! Where are we going?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TINK",
          "text": "\"Second to the right and straight on til morning.\" Do I have to draw you a picture? Neverland! Remember?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "(waving her off, weaving) The crowds are terrible there in the summer. You have to stand in line for hours on all the good rides...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tink coaxes him out on the ledge. He’s very shakey, tangl in Maggie’s parachute.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TINK",
          "text": "We don’t have rides in Neverland. | Grownups don’t believe it exists. It’s a \"stage\" or a \"syndrome\" or a \"delusion with no sensory or ob- jective evidence.\" That’s a crock. dust can’t cope. Let’s fly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "(trying to crawl back inside) : Fly? Uh--I’m afraid of heights....",
          "sentiment": "neutral"
        },
        {
          "speaker": "TINK",
          "text": "(pulling him back) You forgot that too. Just close your | eyes--think happy thoughts. :",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "(shrugs, closing his eyes) Well--as long as I’m hallucinating--- A NEIGHBOR opens her window across the garden--",
          "sentiment": "neutral"
        },
        {
          "speaker": ". NEIGHBOR",
          "text": "Are you quite alright, Sir?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "No--I’m Peter Pan--This is Miss Bell. He points. Tink ducks behind a curtain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "a) (humoring Peter) yw Oh--yes. Isn’t she pretty. Don’t go anywhere--I/11 be right back--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Neighbor disappears. Peter sours, chastising.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "You can’t really see her. Don’t encourage a drunk! He loses his balance--AND FALLS OFF THE LEDGE! PETER PLUMMETS AT US! Yelling. The little shower ring fix to the harness fapping him in the face. He YANKS IT! THE GROUND RUSHES UP--PETER SNAPS TO A HALT=--hanging limply. Bedsheet parachute open above him. He whoops. It works! He begins to ASCEND. TINK hangs onto the sheet with both hands, wings buzzing, struggling to gain altitude.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TINK",
          "text": "Gahh--you gained weight,\"Lardo\". Ugh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "(eyes closed, kicking) I hate to flyyy! I’m going-to-be-sick-- aay) TINK ad You know you shouldn’t drink and fly! THE ODD COUPLE ASCENDS into the starry sky. THE NEIGHBOR RETURNS to her window, on the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEIGHBOR",
          "text": "Yes--Another one. He’s on the ledge-- The ledge. Empty. She looks down. Nothing. She looks to t Nursery window--suddenly startled. TOOTLES is there--staring up at the sky. 2 BOBBIES hurry into the backyard--",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBIE",
          "text": "Here now--what’s all this-- The Neighbor points to-- TOOTLES SMILING. Hope has returned. He points at the sky. Everyone looks up. f.. A SHOOTING STAR lights the universe for a flash. Myth FOLLOW THE SHOOTING STAR TO DARKNESS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "©,",
          "sentiment": "neutral"
        },
        {
          "speaker": "FADE IN",
          "text": "True blue. Almost too perfect. Gulls cry. EXT. FOREST - MORNING - GOD’S POV = LOOKING DOWN A familiar bedsheet is tangled. in a tall tree. A grassy knoll. Lush. Manicured. PETER! Sprawled lifeless. The VIE DESCENDS right to his face. No vital signs. WHISPERS 0.C. A grimey boy’s hand checks Peter’s pockets. tatooed Mermaid visible on the dirty forearn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZIGGY, (OC)",
          "text": "Is he dead? Another dirty hand drops a TARANTULA on Peter’s chest. It trundles up his neck and disappears. Peter doesn’t move.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ACE, (OC)",
          "text": "Yep, he’s dead. ZIGGY (0c) I god dibs on his shooz. I god dibs. Ziggy’s CHUBBY HANDS slowly untie Peter’s sneaker. MORE DIRTY HANDS inspect and poke at him--checking his teeth. One tries to pull Peter’s wedding ring off. Stuck. A big hunting knife poises to cut-off Peter’s finger-- Peter SNORTS--ALL HANDS DISAPPEAR. Feet scurry about. WE HEAR O.C. “Shhhhh\"; whispers; \"shut up\"; \"I saw him first",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "(delerious) Jack...Maggie....run... The groans of a bad night. His eyes pop open. The bright sun hurts like hell. This is not bed. He sits up--bad ide His eyes roll up--He falls back clutching his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(cleans imaginary cotton off his tongue) Ohhhhgggg~--tongue. Whoa--weird dream. He sits up ever so slowly. Fingers pressed to his temples ’ turning his whole body instead of his neck to check out surroundings.....A forest. Dense. Tropical.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "Okay--I'’m in...London. Hyde Park. I’ve got to get back to...Gran?",
          "sentiment": "neutral"
        },
        {
          "speaker": "06/21/90 . 32",
          "text": "Mumbling, he negotiates a painstaking process to stand up--joints stiff--muscle aches--throbbing head--finally balancing like a Wind Surfer trying to find his tack. He tries to take a step, but it’s too scary. 0.C., FEET PAD through the trees. STRANGE BIRDS CALL.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELLO",
          "text": "His own voice hurts his head. 0.C. ANIMALS and CREATURES answer with horrible SCREECHES and ROARS. Peter reacts, clutching his head. He manages to take some “old man\" steps toward the trees--WHOOSH--a rope snare cinches his left foot jerking him UPSIDE DOWN into the ai",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "STREET KIDS rush from the trees, yelling, pounding on primitive but sophisticated weapons (slingshots with scopes], jabbing him, making rude gestures. Young savages Lords of the Burbs. Their garb from many times and places Painted faces. Painted hair. A necklace of teeth--earring Your worst Dickens/Rock’n Roll nightmare--THE LOST BOYS?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "SOMEBODY HELP! I’M BEING MUGGED!",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOST BOYS",
          "text": "SOMEBODY HELP! I’M BEING MUGGED! The Lost Boys mimic his cry--laughing derisively.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUFIO",
          "text": "Police? We ain’t got no stinking Police. A melting pot kid about 14. Wild dark braids--flashing da eyes--worn leathers, wrist bands made of HUMAN GOLD TEETH ZIGGY, the squared off barefoot one with the \"puckish\", face, freckles, chubby arms and flaming red hair, gives Peter another push---",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZIGGY",
          "text": "I caught’im, Rufe, I did. Stinko Pirate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "06/21/90 33",
          "text": "Rufio POPS Ziggy’s nose between his fingers like a gun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUFIO",
          "text": "Duzz thu stinkin’ Pirate got any gold? He grabs Peter by the hair stopping him with a savage jer His STILLETTO SPRINGS OPEN. He forces Peter’s mouth open--probing his teeth with the gleaming blade.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "(glottal, gagging) I-am-not-a-Pirate-",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUFIO",
          "text": "All grownups are scumgum Pirates!",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "(total confusion) itm a lawyer! The boys shrink back, appalled.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUFIO",
          "text": "Thatz worse, Mon. Kill the laywer! ACE, the kid with the mermaid tatoo, long hair, buckskins and crocodile vestments, spins Peter on the rope--",
          "sentiment": "neutral"
        },
        {
          "speaker": "ACE",
          "text": "Me first!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZIGGY",
          "text": "No fair. You went first last time. The Boys load their bows and slingshots--ready spears--",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "(facing reality) Okay--this is a bad dream and it’s time to wake up--right now. 1--2-- They all count with hin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "06/21/90 34",
          "text": "THE FUSILLADE of darts and arrows dissect the foilage and trees behind him. A familiar VOICE BOOMS--",
          "sentiment": "neutral"
        },
        {
          "speaker": "TINK",
          "text": "Just what do you think you’re doing? PETER SITS UP, rattled, watching the unbelievable scene before him. Completely aghast--",
          "sentiment": "neutral"
        },
        {
          "speaker": "TINK FLITS BACK AND FORTH",
          "text": "Pulling ears, knocking weapons down, wagging her finger i their faces; kicking ACE’s butt with her faerie feet; poking Ziggy in the eyes--",
          "sentiment": "neutral"
        },
        {
          "speaker": "TINK",
          "text": "Don’t you Know who that is? Do you you know who you’re shooting at? You silly asses! That’s Peter Pan! Everybody freezes. The name whispers through the boys. \"Peter Pan?\" \"Pan’s back?\" THEY ALL MOVE TO-- PETER~-sitting there on his bum, having a very animated conversation with himself, occasionally acknowledging the Presence~~[(CARY GRANT in \"Arsenic\" and \"Baby\" }",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "I’m not asleep--so I’m not dreaming. I’m talking to \"Tinkerbell\" and the \"Lost Boys\" in \"Neverland\"? Ziggy looks him up and down--awe and wonder. Other boys crowd around. Whispering. \"It’s Peter.\" \"He came back.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZIGGY",
          "text": "(melting to disappointment) Bud Peter--you promised you’d never grow up. Never grow up. Peter shoos Zig back like an annoyed parent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUFIO",
          "text": "Sheet, mon, he looks awful. He’s fat. He’s old. Peter reacts sucking in his tummy, resenting \"old\".",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUFIO",
          "text": "You think this guy’s gonna make peace with Princess Ti’s gang’a \"Skins\" and lead us all against Cappytan Hook--?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "06/21/90 The Lost Boys rumble in disagreement.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUFIO",
          "text": "(continuing) Huh?, Look at him. He drools. If that’s Pan--Princess Ti’l]l kill him first-- then alla us. Forget about Hook.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ACE",
          "text": "Rufio’s right, Tink. How are we s’posed to fight Hook with him? You sure you got thu right \"Peter\"? swats at her like a mosquito.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TINK",
          "text": "Do you think I’d risk this face [her own] to go into their world to get the wrong one? Tell me? Do you? Hmmm? (Boys mumble \"No\", \"unhunh\") He married Wendy’s great-grandaughter! He has a family, a mortgage and a few extra pounds but he’s still our Pan!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ACE",
          "text": "Married?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZIGGY",
          "text": "{blaspheny) Kids?----0000 buggars.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TINK",
          "text": "And Hook kidnapped’em. We have to help Peter save his kids. Got it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUFIO",
          "text": "Okay--let’s see’im fly---or die-- (palming his knife)",
          "sentiment": "neutral"
        },
        {
          "speaker": "TINK",
          "text": "Uh--we’re still working on that part. Rufio laughs derisively.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TINK",
          "text": "He’s just out of practice! I can teach him. He’ll fly and fight just like the old Peter. He just forgot. We have to make him remember. ACE--you can handle a sword. Teach him. It’1l come back to him. He’s.... «+ erusty. 35 Tink hovers in front of Peter, pleading her case. Peter",
          "sentiment": "neutral"
        },
        {
          "speaker": "06/21/90 36",
          "text": "Rufio yanks ACE by the hair, reminding him who’s boss.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUFIO",
          "text": "\"Rusty\"? De guy’s junk. Garbage. Peter shakes his head waving them all away, mumbling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZIGGY",
          "text": "Wull--if Tink sez so, -mabee we can teech himb. Rufio SLINGS A ROCK--KNOCKING Tink against a tree. She drops, stunned cold.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUFIO",
          "text": "Don’t listen ta that faerie, Ziggymon. I, Rufio, Lord of the Lost, ban her pixie-bum. Peter stands, dusting off his tux pants his golf shirt, albeit tattered and torn. He’s calm--resolute.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "I. figured this all out. This is what insanity is. I’m lying in a hospital bed in a coma. This is what happens in one. It’s so real...But this is not real. And neither are any of you. No offense.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUFIO",
          "text": "Not reel? Rufio street kicks Peter in the stomach.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUFIO -",
          "text": "How zat for reel, Grandpa?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "(doubled over in pain) Owww--it--hurts!",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUFIO",
          "text": "Az much az this?-- He slits the palm of Peter’s hand with his stiletto. Peter stares in horror. The blood comes. This is real. He pushes madly through the Lost Boys in a complete panic, heading into the jungle. ACE the boys in pursuit. Rufio holds up his bloody knife-",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUFIO",
          "text": "Let’im go, Mon. The crocodeddles are hungry. Let Hooky kill’im-- (cruel laugh) --The great Peter Pan. Guy’s a dick. He leads the Lost: Boys into the jungle. TINK regains her senses in a major snit-- :",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUFIO",
          "text": "Yo’ old boyfriend went that way-- ~-making kissy sounds. The Boys razz her. Tink counters with an obscene gesture--even for a faerie. She BLURS AWA",
          "sentiment": "neutral"
        },
        {
          "speaker": "WITH TINK",
          "text": "Dodging in and out of trees at faerie-light-speed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WITH PETER",
          "text": "Crashing through vines--dense undergrowth; clutching his hand--completely out of his head. He falls--",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUMBLING DOWN A STEEP HILL--",
          "text": "And skitters to a stop right at the edge of a high precipice. Waves crash on jagged rocks 200 feet below.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REVEAL",
          "text": "It’s not a cartoon. It’s not a painting. It’s real. To the North 2 perfect rainbows arch over a high turquois waterfall which tumbles into a lagoon. To the South, smoke curls from an exotic Carribean style Indian Village. Before him, the perfect pirate cove. Hundreds of pink flamingoes flood the sky overhead. He kneels, awed by the unbelievable view before him. A virtual dream come true..",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "Oh....-MYeeee -GOd... TINK ARRIVES. Catching her own breath at the sight of Pet coming to grips with the truth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TINK",
          "text": "eeseeeeeeAre you okay? Peter? Peter turns, \"seeing\" her for the first time. His heart racing. He can barely breathe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "O TINK",
          "text": "Do you know where we are? He nods--unable to make himself say it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TINK",
          "text": "Who am I?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "(fogged in, trying to reason) You’re just...a composite of all the girls and women I thought I was in love with in my life--And I’m under anaesthesia right now for brain surgery. ' (seizing up, defenses failing)",
          "sentiment": "neutral"
        },
        {
          "speaker": "TINK",
          "text": "r Say it, Peter. Say it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "Or you’re real.....\"Tinkerbell\".",
          "sentiment": "neutral"
        },
        {
          "speaker": "TINK",
          "text": "(elated to hear him say it) Pleased to meet you. Who are you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "(taking in the panorama) , I just can’t accept this. It’s not rational adult thinking. I can’t ’ believe this is...possible.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TINK",
          "text": "Children believe. Tink wraps his cut hand with his handkerchief.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "(bewildered)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That’s right. Jack and Maggie are here. CANNONS ROAR 0.C. echoing across the island. Peter scans the cove, searching.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "That’s an 18 pounder--124 foot hull. She can do 14 knots under full sail. oN 46 galley oars for ramming speed. 35 Lo cannon--Where’s the ship? a (he stops, confused) My kids are onboard?",
          "sentiment": "neutral"
        },
        {
          "speaker": "06/21/90 39",
          "text": "“TINK Think, Peter. Think. What do you have to do to save your children? “It's coming. The words of Granny Wendy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "‘\",..Think like a child, believe as a child, become the child I was....",
          "sentiment": "neutral"
        },
        {
          "speaker": "TINK",
          "text": "(willing it out of him) “ clk Cy ” ™ eee sees eee Yes, Peter. YES! To do battle with Captain Hook! You’1l need an army! And your sword--not to mention fly---",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "Just...wait. Whatever this is--whatever is happening to me~-I/m still me. I ‘'t fly. I’m not going to i this Hook person. I’m going to go talk to him...Work it out...like....adults. Another cannonade echoes. Peter hurries along the cliff.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TINK \\",
          "text": "Where do you think you’re going?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "To find this Hook get my kids and go home. That is why you brought me here, isn’t it? Tink flits after him, talking non-stop, as they disappear down the jungle path.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TINK",
          "text": "You always think everything is so +.»easy. Hook is preparing for war. He planned it this way: The kidnap- ping--everything. You’re not ready. He'll kill you. cuT TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A guillotine juts into the sky. Blade gleaming. It drops with a rush. WE HEAR the sickening sound of contact 0.¢C. SMEE catches two cleanly severed halves of a watermelon placed in the guillotine headblock. A small bowling ball a man, with John Lennon glasses and wirey hair bulging fr under his hat, eats ravenously, SPITTING SEEDS---",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ES ~ _— =",
          "sentiment": "neutral"
        },
        {
          "speaker": "06/21/90 40",
          "text": "C) --AT A LINE OF SLAVES carrying supplies to a LAUNCH at dock. Most are KIDS. The rest--MALAYSIAN & SOUTH AMERICAN INDIANS. BILL JUKES, a big African Pirate tatooed all ove CRACKS a mean whip, driving the slaves hard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter appears down the path. He slows at the sights and t mass of Pirates. The urgency of battle preparations can b seen everywhere. Peter heads into the square like he’s going to the bank. TINK YANKS his suspenders pulling him back out of sight.",
          "sentiment": "neutral"
        },
        {
          "speaker": ", EXT.. OUTBUILDING",
          "text": "Peter lands against a pile of mangos. Tink’s in a snit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TINK",
          "text": "Where do you think you’re going? » Are all adults as dumb as you? Do you want to talk to Hook? Do you? Or see your kids? Get a grip Peter. All those Pirates are getting ready for your arrival...the \"Great Pan\".",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "a) Yee She looks him up and down, disgusted--",
          "sentiment": "neutral"
        },
        {
          "speaker": "' TINK",
          "text": "And look at you. You’ve got a little , horsey on your shirt! | (pulling the \"logo\" on his golf shirt) You’1ll get 2 feet in that outfit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "I’ve had just about enough of this. Peter dusts his \"horsey\", smoothes his hair and disappear around the corner. Tink leans against the wall, checking her nails, cursing in faerie speak. One second later--",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER DIGS BACK AROUND THE CORNER",
          "text": "Running for his life--A BIG UGLY PIRATE right behind, slashing air with his wide cutlass. TINK lets Peter pass. Non-plussed, she sticks her dainty foot out directly in the path of the Pirate--HE TRIPS! i TINK SNATCHES HIS HAT. He SMACKS headon into a brick wa",
          "sentiment": "neutral"
        },
        {
          "speaker": "/",
          "text": "cuT TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"PETER THE PIRATE\" peeks around the corner. Wearing the Pirate’s outfit. Even the eyepatch. TINK PEEKS from the brim of the Pirate’s hat. “ TINK You look good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "I look stupid. Where do we go? Tink points toward the docks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "_FOLLOW PETER",
          "text": "Into the throng headed toward a launch at the dock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TINK",
          "text": "Loosen up. Swagger. He’s, stiff, uncomfortable, pulling at his pirate pants. His eyepatch causing him to bump into Pirates and things. PIRATES SHARPEN CUTLASSES on sparking grist stones and STACK MUSKETS on racks. MORE DRINK FLAMING RUM. One Pirate’s face catches on fire Others laugh and point. Peter takes in the 30 foot long STUFFED CROCODILE hanging above a sleazy bar aptly named \"LE CROC\". The remains of HUMAN RIGHT HAND stuck in its JAWS. So that’s what happen to the Ticking Croc. They reach the dock. SLAVES HOIST NEW CANNON onto \"Gigs\" {small launches] at the pier. SLAVES ROLL BARRELS on deck under Bill Juke’s whip.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "(horrified) They’re just children.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TINK",
          "text": "Hook’s a scummy slaver. He makes a fortune selling Lost Kids and Indians. Peter reacts. Any of them could be his children. He march up the gangway onto the launch. THE VIEW CLIMBS: REVEALING: HOOK’S SLEEK DARK BRIG At anchor in the Cove. \"A rakish looking craft foul to th hull\". 2 bodies swing from the bowsprit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "06/21/90 42",
          "text": "VOICES ROAR from the ship like a football game.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIGHT ON PETER",
          "text": "Rocked by the vision. The same evil craft floating in a bottle back in Peter’s other life. TIGHT ON HOOK’S FLAG The cadaverous pirate holding the hour glass in one hand and a bloody heart in the other. CHANTING GROWS LOUDER-- EXT. HOOK’S SHIP - MAIN DECK - CONTINUING ACTION Jammed with PIRATES up and down the gunwales, hanging fro riggings, filling the decks. STOMPING! CLAPPING! Just lik a Rock concert. The chant is DEAFENING.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOOK",
          "text": "INT. HOOK’S GREAT CABIN - DAY Lavishly appointed. Art Treasures. His great sword hangs a statue by Michelangelo. . WE SEE HOOK in bits and pieces--like a puzzle being assembled. Never his face. 0.C., \"HOOK! HOOK! HOOK!\" 2 INDIAN MAIDENS comb his long raven hair which is \"dress in long curls...like black candles, and give a singularly threatening expression to his handsome countenance\".",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "With other Pirates from the launch. He is overwhelmed. Ti gets a bird’s eye view riding in Peter’s hat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "HOOK: A sash of gold and scabbard of silver and emeralds belted on. His cruel gleaming seductive sword sliding erotically into it. Fingers smooth his thin moustache. Tw cigars glow in his double holder. PETER: A stadium-style PIRATE WAVE starts at the bow rippling toward him--He watches it go by to the stern and back up the other side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TINK",
          "text": "Why did I let you talk me into this? Tink plugs her ears trying to make the noise stop. HOOK: One Maiden proffers the velvet gentleman’s box displaying all the cruel prosthetics and implements. Hook chooses--his voice educated....serpentine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOOK",
          "text": "Platinum. Elegant understatement with just the right touch of excess. Hook inserts the platinum claw with a decisive CLICK. His back to us, he dons his broad black hat. HOOK’S GLEAMING BLACK BOOTS ASCEND STAIRS TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMEE",
          "text": "Good mawnin’ Neverlanddddd! (Pirates yell and scream) --Let me introduce to you, the one the only really true--Vilest of the vile. Darkest dream of faithful wives and pious women. Sleaze of the 7 Seas. Badder than bad--- (facing the great cabin doors)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPTAIN---JAMES--HOOOKKKK",
          "text": "CANNONS FIRE one after another!",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE GREAT CABIN DOORS FLING OPEN",
          "text": "THE HOOK FLASHsS in the bright sun. A CHEER ERUPTS like nothing heard since \"Lawrence of Arabia and \"Ben Hur\". REVEAL: CAPTAIN HOOK! In all his evil splendor. A Super Star! Parading the quarter deck for all to envy and lust. Barrie describes the famed Captain perfectly. \"In the midst of them, the blackest and largest jewel in the setting...James Hook, or as he wrote himself, Jas. Hook....In person he was cadaverous and blackavized...His eyes were of the blue of the forget-me-not, and of profound melancholy, save when he was plunging his hook into you, at which time two red spots appeared in them and lit them up horribly.\" Hook limbers up with his lethal sword.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOOK",
          "text": "‘ (to himself, sardonic) Behold my multitudes of ignorant flotsam. There’s not brains enough among you to count successfully from 1 to 2. My body waste inspires more allegiance than the lot of you. I am marooned. Where are you, Pan? Oh the eternal hell I endure for fame, that glittering bauble... ---It is mine. Hook bows, a matinee idol taking a curtain call. ' TINK leans down from the hat right in Peter’s face. She doesn’t like what she sees.",
          "sentiment": "neutral"
        },
        {
          "speaker": ". TINK",
          "text": "Let’s go. Now. Okay? Can we go now? PETER, eyes wide; heart in his throat. His jaw limp. HOOK MOTIONS for \"silence\". He gets it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOOK",
          "text": "(loud for all to hear) My loyal, courageous, inferior crew. --I have waited for many, many painful ' years with you parisitic scum. At last-- the day is here. Reliable sources have ' confirmed--Pan is back and Hook has got him!! SMEE hoists PETER PAN in effigy on a pole. PIRATES CHEER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "dOOK silences them with a \"look\".",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOOK",
          "text": "At last--the ultimate duel between-- A HACKING COUGH 0.C., stops Hook in mid-gesture. Uh oh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOOK",
          "text": "(starting again) The ultimate duel between-- (coughing interrupts again) The ult-- The HACKING COUGH gets worse. Pirates draw in their , collective breath. HOOK DESCENDS the steps to the BIG i ) COUGHING PIRATE-- whipping his fine silk handkerchief a, his sleeve--offering it. The poor man reaches for it--",
          "sentiment": "neutral"
        },
        {
          "speaker": "COUGHING PIRATE",
          "text": "Thanky, kindly, Cap’n--- Hook let’s it drop. The Man bends to fetch it. Hook’s EYE GLOW RED. He RAMS HIS HOOK into the man’s gut.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOOK",
          "text": "(sadistic mirth) --God bless you---(Gedzundteit] The bloodthirsty CREW goes berserk as Hook HOISTS the man high on his claw and HURLS HIM overboard. BELOW, SHARKS churn the waters, feasting. PETER hangs on the gunwale badly shaken. TINK TUGS him--",
          "sentiment": "neutral"
        },
        {
          "speaker": "TINK",
          "text": "Seen enough? Let’s get out of here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "Wait....Not yet...... HOOK \"AHEMS\" quietly. The hubbub stops instantly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOOK",
          "text": "Now--where were we? Ah--\"ultimate duel between good and evil\".... Dark and light? Handsome and ugly-- (to himself--to Smee) to the death! AND WHO",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANDSOME-HANDSOME-HANDSOME",
          "text": "HOOK smiles. His teeth impossibly white. Sparkling like marble. His baby blue’s shine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMEE",
          "text": "(blurting out)",
          "sentiment": "neutral"
        },
        {
          "speaker": "QO",
          "text": "06/21/90 Hook wheels his gleaming blade reared to strike.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMEE",
          "text": "Good..in an evil sort of way, Captain. Hook only tweaks Smee’s nose with the blade. Relief.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOOK",
          "text": "Once I have rid the world of Pan, I shall leave this place forever. And seek adventure where...a man of my intellect and talent is...appreciated. He pauses dramatically milking the moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOOK",
          "text": "Who sails with Captain Hook! PIRATES ROAR in support. JUKES WHIPS 2 INDIAN SLAVES to open the main hatch-- PETER strains to get a better view. He is horrified.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOWN IN THE HOLD",
          "text": "CHILDREN, scores of them, chained to galley oars. The bright sun causing them to shrink like mice. Hands outstreteched, begging, pleading for food-- NOODLER, a bald-headed ape of a man with his hands fixed backwards on his huge arms, HOISTS a cargo net up from th hold. JACK & MAGGIE hang captive inside. Terrified. Clutching each other. Too frightened to scream. PETER--dying a thousand deaths--mouths their names silently. A father--helpless to protect his children.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOOK",
          "text": "Let’s give’ a warm welcome to Jack and Maggie Pan! Hi, kids! Isn’t this fun?!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Let us go! We didn’t do anything!",
          "sentiment": "neutral"
        },
        {
          "speaker": "WITH PETER",
          "text": "PIRATES CHEER around him, firing guns, adding to his 46 horror. He tries to PUSH through. TINK PULLS the seat of his pants.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TINK",
          "text": "No, you’re not ready. Don’/t--",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "Excuse me--pardon me--coming through-- . TINK (beside his ear) Listen to me--You can’t help them yet-- Peter BATS her to the deck. TINK DODGES BOOTS, STOMPING and KICKING her about. She scrambles into a cannon. PETER pushes angrily through.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "(yelling for attention)",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXCUSE ME",
          "text": "I think I’m the man you’re looking for.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOOK FACES PETER ACROSS THE DECK",
          "text": "\"High Noon\". \"Gunsmoke\". \"7 Samurai\". All heads turn. Jack and Maggie can’t believe their eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK/MAGGIE",
          "text": "Daddy? It’s daddy--DADDYYYYYY!",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "Daddy’s here! Everything’s going to be all right!",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOOK",
          "text": "(disgusted by the word) Daddy? Who are youuu?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "I don’t know who I am anymore or how this happened, but those are my children and I want to take them home. PETER SHEDS his pirate gear causing a major stir in his t pants, sneakers, and golf shirt. TINK can barely make herself watch from the cannon. HOOK regards Peter from afar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMEEEEEEE",
          "text": "SMEE APPROACHES like a dog who isn’t house trained.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOOK",
          "text": "I ordered you to find me the one true Pan. Any thoughts, hmmmmmm? Smee produces a leather pouch, pulling out documents.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMEE",
          "text": "“pan, P\",,.here we go. Adoption papers. Sworn affidavit by one \"T Belle.\" Uh-- medical history. Dental records. Birth certificate. Social Security--It’s all in order, Cap/’n.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "(distraught) Can I sée those? Hook silences Peter with a look that could rot eggs. He motions Smee to check Peter out. Smee aproaches and pulls up Peter’s golf shirt. Peter fights his ticklish spot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMEE",
          "text": "Aye. Here’s the scar. \"Hypertrophic\". Right where you give it to’im, Cap’n, during the Tiger Lily incident. He’s Pan or I’ve got a dead man’s dingle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOOK",
          "text": "It can’t be. This flabby--flobby-- (squinting) Is that a little horsey on his shirt?!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMEE",
          "text": "(checking) Aye, Cap’n. A little blue one! Cute little thing. Peter flushes red. Pirates laugh derisively. Hook droops in profound dejection. Hardly the \"Pan\" he envisioned. Suddenly, Hook’s old evil smile returns--",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOOK",
          "text": "Hah! Up to your old tricks, eh Pan? You devil, you. Thought you could fool ole Hook, huh? Disguise yourself, eh? Trick Me, hah! Stand back, Scugs. Watch out--He’1l fly! Hah! Watch’im! Ho! --jabbing, feinting, slicing the air, closing the gap between them, trying to draw Peter out. Peter stands motionless. Hook stops, annoyed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOOK",
          "text": "Where is your sword?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "I---don’t have a sword.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOOK",
          "text": "Surely you don’t expect a man of my breeding and intellect to kill an unarmed foe?....Bad form. HOOK LUNGES running his blade through the hilt of a Pirate’s sword and, unfortunately, through the Pirate. Ho FLIPS it through the air at Peter-- --TWANGING THE BLADE into the mast beside Peter’s head. JACK HOLDS MAGGIE tight. TINK PEEKS from the cannon, hands over her eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOOK",
          "text": "Prepare to die--Peter Pan. Hook assumes “en garde\". His sarcastic laugh echoing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "Listen, Mr. Hook--there’s been a terrible misunderstanding. I don’t completely know how all of this ~ happened, but I’m not trying to trick you. This is no disguise--this is me. I can’t fight you--I don’t know how. i just want my kids back. Peter pulls out his checkbook.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "Now, if it’s money you need, name your price...within reason. I won’t press charges. TINK BANGS her head repeatedly against the cannon wall. HOOK EXPLODES leaping the final distance between them ~--impaling the checkbook on his sword.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "Okay--Cash--no problem. I don’t have much on me--Is there a...cash machine? HOOK SLAMS PETER against the mast--the hook at his throat His blue eyes burn deep red--his voice from the grave. a",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOOK",
          "text": "(up close and personal) Do you mean to tell me--I escaped \"death by crocodile\"--waited and suffered years of misery and boredom in this dreadful awful place--Nothing to do but kill Indians, chase dirty little boys and dally on the beach-- all for that special moment in time when I could fulfill my destiny-- --assume my rightful place in history --and THIS [Peter] is my reward? (his blue eyes well up) How could you do this to me, Peter? How could you--embarass me so-~? Hook sags with major disappointment. Humiliated.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOOK",
          "text": "(sheathing his sword, destroyed) I will not soil my steel with your blood. You...you...WIMP! KILL HIM!",
          "sentiment": "neutral"
        },
        {
          "speaker": "KILL HIM DEAD",
          "text": "PIRATES SEIZE PETER-~Smee ties his hands behind him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "Wait--you can’t do this-- - JACK SHAKES THE NET--screaming. Maggie convulses tears",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Fight, Dad, fightttt!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE",
          "text": "Dadeeeeeee!",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOLLOW PETER",
          "text": "Pirates prod him with swords and gaffs across the maindec He stares in horror down a one way bridge. THE PLANK!",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "This is crazy--! Let my kids go!",
          "sentiment": "neutral"
        },
        {
          "speaker": "KILL THEM",
          "text": "WAR! I never want to hear the name \"Pan\" again! JACK & MAGGIE drop from the net screaming and kicking rig in the arms of Noodler and Jukes. Pirates GROAN in dejection.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oo",
          "sentiment": "neutral"
        },
        {
          "speaker": "06/21/90 51",
          "text": "TINK ZOOMS from the Cannon, buzzing through Pirates-- --TO HOOK--watching on the Quarterdeck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TINK",
          "text": "What about the name \"Hook\"? ?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOOK",
          "text": "Are you in on this too, Miss Bell!?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TINK",
          "text": "Is this the kind of war you want to be remembered for?--Making a middle- aged slobbo walk the plank followed by his kids? Is it? Hmmm? Is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOOK",
          "text": "When I want advice from a faerie, I‘11 ask for it! He swipes at her with his Hook--She dodges. It sticks fas in the rail. He struggles and yanks trying to free it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TINK",
          "text": "You’re a codfish and a coward! Tink hovers in Hook’s face, her dagger pressed right against his nose.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOOK",
          "text": "(cringing) Hook? A \"coward\"? Bad form.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TINK",
          "text": "7. days--a week--I/11 get him in shape-- Smee i1evels a blunderbuss pointblank behind Tink. Stando",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMEE",
          "text": "It’s a trick, Cap’n. Lemme blow her to pixie hell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TINK",
          "text": "(punctuating with her dagger) People the war of the zou peor The ultimate battle between the forces of good and evil. That’s what they came to see--INDIANS, PIRATES, LOST BOYS clashing in brutal combat. Action--danger--feats of derring do. Glory!.....Hook vs. Pan!",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOOK",
          "text": "---That---is not \"Pan\". (points disgustingly at Peter)",
          "sentiment": "neutral"
        },
        {
          "speaker": "06/21/90 52",
          "text": "PETER wobbles on the plank, looking down at the uninvitin waters 50 feet below. Vertigo takes hold.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TINK",
          "text": "He will be. 7 days. Think about it. Tink directs Hook’s attention to the crew, all waiting on the main deck in anticipation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TINK",
          "text": "Look at your crew. Do you want to be stuck on the high seas with this bunch of psychos after you disappoint then. They’11 be antsy, moody--no self esteem. I sure wouldn’t want them on my hands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Hook surveys them. Antsy, moody, no self-esteem, major disappointment, let down, goals destroyed, betrayed....",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOOK",
          "text": "2 days.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TINK",
          "text": "4.days. Bare minimum for a decent \"Pan\".",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOOK",
          "text": "3 days. That’s my final offer-- (whispering to Tink) We both need Pan, don’t we Miss Bell. Are you sure you can deliver--",
          "sentiment": "neutral"
        },
        {
          "speaker": "TINK",
          "text": "(whispering back) Does a crock tick in the dark? Hook. \"Perish the thought\"--then with villainous aplomb.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOOK",
          "text": "After further consideration, in the best interests of all concerned, I have agreed this so-called \"Pan\" will return in--3_days to commence the war between good-- (thumbing his nose at Peter) and evil--to the death--or--the little rug rats die...like...like...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMEE",
          "text": "oeee Fats? Hook frees his claw from the deck to shake on it. A CHEER GOES UP from the Pirates on the deck below.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOOK",
          "text": "Guns fire! Pandemonium. SMEE POPS CHAMPAGNE spewing bubbl everywhere. PETER inches his way back up the plank, trying to look grateful. Hook sneers at the other end--",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOOK",
          "text": "Go on--whatever you are. Get out of my sight. Fly your carcass out of here-- HOOK JUMPS UP AND DOWN real fast on the plank-- PETER CATAPULTS into the air--suspended for a moment--",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "I can’t flyyyyy!",
          "sentiment": "neutral"
        },
        {
          "speaker": "TINK",
          "text": "(to herself, desperate) He...can’t...fly....s PETER--his sad face looking up--a failure--He plummets in the sea and disappears. JACK AND MAGGIE collapse into each other wailing anguish. HOOK makes his way through the celebration, unaware. He waves his hat ascending the stairs to his cabin--",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOOK",
          "text": "(through his frozen smile) I’m.so depressed. Peter Pan... (depressed pause) grew up to be.....a Wuss. He enters his great cabin and closes the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOOK",
          "text": "TINK CIRCLES above Peter’s point of entry, stunned.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TINK",
          "text": "Swim! Peter! You can swim can’t you? (nothing, just bubbles) I told you you weren’t ready! Didn’t I? Didn’t I say that?...Damn you, Peter Pan!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter sinks, struggling to free his hands, kicking, slowl drowning. He blacks out. A BABY CRIES-- startling Peter awake--",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIFE FLASH TO",
          "text": "EXT. KENSINGTON GARDENS - DAY 1902 - BABY’S POV = DAY MOTHER leans in the \"pram\" kissing her beautiful new baby boy. She is everything a Mother should be. He coos and giggles the language of babies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "Are you talking to the faeries, my little man? Peter, you are youth-- | you are joy-- | Suddenly everything is dark. THUNDER CRACKS. Rain pours i the pram. Mother is gone. A DARK EVIL FACE leans in. Eyes glowing red. Peter screams--lifted toward the face--",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOOK",
          "text": "Who and what art thou?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RESUME",
          "text": "Screaming! Water choking his lungs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The INFANT PETER wails abandoned on a small island in driving rain and thunder. Suddenly the trees are filled with twinkling lights--FAERIES, scores of them, light around Peter holding leaves to shield him from the rain. A YOUNG TINKERBELL slides down his head. A smile. Babytal Tink answers him. He understands. Giggling. Cackling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RESUME",
          "text": "A GIANT FISHTAIL rushes by. HIGH PITCHED squeals echoing! Peter sees something wonderful. He smiles, reaching out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Soaring past Big Bend then blurring to a row of houses on Kensington Road--landing outside a garret window. We know this window like the fondest memories of. childhood.",
          "sentiment": "neutral"
        },
        {
          "speaker": "06/21/90 55",
          "text": "PETER’S POV - THE DARLING NURSERY WENDY age 15, telling a story to a group of stuffed animals. She suddenly senses she’s being watched. She fac the window. She rushes to us--laughing--crying--",
          "sentiment": "neutral"
        },
        {
          "speaker": ". WENDY",
          "text": "Oh--Peter--I knew you’d come back. I knew you would. I never gave up on you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RESUME",
          "text": "He drowns......DARKNESS CONSUMES US.....",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER, (VO)",
          "text": "Peter? If you shut your eyes and you are a lucky one, you may see a shape- less pool of lovely pale colours suspended in darkness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER, (VO)",
          "text": "That’s it. If you squeeze your eyes tighter, the colours become so vivid they must go on fire. Just before they do--you see it--See it, Peter? THE COLORS INTENSIFY, BURNING BRIGHT--like the sun on the back of your eyelids--a burst of fiery orange--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A female silhouette blocks the glare.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER, (VO)",
          "text": "Wake up, Peter. You must.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIGHT ON PETER",
          "text": "No signs of life. Skin blue and pale. He doesn’t blink. H lips icy. Webbed feminine hands lower a Nautilus shell ov his mouth and nose. TURQUOISE LIPS blow gently into it. H chest heaves--He coughs up water--gasping for air!",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "Mother? PETER’S POV - THE VIVID COLORS TAKE SHAPE - ANGELIKA, the face of an angel, UNA, a husky temptress, BABS, turquoise lips and flaming orange hair, fawn over him. Their laughter is like tinkling glass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "Am I...dead?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANGELIKA",
          "text": "Only if you want to be. He’s sprawled on a rock, his legs dangling in turquoise waters, clothes tattered and torn. He sees the Maidens fr the waist up. It’s an ample view. Angelika and Una caress him with langorous strokes. He’s embarassed and aroused.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANGELIKA",
          "text": "You’re safe here, Peter. Forever...",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "You know who I am? The 3 MAIDENS laugh seductively. Nodding in agreement.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANGELIKA",
          "text": "Oh, don’t be silly. Everybody knows Peter Pan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "-.-I really am...Peter Pan....",
          "sentiment": "neutral"
        },
        {
          "speaker": "BABS",
          "text": "Of course you are. We should know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "UNA",
          "text": "We saw what happened. We saved you. Hook’s so disgusting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANGELIKA",
          "text": "Why didn’t you fly away?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "i gan‘t fly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "UNA",
          "text": "Yes you can.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "No....I don’t remember how. BABS . Well, why didn’t you fight then?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "I can’t fight. Look at me. I’m...old--",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANGELIKA",
          "text": "You’re only old if you want to be.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BABS.",
          "text": "You’re strong. Look at those muscles. She strokes his muscleless arms. Peter flushes. Unnerved.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "I--do work out...but I’m not the same person I used to be. : Babs grabs his \"love handles\" on both his hips--",
          "sentiment": "neutral"
        },
        {
          "speaker": "BABS",
          "text": "Ohhhh--You’re perfect.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANGELIKA",
          "text": "See for yourself. The waters do not lie. She smoothes a water surface to the stillness of glass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANGELIKA",
          "text": "The lagoon reflects what’s inside of you. What’s inside of everyone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IN THE WATER",
          "text": "Staring back at Peter is a BOY--age 12 or 13. Peter at th age. Mischief in his eyes. Hair wild. Body lean--muscular He touches his face. The reflection does too. Peter slowl grins--so does his image. He is awestruck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANGELIKA",
          "text": "The child is there, Peter. You just have to find it. Angelika’s form blurs past him KERPLOPADA! Right in the center of the reflection. She has a tail! Babs and Una follow--their sleek fish-tailed forms knife into the wate He hurries along the rock jetty in pursuit. The 3 Mermaid cruise beside him, splashing, laughing, flirting, displaying their incredible forms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "Wait? How do I find it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "UNA",
          "text": "(blatant solicitation) I’d love to show you, Peter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BABS",
          "text": "(flaunting her assets) It’s my turn to show him. Let me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANGELIKA",
          "text": "The choice is Peter’s. He’s a big boy. They ogle him like a hunk at the beach. Peter, embarassed stops suddenly at the end of the rock. Under double rainbows, the magnificent lagoon spreads before hin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cavorting with Dolphins, leaping in review for him. Sunni their incredible forms on the rocks raising up to see Pan Near the waterfall, Mermaids play a kind: of basketball w brightly colored bubbles and giant clamshell goals at eac end visible in the spray. (right out of Barrie} All call his name and wave---",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERMAIDS",
          "text": "Hi, Peter! It’s Peter! He’s back! <+-chanting in high pitched dolphin-like voices. A CACAPHONY of the most wonderful feminine sounds--",
          "sentiment": "neutral"
        },
        {
          "speaker": "UNA",
          "text": "Come on in, Peter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BABS",
          "text": "Jump! Jump, Peter!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANGELIKA",
          "text": "c’mon, Peter! We’re waiting for you! Peter looks around like a 12 year old kid to see if his parents are watching. He finds us--",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "(naughty devilish grin) I think...I’/m having a happy thought. No kidding? HE LEAPS---YELLING all the way down--a perfec CANNONBALL into the school of adoring Mermaids. cUT TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Lost Boy camp sits on a bluff. A tangle of haphazard treehouses, rope ladders and underground hideouts. A 2 masted Sloop that has seen better days rests on launc blocks at the edge of the water. Haphazard repairs and renovations evident. A nameplate; \"THE DARK AVENGER\".",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_912"
    }
  ]
}