{
  "movie_id": "MOV927",
  "scenes": [
    {
      "location": "OPEN SEA BARGE",
      "time": "NIGHT",
      "characters": [
        "SQ. 2001",
        "TUFFNUT, (CONT'D)",
        "MATCH DISSOLVE",
        "I..I...",
        "POTTY BREAK",
        "ARCHER",
        "ON A NEARBY DAIS",
        "RAGNAR",
        "THE GREAT HALL",
        "VIKINGS",
        "HOLD ON, TOOTHLESS",
        "TRAPPER",
        "A FLYING P.O.V",
        "TO",
        "SNOTLOUT, (0.S.)",
        "BACK ON DECK",
        "NO",
        "FADE IN",
        "SQ. 3201",
        "-- AAGHH",
        "INSIDE",
        "SQ. 3051",
        "IVAR",
        "RAGNAR, (CONT'D)",
        "GOBBER, (CONT'D)",
        "AGGHH",
        "ASTRID, (CONT'D)",
        "GRIMMEL",
        "SQ. 2301",
        "FISHLEGS, (CONT'D)",
        "ERET",
        "SQ. 2201",
        "SNOTLOUT",
        "-- ENOUGH",
        "HICCUP, (V.O.)",
        "RUFFNUT, (0.S.)",
        "RAGNAR THE ROCK",
        "TUFFNUT RUFFNUT, (CONT'D)",
        "THE WORL--",
        "TO THE CHIEF",
        "RUFFNUT",
        "SQ. 1501",
        "SOLDIER, (CONT'D)",
        "STORMFLY",
        "GOBBER, (0.S.)",
        "SQ. 401",
        "GRISELDA",
        "ACK",
        "CHAGHATAI",
        "ASTRID",
        "IVAR THE WITLESS",
        "GRIMMEL, (CONT'D)",
        "STOICK, (CONT'D)",
        "I/E. BERK",
        "HICCUP, (0.S.)",
        "STOICK, (0.S.)",
        "TUFFNUT",
        "SQ.101",
        "GRIMMEL, (0.S.)",
        "VALKA, (CONT'D)",
        "HOARK",
        "OFF THE COAST OF NEW BERK",
        "DISSOLVE TO",
        "HICCUP, (CONT'D)",
        "FISHLEGS",
        "PHLEGMA",
        "STOICK",
        "--AGGHH",
        "OUTSIDE",
        "HICCUP",
        "CUT TO",
        "SPITELOUT",
        "AN ENORMOUS ARENA",
        "CHAGHATAT",
        "SOLDIER",
        "BACK ON THE SHIP",
        "--BUT YOU WALKED THROUGH FIRE",
        "I'M WITH HIM",
        "TOOTHLESS",
        "VIKING",
        "SQ. 3501",
        "I'M WI-- I'M WITH HIM",
        "GOBBER",
        "VALKA",
        "GRISELDA THE GREVIOUS",
        "ON THE GROUND",
        "SQ. 1601",
        "AAGGH",
        "TUFFNUT, (0.S.)",
        "SQ. 3401",
        "RUFFNUT, (CONT'D)",
        "GRIMMEL, (V.O.)",
        "CHAGHATAI KHAN"
      ],
      "dialogues": [
        {
          "speaker": "SQ.101",
          "text": "A creaking ship in heavy fog. A deck crammed with large cages. Silhouettes of muzzled dragons stir within them. A TRAPPER (IVAR THE WITLESS) walks the deck. A captive drag whines through its muzzle. Ivar hits the cage with his sp shutting it up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IVAR THE WITLESS",
          "text": "Quiet! A “CLICK” at the end of the corridor stirs Ivar’s attenti A sword ignites, revealing an arresting figure in black, glistening dragon armor. A helmet and visor hide his face IVAR THE WITLESS (CONT’D) What are you? The DRAGON WARRIOR (HICCUP) raises a finger to his visor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP",
          "text": "Shhh. Behind Ivar, TOOTHLESS creeps down from the top of a cage with glowing blue nostrils and dorsal plates, SNARLING. Panicked, Ivar rushes toward Hiccup, trying to get past h Ivar jabs his spear. Hiccup hooks it in his flaming sword deftly disarms him, sending the spear clattering to the d Ivar grabs a hanging lantern and hurls it at Hiccup. It bounces off of his armor and hits the deck, its oil burst into flame. Undaunted, Hiccup steps through it, fire lick off of his fireproof suit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IVAR THE WITLESS",
          "text": "Aaaagh! You’re a demon!",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP",
          "text": "Shhh! No, no, I’m not a demon, I’m not a demon. He raises his visor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP, (CONT'D)",
          "text": "See? Just a guy! Just a guy here to rescue these dragons. So -- \fHTTYD: The Hidden World - 12/05/18 - Final (DeBlois) 2.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP",
          "text": "Dragon scales! Dragons shed a lot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IVAR THE WITLESS",
          "text": "No, I know a demon when I see one! No human legs are that skinny!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SNOTLOUT, (0.S.)",
          "text": "Think that’s a good entrance? An explosion of flame hits the deck as a HIDEOUS ZIPPLEBA (HOOKFANG) lands, engulfed in fire. At it center, SNOTLOU stands in his saddle, dressed in ridiculous Nightmare-the dragon armor, his arms raised in victory. SNOTLOUT (CONT’D) Get a load of me! (then, noticing his suit has caught fire) Ahh! AGGH!",
          "sentiment": "neutral"
        },
        {
          "speaker": "IVAR THE WITLESS",
          "text": "I knew it! MORE DEMONS! Snotlout rushes past, SCREAMING, with his rear aflame.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP",
          "text": "(exasperated) No, really just a nitwit who forgot to fireproof his butt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SNOTLOUT",
          "text": "AGGHH! Hot-hot-hot! Snotlout dives to the deck, rolling to extinguish his smoldering posterior, right into a seeping cloud of green gas, spreading between the cages like dry ice. SNOTLOUT (CONT’D) (realizing) Guys, NO! Not yet! CLICK. The gas erupts into a fire ball! The dissipating smoke reveals RUFFNUT and TUFFNUT, striki dramatic poses akin to stage magicians, sloppily dressed Zippleback-themed armor. BARF & BELCH, their twin-headed HIDEOUS ZIPPLEBACK, emerges behind them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUFFNUT",
          "text": "Behold your worst nightmare. \fHTTYD: The Hidden World - 12/05/18 - Final (DeBlois) 3.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUFFNUT",
          "text": "Behold--",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUFFNUT",
          "text": "--Along with his sister, who insisted on coming.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUFFNUT",
          "text": "That’s my intro?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP",
          "text": "Guys, too soon! You always come in too soo--.",
          "sentiment": "neutral"
        },
        {
          "speaker": "--AGGHH",
          "text": "FISHLEGS crashes down between them with flared, scarab-li wings. He rolls across the deck in heavy Gronckle-themed dragon armor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FISHLEGS, (CONT'D)",
          "text": "Sorry! Still getting the hang of my wings! He rocks on his back like a helpless sea turtle. A baby GRONCKLE (FISHMEAT) pops its head up from Fishlegs’ belly pouch, GURGLING happily.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP",
          "text": "Fishlegs? Again with the baby? This is a raid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FISHLEGS",
          "text": "I couldn't find a sitter! Ivar seizes his moment and scrambles for the alarm bell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRAPPER",
          "text": "Demons everywhere!! IT’S THE END OF",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE WORL--",
          "text": "--CLANG! ASTRID lays him out with a flying side-kick, lan in Nadder-themed dragon armor. STORMFLY, her DEADLY NADDE lands protectively by her side. Hiccup rounds the corner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP",
          "text": "Astrid. I had him right where I wanted him. She flips up her visor, flashing a cheeky grin. \fHTTYD: The Hidden World - 12/05/18 - Final (DeBlois) 4.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASTRID",
          "text": "And now he’s right where I wanted him. Let’s get to work. They spread out toward the dragon-filled cages.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP",
          "text": "(hushed) Okay, we screwed that up. But at least nobody else knows we're here. AN AERIAL VIEW of the deck shows TENS OF TRAPPERS stealth closing in. The rescue team sets about opening cages and approaching spooked dragons within. Hiccup removes the muzzle from a nervous dragon. He calms it, offering his open hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP, (CONT'D)",
          "text": "Easy, girl. It’s okay. We’re gonna get you out of here. Fishlegs approaches a massive, antlered dragon in a cage squeals with glee.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FISHLEGS",
          "text": "A Crimson Goregutter?! FISHMEAT and the Goregutter eye each other curiously. The baby GURGLES excitedly, causing the giant dragon to crack hint of a smile. Ruffnut rushes up to a cage, containing a tiny, round bea ball of a dragon (a HOBGOBBLER). It watches her, nonpluss",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUFFNUT",
          "text": "Hah! Look at this weirdo. Bet it’s super dumb. She tugs at the latch like an idiot, then slaps the bars.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUFFNUT, (CONT'D)",
          "text": "Ugh! Why can’t I get this cage open?! Astrid rushes by, lifting the pin. The cage door swings o",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASTRID",
          "text": "It slides.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUFFNUT",
          "text": "Psh. Obviously. \fHTTYD: The Hidden World - 12/05/18 - Final (DeBlois) 5. Suddenly, TRAPPERS rush toward the rescuers, closing in o all sides.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRAPPER",
          "text": "Attack!",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP",
          "text": "Get the rescues out of here!",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRAPPER",
          "text": "Get that Night Fury! The trappers attack. Hiccup swipes his flaming blade, parrying a blow. Toothless bounds over Hiccup and takes o several trappers at once, deflecting blows with his wings swiping them off of their feet with his tail. Ruffnut and Tuffnut disarm a trapper in a bumbling one-tw and send him crashing into the bars of a cage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUFFNUT",
          "text": "No running on the deck! It’s slippery. You could fall. Snotlout charges past them, swinging his mace wildly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SNOTLOUT",
          "text": "Step aside! Let me handle the tough guy stuff! His helmet gets spins on his head, masking his sight as t trappers close in, about to strike his down... «+. aS Hookfang cranes over and blasts fire at them, send them fleeing, covered in flames. Snotlout turns his helme around to see them fleeing. SNOTLOUT (CONT’D) Yeah! That’s two for me! A pair of trappers rush toward Fishlegs just as he ducks pick up Fishmeat. One trapper swings right over his head, clocking the othe trapper square in the jaw.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRAPPER",
          "text": "Sorry! Before he can react, the Crimson Goregutter’s tail sweeps through, sending him flying. BACK TO HICCUP, as he’s rushed by several trappers in succession. \fHTTYD: The Hidden World - 12/05/18 - Final (DeBlois) 6. He uses a cage door to deflect a blow, then yanks it back disarm his attacker. Toothless uses his tail to send the trapper into the cage door, knocking him out cold.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP",
          "text": "Thank you. Now go get the rest, Bud! ASTRID is dodging blows from a spear-wielding trapper, handily defeating them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASTRID",
          "text": "I thought this was supposed to be a stealth mission!",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP",
          "text": "They always start that way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASTRID",
          "text": "Look out! She pushes Hiccup out of the way as a trapper thrusts a s at her. She cleaves off the head of the spear with her ba axe. Stormfly drops in and plucks the trapper out of the fray, dropping him overboard with a SPLASH. ASTRID (0.S.) (CONT’D) Thanks, Stormfly! FROM THE MAST ABOVE, VALKA watches in her warrior armor. dragon, Cloudjumper, sits perched beside her. As they tak the mayhem unfolding below, Cloudjumper turns to Valka, GRUMBLING.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALKA",
          "text": "Oh, stop worrying. They’1l get it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BACK ON DECK",
          "text": "SNOTLOUT leaps from the top of a cage with a WAR CRY, but snags his cape on the corner, leaving him dangling helple as trappers close in. FROM THE MAST ABOVE, Valka shakes her head. VALKA (CONT’D) Eventually.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BACK ON DECK",
          "text": "HICCUP raises his visor. \fHTTYD: The Hidden World - 12/05/18 - Final (DeBlois) 7.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP",
          "text": "Rescue team! Move out! We got ‘em all! Ruffnut and Tuffnut are encircled by trappers, all brandishing weapons. The Twins raise their hands in surrender. Barf and Belch suddenly pluck them out of the fray, airlifting them to safety.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUFFNUT",
          "text": "I’m gonna headlock every last one of you! I might even leg-lock you. HOOKFANG swoops in and grabs Snotlout from where he dangl flying him out of the battle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SNOTLOUT",
          "text": "Amateurs! I was just getting started! ASTRID runs to the railing, yelling to the remaining rescuers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASTRID",
          "text": "Clear out, guys! Go! Go! FISHLEGS flees from pursuing trappers and dives over the railing of the boat, seemingly into the water below. He reappears, riding his GRONCKLE backwards.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FISHLEGS",
          "text": "Woohoo! ON TOOTHLESS, rushing down a row of cages, checking for stragglers. He senses something stirring in a locked cage peers inside, curious and sniffing, but sees nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP, (0.S.)",
          "text": "Toothless! Time to go! Toothless rushes off. Inside the cage, a piercing pair of blue eyes open on an otherwise invisible dragon. ON HICCUP, awaiting Toothless by the railing. He turns to find the remaining trappers angrily surrounding him. He i painfully outnumbered.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP, (CONT'D)",
          "text": "Oh... hey guys. Suddenly, from behind them, trappers start flying into th air. Toothless barrels through them like bowling pins, rushing toward Hiccup. He scoops Hiccup onto his saddle a takes wing, escaping into the fog... \fHTTYD: The Hidden World - 12/05/18 - Final (DeBlois) 8.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP, (CONT'D)",
          "text": "Ha! You always have my back, bud. +. And leaving the battered, smoldering ship behind, relieved of its cargo. Ivar wearily watches them escape.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "8Q.201 - “Berk Overcrowded, Part 1” PULLING through a flurry of wings -- a curtain of swirlin color... .-+. Unveiling Hiccup and the RESCUE TEAM returning from raid, leading the group of freed dragons. Hiccup turns in the saddle, revealing bustling Berk in th background -- a hive of activity. Literally hundreds of dragons in movement.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP",
          "text": "This... is Berk! Your new home away from home. A stunning one-stop, all- expense-paid dream destination! They fly into the clustered, overbuilt village skyline. Dragons are perched on every available rooftop, greeting arriving newbies with excitement. They take flight, follo the returning rescue party in a parade of color.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP, (CONT'D)",
          "text": "So settle in and let your worries melt away! The service here soars, the cuisine’s fiery... A dragon roasts a rack of meat for a Viking cook. The who hut catches fire. A Scauldron flies by and douses it with blast of water. Gothi cuts across their path, wilding riding her staff li witch’s broom carried by terrible terrors.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP, (CONT'D)",
          "text": "++. and the locals are as colorful as you get! The ground is crawling with dragons of every kind. So man that no actual ground is visible. \fHTTYD: The Hidden World - 12/05/18 - Final (DeBlois) 9. Vikings travel to and fro by hopping from dragon to drago like a giant game of Frogger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP, (CONT'D)",
          "text": "Any run-of-the-mill paradise boasts beaches and sunshine. Well, not us. We've got something no one else can touch. We, my friend, have dragons! Lots and LOTS of dragons! They land on the dragon elevator in the center of the upp plaza. The crowd of Vikings scatter, moving out of the wa the new dragon arrivals. Two sheep dressed as dragons continue grazing as the shadow of the gigantic new dragon comes across them. They panic and run off, leaving their dragon costumes behind. Toothless and Hiccup hop off of the elevator and onto the crowded plaza.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP, (CONT'D)",
          "text": "Gang, meet our latest Berkians! “OOHS” and “AHHS” sound from the crowd. The CRIMSON GOREGUTTER surveys his new surroundings as Berkians put t hands out to greet it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIKING",
          "text": "Welcome to paradise, mate! The Rescue Team lands, followed by the overwhelmed newbie Berkians and dragons alike surround the new dragons, givi them a heroes’ welcome.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHLEGMA",
          "text": "Aren’t you a beauty!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SNOTLOUT",
          "text": "Oh, you're welcome. You’re welcome. I took on, like a hundred trappers, a thousand trappers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUFFNUT",
          "text": "All with burning undies. She SNICKERS. Tuffnut pops off his helmet. Surrounding Vikings and dragons recoil from the stench.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUFFNUT",
          "text": "My thick, full beard almost caught on fire. He strokes his “beard,” which is actually his hair, braid around his face. \fHTTYD: The Hidden World - 12/05/18 - Final (DeBlois) 10.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUFFNUT",
          "text": "Ugh. Just... just stop. Snotlout saunters up to Valka, puffing his chest out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SNOTLOUT",
          "text": "So, Hiccup’s Mom, any notes on my bone-crushing assault, or was it pretty much perfect?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALKA",
          "text": "Oh, it was... indescribable. And please, call me Valka. It has been a year. She walks off to inspect the newly freed dragons, leaving Snotlout grinning from ear to ear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SNOTLOUT",
          "text": "(amazed, under his breath) First name basis. Hiccup mashes Toothless’ cheeks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP",
          "text": "I think the real hero of the day was Toothless. Isn’t that right, Bud? What would we do without you, oh King of Dragons? What would we do? Astrid hops out of Stormfly’s saddle, rolling her neck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASTRID",
          "text": "Well, we could train a lot harder, for one. That was pretty sloppy. Valka looks over smiling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALKA",
          "text": "(phrasing it delicately) Astrid does have a point. Perhaps you all rely a little bit too much on your dragons... and not enough on one another.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SNOTLOUT",
          "text": "See, that’s exactly what I was saying! Just listen up, guys. Astrid rolls her eyes. Snotlout saunters up to Hiccup. \fHTTYD: The Hidden World - 12/05/18 - Final (DeBlois) 11. SNOTLOUT (CONT’D) Yep, your Mom’s super impressed with me. I’m like the son she always wanted. Fishmeat hops out of Fishlegs’ pouch and scurries over to giant Crimson Goregutter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FISHLEGS",
          "text": "Fishmeat! You found a new friend! Fishmeat dances at the Goregutter’s feet. In response, th Goregutter pounces playfully, clumsily slamming into the towering totem.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIKINGS",
          "text": "Mind your heads! It cracks, teeters, and collapses. Vikings HOLLER and div for cover. Dragons take to the air. The totem smashes int “bird house” structure, creating a chain effect of collap buildings. The last to topple goes over the cliff. Hiccup and Toothless cringe, as Gobber pushes through the crowd, looking more disheveled than ever.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GOBBER",
          "text": "What good is having the King of Dragons around if he can’t keep the order? Hiccup turns to Toothless.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP",
          "text": "Hey, bud? You wanna... do something here, or...? Toothless calls the Goregutter into line with a roar. He respectfully. The baby Gronckle scurries off, intimidated",
          "sentiment": "neutral"
        },
        {
          "speaker": "GOBBER",
          "text": "And where do you suppose we put these ones?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP",
          "text": "Oh, we'll make room. He turns to see the beachball-sized Hobgobbler staring blankly at him. He GASPS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GOBBER",
          "text": "Ah! You brought back a Hobgobbler?! They’re a bad omen. We’re cursed! \fHTTYD: The Hidden World - 12/05/18 - Final (DeBlois) 12. Valka scoops up the Hobgobbler, looking it over affectionately.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALKA",
          "text": "Nonsense. What harm could he do? It never takes its eyes off of Gobber. VALKA (CONT’D) No injuries. They’re all a little shaken but otherwise healthy. (to the rescues) Now, who’s hungry?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Seq.211 - Berk Overcrowded Pt 2",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE GREAT HALL",
          "text": "The Berk equivalent to a crowded cafeteria. Dragons and Vikings crammed in together, filling every space, sprawle out on tables, hanging off of chandeliers. Hiccup and Toothless enter last, with Gobber hobbling alongside, exasperated.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GOBBER",
          "text": "Point is, you can’t keep bringing dragons back here. As Gobber and Hiccup make their way through the crowd of dragons and people, SNOTLOUT runs by with his dragon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SNOTLOUT",
          "text": "Come on, boy! Hiccup and Gobber wait for them to pass, then continue walking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GOBBER",
          "text": "You're just asking for trouble. Hiccup throws a hand in front of Gobber, stopping him fro stepping forward. A mischievous dragon scampers past, wit burly viking in close pursuit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIKING",
          "text": "No you don’t, you little thief! Hiccup and Gobber wait for them to pass, then resume. \fHTTYD: The Hidden World - 12/05/18 - Final (DeBlois) 13.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GOBBER",
          "text": "Those trappers are getting closer by the day.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP",
          "text": "We can handle them. We have the Alpha. Isn’t that right, Bud? (beat) Would you look at how happy they are? Gobber grumbles as they navigate the chaotic hall, dodgin Gothi as she flies by, carried by dragons. Valka is arm wrestling the brawny Spitelout. She wins. RACK FOCUS to reveal Snotlout watching in slack jawed awe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SNOTLOUT",
          "text": "She's... awesome. Hiccup throws an arm around Gobber as they join the lunch line. Stew is ladled into heaping bowls and handed off to hungry arrivals.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP",
          "text": "Gobber! Relax, we did it. The world’s first dragon-Viking utopia. We made the dream a reality!",
          "sentiment": "neutral"
        },
        {
          "speaker": "GOBBER",
          "text": "Your dream, maybe. Mine’s less crowded and more -- AGHH! The Hobgobbler bobs up, basking in the steaming cauldron stew.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GOBBER, (CONT'D)",
          "text": "Sanitary.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP",
          "text": "Gobber! You’re not fooling anybody. I know you love them. Toothless calls the young dragon out of the stew pot with low growl. The newbie crawls out and slinks off, sheepish Hiccup and Gobber carry their filled bowls to the head ta and squeeze in between Astrid and Valka, crushing them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GOBBER",
          "text": "You’re supposed to be the generation that leads us into the future. \fHTTYD: The Hidden World - 12/05/18 - Final (DeBlois) 14. He looks around at the Gang. Tuffnut picks his teeth whil Belch steals his food. Snotlout starts a food fight with Hookfang.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SNOTLOUT",
          "text": "Ha! Food fight! Ruffnut vapidly gazes at her reflection in a tankard...",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUFFNUT",
          "text": "Gor-ge-ous. ... then gets hit with a turkey leg. She joins the food fight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUFFNUT, (CONT'D)",
          "text": "Watch the hair! All the while, Fishlegs feeds Fishmeat in a highchair, ma dragon sounds as he flies in a spoonful of stew to its op mouth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FISHLEGS",
          "text": "Good Fishmeat! On-nom-nom-nom. Gobber gets hit with a lump of food. He wipes it off, glowering.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GOBBER",
          "text": "Ugh. Thor help us. He grabs Astrid and Hiccup, pulling them together in a headlock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GOBBER, (CONT'D)",
          "text": "Time to stop worrying about problems out there and start sorting out the ones right here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASTRID",
          "text": "Gobber...",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP",
          "text": "(squeezed under his arm) Okay, okay, I’1l think about it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GOBBER",
          "text": "Hang up those saddles and get married. A pregnant pause. The GANG gawk at the mention of marriag",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUFFNUT",
          "text": "The “M” word. \fHTTYD: The Hidden World - 12/05/18 - Final (DeBlois) 15.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUFFNUT",
          "text": "Gross. (beat) Unless it’s me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GOBBER",
          "text": "Start ruling like a proper royal couple. Hiccup grimaces, his face pressed into Gobber’s armpit. Gobber whispers into Astrid’s ear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GOBBER, (CONT'D)",
          "text": "Marry him, please. You’re the only one with any sense around here. With you wearing the pants, there’s still hope. Astrid peels away, awkwardly recoiling at the proposition",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASTRID",
          "text": "Wow! Not awkward at all. Thanks for that, Gobber!",
          "sentiment": "neutral"
        },
        {
          "speaker": "GOBBER",
          "text": "Astrid... don’t be like that! Hiccup pops his head out of Gobber’s armpit, GASPING for Tuffnut comes up behind Hiccup.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUFFNUT",
          "text": "Whoa. That is a definitive no. Look, if you need a beard to cry on, just lean on my shoulder and you can cry into my full, thick beard. He pulls Hiccup’s face into his filthy “beard.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP",
          "text": "(muffled) Oh, thank you, Tuffnut. Thank you... so much. Eret approaches and coughs awkwardly as Tuffnut clutches Hiccup in his beard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP, (CONT'D)",
          "text": "(muffled) Eret, son of Eret! What’s the report? \fHTTYD: The Hidden World - 12/05/18 - Final (DeBlois) 16.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ERET",
          "text": "Two more trapper barges spotted in the strait.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP",
          "text": "(optimistic) So we go after them! Hiccup turns to Gobber, leering back, judgmentally.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP, (CONT'D)",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GOBBER",
          "text": "One day, you’re going to pick a fight you can’t win. Hiccup grimaces back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "8Q.221 - Grimmel’s Deal",
          "sentiment": "neutral"
        },
        {
          "speaker": "A FLYING P.O.V",
          "text": "«+. Soars over a congested harbor, cluttered with warship reflection in the passing water below reveals the source bizarre, quad-armed airship, flown by four red-bellied dragons. A pair of dragon scouts lead the way, speeding over spraw network of wooden docks toward a bustling military base. Smoke hangs in the air, billowing from blacksmith chimney Store houses and barracks weave toward a hilltop arena, b within the ruins of a Stonehenge-like druidic circle. The airship hovers to a landing atop the hill, scattering slack-jawed soldiers. The dragons HISS, commanding a wide berth. These DEATHGRIPPERS are monstrous brutes, bulging armored back plates and blood-red underbellies. In place front legs, they scuttle on bulky, serrated pincers. GRIMMEL, 55, descends from the cockpit, tall, slender, an dressed head to toe in black, scaly leather. Grimmel enters a stone archway, flanked by his pair of Deathgripper scouts. Soldiers watch him keenly, hands gripping their sword hilts. Archers above follow his ever move, bows drawn, as they whisper a warning to each other \fHTTYD: The Hidden World - 12/05/18 - Final (DeBlois) 17.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARCHER",
          "text": "Deathgrippers. Grimmel and his pair of Deathgrippers disappear into the tunnel leading us into...",
          "sentiment": "neutral"
        },
        {
          "speaker": "AN ENORMOUS ARENA",
          "text": ".+. The size of the Colosseum. Sooty stone walls rise imposingly from a scorched dirt floor. A spider web-like of steel forms an impenetrable ceiling. Along its walls, a small collection of dragons lay stuffe into undersized cages, while at the center of the arena, enormous dragon is tethered in place. SOLDIERS brandishin shields and spears poke at the unruly beast. It ROARS thr muzzled jaws and thrashes its club tail in retaliation, swiping soldiers off of their feet. The pair of Deathgrippers emerge from the tunnel into the arena. They HISS, eyeing the captive dragons. Tusks exten from their heavy jaws. The training ring mayhem turns eer quiet. The captive dragons shiver and shrink to backs of their cages as the Deathgrippers pass. The unruly large dragon at the center grows still, averting its eyes from stalking predators.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON A NEARBY DAIS",
          "text": "A trio of WARLORDS (two males, one female) in unblemished decorative armor, hover over a map. Ivar The Witless (fro the opening scene) positions a small ship upon the table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IVAR",
          "text": "The dragon riders attacked us here, off the Eastern Strait. RAGNAR THE ROCK drives another boat piece into it, mouthi CRASH. The others glare at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHAGHATAI KHAN",
          "text": "Ragnar. He stifles his amusement.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAGNAR THE ROCK",
          "text": "Uh. Sorry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRIMMEL, (0.S.)",
          "text": "My dear warlords. They part to reveal Grimmel behind them, grinning as he p back his hood, exposing a shock of white hair. \fHTTYD: The Hidden World - 12/05/18 - Final (DeBlois) 18.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRIMMEL, (CONT'D)",
          "text": "How go your plans to conquer the world? Ragnar goes to embrace him with open arms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAGNAR",
          "text": "Ha! Grimmel! My old friend! Thank you for coming-- A Deathgripper pins him to ground. He YELPS. Grimmel look around, nonchalantly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRIMMEL",
          "text": "A year since Drago’s defeat and no further along with your dragon army, I see. Griselda The Grevious glares, sourly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRISELDA THE GREVIOUS",
          "text": "You can thank the young chief of Berk for that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRIMMEL",
          "text": "Stoick’s boy? Ragnar peeks out, still pinned under the Deathgripper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAGNAR",
          "text": "(straining under the weight of the dragon) He and his peace-loving dragon riders continue to raid our ships and steal our dragons.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRIMMEL",
          "text": "Hmph. That does sound like a nuisance. But I’m in the business of killing dragons, not retrieving them. He turns to leave, signaling the Deathgripper to follow. Ragnar sits up, catching his breath.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAGNAR",
          "text": "But, Grimmel...",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRIMMEL",
          "text": "The idiot boy has done all of the work for you, gathering the dragons in one place. Why bother me? \fHTTYD: The Hidden World - 12/05/18 - Final (DeBlois) 19.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHAGHATAI",
          "text": "Because the flock is protected by a Night Fury. Grimmel stop in his tracks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRIMMEL",
          "text": "Not possible.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHAGHATAI",
          "text": "It seems one slipped through your fingers. He glares, but Ragnar gets between them, forcing a smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAGNAR",
          "text": "Look, Berk's dragons will follow their alpha, so we'll pay you to capture him and bring the flock to us. Grimmel considers the proposition. In the background, his Deathgrippers antagonize the retrained Rumblehorn, nippin it while it thrashes against its chains.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAGNAR, (CONT'D)",
          "text": "(sweetening the deal) We even have your favorite bait.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHAGHATAT",
          "text": "The only dragon they left us from last night's raid. They gesture to a nearby cage. A white dragon lies curled by the back bars. Grimmel approaches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRIMMEL",
          "text": "A female? Hmmm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAGNAR",
          "text": "So do we have a deal? Old friend? Suddenly, the Rumblehorn breaks free and charges for the exit, directly in the path of Grimmel and the warlords. T scatter, but Grimmel stands his ground, effortlessly firi his crossbow and bringing it down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRIMMEL",
          "text": "When all is said and done, this young chief will bring me the Night Fury. In the resulting dust cloud, Grimmel pulls his foot from under its snoring snout. Grimmel turns with a smile. \fHTTYD: The Hidden World - 12/05/18 - Final (DeBlois) 20.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRIMMEL, (CONT'D)",
          "text": "They don’t have a leader. Just a boy. He walks off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SQ.251 - FLASHBACK #1 - “Our Home”",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A wide-eyed boy, 5, with rosy cheeks and a scar on his ch He stares ahead, wind buffeting his hair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STOICK, (0.S.)",
          "text": "Hiccup. This is Berk, son. It’s our home. PULL BACK to reveal YOUNG HICCUP in STOICK’S arms. They’r standing on a high lookout, taking in the village with it defense towers and catapults.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STOICK, (CONT'D)",
          "text": "It was the home of your grandparents, and their grandparents before them. It’s my job as chief to protect us, Hiccup. And one day, when you’re all grown up, that job will be passed onto you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP",
          "text": "(awed whisper) Okay. Stoick points to the setting sun on the open sea.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STOICK",
          "text": "It’s very important, son, because... out there, beyond the sunset, lies the home of the dragons. Hiccup looks up at Stoick in awe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP",
          "text": "Wow. \fHTTYD: The Hidden World - 12/05/18 - Final (DeBlois) 21.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STOICK",
          "text": "Aye. Legends tell of ships that sailed too close to it, only to drop off the edge of the world, never to be seen again. (beat) But those sailors who turned back told tales of a great waterfall and dragons guarding the entrance to a Hidden World.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP",
          "text": "Whoa.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STOICK",
          "text": "Not just a nest, Hiccup, but a land from which all dragons come.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP",
          "text": "Even... Night Furies? Stoick smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STOICK",
          "text": "Especially Night Furies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP",
          "text": "Those are scary. Hiccup turns back to the sunset, gawking in amazement.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STOICK",
          "text": "Don’t you worry. One day, I'll find the Hidden World and seal it up, so that people and dragons will fight no more.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sequence 0351 - “Our Home, Part 2” CLOSE ON Hiccup, staring into the sunset, brow furrowed, hair buffeted in the wind. Toothless shuffles up, WHIMPERING.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP",
          "text": "What? Toothless responds with a cute, pleading stare. \fHTTYD: The Hidden World - 12/05/18 - Final (DeBlois) 22.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP, (CONT'D)",
          "text": "Oh, all right. He reaches down and unbuckles his prothetic leg.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP, (CONT'D)",
          "text": "You do know, it’s not a chew toy, don’t you? Toothless gets into a dog-like play position -- crouched on his forelegs with his rear in the air. He dances aroun excitedly. Hiccup holds up the leg, waving it tauntingly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP, (CONT'D)",
          "text": "Is this what you want? Oh, do you want this leg? Do you want my leg? He tosses it over the cliff.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP, (CONT'D)",
          "text": "Go get it! Toothless bounds after it, leaping off of the cliff, and gliding wobbly after the leg as it plummets. He nabs it i his jaws and throws open his wings, rising again. Hiccup smiles, then removes his map, unfolding it as he b to his knees. He studies the archipelago, biting his lip. Suddenly, his prosthetic leg drops onto the map, bouncing splattering slobber over the parchment. He glances up to Toothless, riding the updraft with a loc flared mechanical tail.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP, (CONT'D)",
          "text": "Getting pretty good at gliding on your own, Bud. Toothless lands, panting happily. He nudges the prostheti leg closer, as Hiccup tries to concentrate. Suddenly, Stormfly bursts into view, blotting out Hiccup’ view of the sunset. She hovers above Hiccup, grinning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASTRID",
          "text": "(projected) Oh, so this is where you come to get away from Gobber? Hiccup CHUCKLES. \fHTTYD: The Hidden World - 12/05/18 - Final (DeBlois) 23.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP",
          "text": "I have no idea what you’re talking about. She hops off of Stormfly, smiling knowingly. Toothless ru to her with the slobbery prosthetic leg.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASTRID",
          "text": "Ewww. She takes it and lobs it over the cliff. Toothless bounds after it. Astrid wipes her hands on Hiccup’s shoulder in passing and plops down at the edge of the cliff, dangling legs off of it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASTRID, (CONT'D)",
          "text": "Well, he’s right, you know. Hiccup lights up, a goofy smile on his face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP",
          "text": "Really? You think you and I should...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASTRID",
          "text": "Oh, gods no. We’re nowhere near ready for that. Hiccup grimaces, hiding his hurt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP",
          "text": "No, that-that’s crazy...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASTRID",
          "text": "I mean he’s right about all of this. She gestures to the village below. Hiccup SIGHS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP",
          "text": "It does seem like the whole world knows about us now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASTRID",
          "text": "Yup. And the more dragons we bring back here, the bigger of a target we become. Toothless drops the prosthetic leg on her lap. She tosses again and he dives after it, happily.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASTRID, (CONT'D)",
          "text": "I just wish there was some way to make them leave us alone. \fHTTYD: The Hidden World - 12/05/18 - Final (DeBlois) 24.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP",
          "text": "There might be. She twists around, meeting his eyes, quizzically.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP, (CONT'D)",
          "text": "Dad used to talk about an old mariners’ myth, of a secret land at the edge of the world where dragons live totally out of reach. Astrid CHUCKLES, dismissive.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASTRID",
          "text": "Well, sailors are known for tall tales.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP",
          "text": "True. But what if it’s real? It could be the answer to all of our problems.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASTRID",
          "text": "How? By moving the dragons there? Hiccup shakes his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP",
          "text": "Uh uh. All of us. She stares, incredulous.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASTRID",
          "text": "Seriously. And abandon our home of seven generations? The home your father left you to protect? Pregnant pause. Hiccup shrugs and stammers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASTRID, (CONT'D)",
          "text": "Yeah, I think we need a real solution, Hiccup. Toothless lands and begins gnawing on the leg. Stormfly hovers, eyeing it, jealous.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP",
          "text": "(lightening the mood) Well, we could just take Gobber’s advice and tie the knot. That should fix everything. She rolls her eyes at him. \fHTTYD: The Hidden World - 12/05/18 - Final (DeBlois) 25.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP, (CONT'D)",
          "text": "(playfully) But hey... if you’re having doubts about yours truly, I’m pretty sure Snotlout’s available.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASTRID",
          "text": "He only has eyes for your Mom. Hiccup GASPS in mock insult and pulls her into a bearhug.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP",
          "text": "Oh, you’re playing dirty now, huh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASTRID",
          "text": "(laughing) You asked for it! Looks like there might be a wedding after all!",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP",
          "text": "(struggling) How dare you! That is a low blow. No, no, you’re not getting away... She grabs his arm and twists it behind his back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP, (CONT'D)",
          "text": "Aghh! Okay, okay! You win! You win! You always win. She GIGGLES and settles into an embrace.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASTRID",
          "text": "You knew what you were getting into.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP",
          "text": "Uh huh. Right. IN THE BACKGROUND, Toothless’ ear plates perk up. He drop the prosthetic leg and raises his head, twitching his ear He gets to his feet and shuffles to the edge of the cliff staring off into the forest below. Hiccup turns toward hi",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP, (CONT'D)",
          "text": "Uh, Bud? Toothless suddenly bounds off of the cliff, gliding and bounding into the distance. Hiccup gets up and hops to the edge of the cliff. \fHTTYD: The Hidden World - 12/05/18 - Final (DeBlois) 26.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP, (CONT'D)",
          "text": "Yeah, sure, don’t bother to wait for us! Toothless continues into the distance, without looking ba",
          "sentiment": "neutral"
        },
        {
          "speaker": "SQ. 401",
          "text": "Toothless weaves between trunks, following a distant MOAN Drips from the past rainstorm patter all around. Mist blankets the forest floor. Twigs snap under his weight. Suddenly, the mournful call ceases. Toothless sniffs the and pushes his snout through the underbrush. His glisteni eyes widen in amazement. Ahead, in a small clearing, a shape shifts in the dappled moonlight. Its body shimmers in beads of rainwater, plung back into mystery as shadows consume it. Toothless GURGLES. The groggy dragon (the Light Fury) slowly raises its head Details reveal themselves slowly -- a sleek and smooth creature, with long folded wings, feline features, and -- even in the dark -- iridescent scales of pure white. Toothless watches, mesmerized as... FROM TOOTHLESS’ P.O.V.: In SLOW MOTION, the white dragon slowly turns to face him giving us our first real look at her. Piercing blue eyes upon him. Her head is smooth and elegant -- strikingly similar to a Night Fury, but lacking Toothless’ crown. Tw stubby ear plates lay folded back. ON TOOTHLESS, awestruck, babbling in SLOW MOTION. He take cautious step forward. She recoils and yowls back: “Get out of here. It’s a trap She snarls at the ground between them. Toothless stops in tracks, looks down at the area, and steps around it, givi it a wide berth. He comes within a couple of feet of her. His lips crackle apart into a big, reassuring smile. He c “It’s okay.” \fHTTYD: The Hidden World - 12/05/18 - Final (DeBlois) 27. Toothless inches closer. Her grogginess fades, her guardedness subsides. They hold the stare. For a moment, there is only the sound of their purrs, falling into sync SNAP. A twig breaks. She stirs from the stare and jolts h head to the right, spotting Hiccup and then Astrid pushin through the brush. She jumps back, alarmed. ON HICCUP AND ASTRID, gaping in amazement.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP",
          "text": "Oh my gods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASTRID",
          "text": "Hiccup! The white dragon blasts! Hiccup and Astrid dive out of th way. The violet fireball hits the tree trunk between them shattering it and bringing down the top in a thunderous crash. Toothless balks: “Stop!” She turns to him, confused, and swallows the blast. She balks back: “But they’re humans!” Hiccup and Astrid raise their heads from the underbrush, covered in splinters and looking startled.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP",
          "text": "Yeah, yeah we're friends! No need to kill us! Spooked, the white dragon lunges into the air, crashing through the tree tops in a rainfall of branches and pine needles. Toothless cries out: “No! Come back!” He bounds up a tree trunk to the top in pursuit. But it’s no use. She looks back one last time, then blast fireball and flies through it, pulling a comet trail of flame. When it tapers to nothing, the dragon is gone, vanishing into thin air. Hiccup and Astrid gape, astounded.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP, (CONT'D)",
          "text": "Wow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASTRID",
          "text": "Another Night Fury. Astrid smiles, thoroughly amazed. \fHTTYD: The Hidden World - 12/05/18 - Final (DeBlois) 28.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP",
          "text": "No, not quite. It’s more like a... HICCUP (CONT’D) ASTRID Bright... Fury. Light Fury.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP",
          "text": "Yeah. Yours is better, probably. BACK TO TOOTHLESS, scanning the empty sky from the treeto crestfallen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SQ.501 - Tale of the Light Fury TOOTHLESS, eyeing the sky, lovesick, from the entrance of Berk’s cavern stables. The cave is a flurry of activity. Astrid and the Gang are busy at work, feeding dragons, cleaning stalls. Ruffnut watches Toothless, who is still staring dumbstruck into t distance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SNOTLOUT",
          "text": "What do you mean, “gone?”",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP",
          "text": "Vanished, into thin air. Hiccup is seated at a stool, carefully removing a splinte from a Gronckle’s foot. Fishlegs bounces over with the baby Gronckle in his backp showing Hiccup a new dragon card he’s been working on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FISHLEGS",
          "text": "What do you think?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP",
          "text": "Uh-uh. Stubbier ears. No dorsal plates.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FISHLEGS",
          "text": "Okay, got it. Fishlegs nods and makes a few adjustments as Eret walks p hauling a bundle of fresh hay into a clean stall. \fHTTYD: The Hidden World - 12/05/18 - Final (DeBlois) 29.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ERET",
          "text": "What a night! Toothless nudges Hiccup, growing ever more impatient.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP",
          "text": "Bud, what’s gotten into you? What is all this slobbering and panting? Astrid rubs Toothless’ muzzle playfully.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASTRID",
          "text": "Isn’t it obvious? He’s in love!",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP",
          "text": "(privately, to Toothless) Trust me. Relationships are nothing but pain and misery. Astrid punches him. He recoils and gestures at Astrid, sa to Toothless:",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP, (CONT'D)",
          "text": "What did I just say? Toothless resumes prancing around, unfazed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP, (CONT'D)",
          "text": "Am I not enough? Toothless stares blankly, frothing and panting, then bolt away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUFFNUT",
          "text": "I think that’s a no. Toothless spots a pair of Nadders enacting a courtship display. He wanders over, curious, as Fishlegs appears at Hiccup’s side with the revised card. It’s a mess of smudg pencil lines.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FISHLEGS",
          "text": "Something like this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP",
          "text": "(exasperated) You know what? Just trace your Toothless card and make her white.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FISHLEGS",
          "text": "You could’ve led with that. Fishlegs nods, hobbling away. \fHTTYD: The Hidden World - 12/05/18 - Final (DeBlois) 30.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASTRID",
          "text": "Can you believe it? Toothless has a girlfriend!",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP",
          "text": "I never took you for a romantic. Like, ever.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASTRID",
          "text": "But it’s so sweet. I mean... look. She gestures to Toothless, now privately practicing the Nadders’ courtship display with his own shadow. He extend his wings and throws his head back, CLUCKING awkwardly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUFFNUT",
          "text": "Okay. That’s just sad. And weird.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUFFNUT",
          "text": "Yeah, you better do something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SNOTLOUT",
          "text": "Seriously. I’d rather shovel poop all day than watch that. Hiccup SIGHS. Pulls the splinter form the dragon’s foot a set it down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP",
          "text": "All right, let’s head back to the woods and see if we can find her. Toothless bounds over excitedly, smothering Hiccup in lic Tuffnut sets down his broom and joins.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUFFNUT",
          "text": "Ah, good idea. A little privacy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP",
          "text": "Uh...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUFFNUT",
          "text": "Shhh. (to the others) It’s boy talk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUFFNUT",
          "text": "C’mon. Let's go work this out. \fHTTYD: The Hidden World - 12/05/18 - Final (DeBlois) He grins and ushers Hiccup out of the stall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SQ.751 - “Someone’s Here, Part 1”",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUFFNUT",
          "text": "So, you want to get married. 31.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "Tuffnut and Hiccup shuffle through the woods on the way b to the clearing. Toothless sniffs the ground ahead of the focused.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP",
          "text": "Uh, no, actually. Tuffnut swings a stick at the underbrush.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUFFNUT",
          "text": "Good news -- I’ve been to two weddings, crashed both. But none as high profile as this one. Lots of pressure. Judgement. And not just by me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP",
          "text": "Look we talked about it. We’re not getting married. Tuffnut CHUCKLES, knowingly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUFFNUT",
          "text": "Cold feet. I’ve seen it before. But don’t worry, Little Hiccy... He puts his hand on Hiccup’s shoulder. Locks eyes in a sympathetic stare.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUFFNUT, (CONT'D)",
          "text": "I’m here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP",
          "text": "Wait, Hiccy...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUFFNUT",
          "text": "Now I’ve seen the way Astrid looks at you. Everyone has. That doubt. That not-so-subtle disappointment. That longing for something more. Than you. You need to focus on being worthy. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fHTTYD: The Hidden World - 12/05/18 - Final (DeBlois) 32.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUFFNUT, (CONT'D)",
          "text": "I mean, she’s a warrior queen, for Thor’s sake, and you are... neither. But with me as your best man, your spirit guide if you will, you'll learn to embrace your inner Viking. Show these naysayers, of which there are many, that you’re more than just a malnourished runt with bad hair, strange teeth, and a twig for a neck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP",
          "text": "You're really bad at pep talks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUFFNUT",
          "text": "Stop letting these insecurities get the best of you! Everyone’s watching. I mean, everyone. You need to man up. Do as I do. They enter the clearing. No sign of the Light Fury. Tooth SIGHS, disappointed. TUFFNUT (0.S.) (CONT’D) It‘ll be hard, but you have my word. And until I break that word, I won’t give up. Hiccup spots something glimmering in the brush at the far of the clearing. He approaches, curious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUFFNUT, (CONT'D)",
          "text": "Hey. Hey! What, am I wasting my time here?! You see some shiny thing in the woods -- ooh, what is that? Hiccup reaches down and retrieves a discarded dart contai a glass vial. Hiccup furrows his brow, studying it. A sin drop of green fluid drips from the end of the barb. He whips around to see Toothless sniffing leaves and pine needles near the center of the clearing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP",
          "text": "(panicked) Toothless! Toothless recoils in response, eyeing Hiccup, confused. Hiccup holds up a hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP, (CONT'D)",
          "text": "(tense) Don’t move a muscle. \fHTTYD: The Hidden World - 12/05/18 - Final (DeBlois) 33. Hiccup glances around the clearing, spotting an undisturb area at the center of it. He reaches for Tuffnut’s walkin stick and hurls it like a spear into the center.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUFFNUT",
          "text": "Hey! It sticks its landing, then... CLANG! In an EXPLOSION of debris, two giant iron jaws SNAP SHUT in the air like a g bear trap, obliterating the stick that triggered it. Hiccup leaps backward as the trap rings out into the fore Toothless ROARS, startled. Hiccup looks left and right, scanning the forest with flared, paranoid eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "EXT. BERK - BLACKSMITH’S STALL - LATER SQ.851 - “Someone’s here, Part 2” Hiccup sets the dart down on a barrel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP",
          "text": "Someone’s here. Hiccup and Tuffnut stand facing Astrid, Eret, and Gobber, work in the stall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GOBBER",
          "text": "Eh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP",
          "text": "He managed to slip past our scouts and lay a trap in the woods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUFFNUT",
          "text": "It ruined boy talk! Tuffnut tosses the dart, nearly stabbing Eret.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GOBBER",
          "text": "Let me at him!",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP",
          "text": "Slow down, Gobber. Let’s get a search team on the ground and scouts in the air. Toothless and I will fly the coastline. Eret inspects the dart closely, turning it over. \fHTTYD: The Hidden World - 12/05/18 - Final (DeBlois) 34.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ERET",
          "text": "Yeah, I wouldn’t advise taking Toothless anywhere, Chief. I know this handiwork. Grimmel the Grisly. Famous back where I’m from. Smartest dragon hunter I ever met -- well, next to me, of course.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP",
          "text": "Can't be that smart. He left his trap unmanned.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ERET",
          "text": "Nothing’s accidental when it comes to Old Grimmel. He lives for the hunt. To get inside the mind of his prey, to control its every choice. It’s all a game to him. Hiccup glances at Toothless, eyeing the sky, lovesick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASTRID",
          "text": "Well, he doesn’t know who he’s playing with.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP",
          "text": "Yeah, and we’ve dealt with his kind before.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ERET",
          "text": "Don’t underestimate him, Hiccup. Mark my words. He’1ll be back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP",
          "text": "Then we’ll be waiting for him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "INT. HICCUP’S HOUSE - NIGHT SQ.951 - Grimmel Pays A Visit",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A tattered, leather-bound book on a shelf, flanked by sev others. Hiccup pulls it out and blows off the dust. He ta it to the fireplace, where several old maps are spread ou the floor. He sits cross-legged and opens the book, leafing through scribbled notes. He mumbles the words and glances at the maps, showing detailed explorations of the seas west of B \fHTTYD: The Hidden World - 12/05/18 - Final (DeBlois) 35.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP",
          "text": "(murmuring to himself) Alright, come on, give me a clue here. Give me a clue, Dad. He looks up -- Toothless is snoring in a shadowy corner o the room. He hears a creak. Turns to the door. Nothing. He watches for a moment, then return his gaze to the book on his lap He hears a gurgle -- water pouring from a jug into a cup. Hiccup jumps to his feet, alarmed. The sound of SLURPING follows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRIMMEL",
          "text": "Oh, I hope you don’t mind if I help myself? Mmm. This is quite good. Hiccup extends and lights his Dragon Blade, illuminating figure standing in the shadows of his kitchen -- tall and lean, covered head to toe in black leather. Grimmel sips calmly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP",
          "text": "That is impressive. But let me finish my drink. Toothless stirs. In a flash, Grimmel immediately fires a from his crossbow, putting him out with a YELP.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP, (CONT'D)",
          "text": "Toothless! Hiccup rushes over to Toothless as Grimmel tosses his cup the floor and reloads his crossbow, aiming it at Hiccup w he stands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP, (CONT'D)",
          "text": "What did you do to him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRIMMEL",
          "text": "Ehh. Nothing that he won’t sleep off. He crosses the room, crossbow in hand, and sits in Stoick chair by the fire. He strokes the wooden armrest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRIMMEL, (CONT'D)",
          "text": "Ah. May I? He peels off his hood. \fHTTYD: The Hidden World - 12/05/18 - Final (DeBlois) 36.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRIMMEL, (CONT'D)",
          "text": "Chief Hiccup? Do I say Chief Hiccup? (hiccuping) Or do I call you Hiccup? What do you prefer? A pregnant pause. Hiccup stares.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRIMMEL, (CONT'D)",
          "text": "You have no idea who I am, do you? (beat) Well, your father knew of me. Now there was a chief! One of the greatest dragon hunters to have ever lived. (cringing) What would he think of you? Grimmel CHUCKLES.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRIMMEL, (CONT'D)",
          "text": "He had it right, you know, making it his mission to destroy the beasts so that you could grow up in a better world.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP",
          "text": "He changed his mind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRIMMEL",
          "text": "And look where that got him. Hiccup glares at the spiteful jab.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRIMMEL, (CONT'D)",
          "text": "So, let’s get to the point. I am the Night Fury killer. I’ve hunted every last one but yours. You are going to give me that dragon, or -",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP",
          "text": "I will never give him up. Grimmel rises from his chair, laughing as he pushes Hiccu Dragon Blade aside. He struts past Hiccup, toward Toothle",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRIMMEL",
          "text": "You wish dragons to live free, among us, like equals? A toxic notion, my boy. History has shown that we are the superior species. What if word of your misguided ideas were to spread? \fHTTYD: The Hidden World - 12/05/18 - Final (DeBlois) 37. He nears Toothless, growing suspicious...",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRIMMEL, (CONT'D)",
          "text": "It would be the undoing of civilization as... we... know... it. Hmmm... .-. and kicks him. Toothless stirs, his “head” falling of revealing Fishlegs in disguise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FISHLEGS",
          "text": "(groggy) Did we get him? Hiccup hooks Grimmel’s crossbow with the tip of his Drago Blade and casts it aside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP",
          "text": "Now! Suddenly, Valka, Astrid, and Gobber rush out of hiding, leaping from the loft above and bursting through the door",
          "sentiment": "neutral"
        },
        {
          "speaker": "GOBBER",
          "text": "Sorry to barge in! Grimmel looks around, surrounded.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP",
          "text": "You think you can come into my home, sit in my father’s chair, and threaten my dragon? (beat) This is Berk. And we have defended our way of life from far worse than you. Grimmel smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRIMMEL",
          "text": "Ooh, a fighting spirit! I love it. Only, I’m afraid you’re mistaken. You've never seen anything like me. He whistles, summoning his Deathgrippers. In response, serrated pincers puncture and tear through t roof, knocking Astrid off the balcony.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP",
          "text": "Astrid, look out! The Deathgripper lunges forward, aiming its poisonous sti straight at them. \fHTTYD: The Hidden World - 12/05/18 - Final (DeBlois) 38.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALKA",
          "text": "Look out! Son! Get clear! Glops of flaming acid rain down, dissolving everything on contact as several Deathgrippers drop to the floor. Grimm calmly retrieves his crossbow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GOBBER",
          "text": "Run! Gobber pulls Fishlegs out of harm’s way as flaming ceilin timbers collapse, nearly crushing them. Everyone dives fo cover in the inferno.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRIMMEL",
          "text": "Have my dragon ready when I return... or I will destroy everything you love. Hiccup looks around through the swirling smoke and embers seeing shapes take flight through the open ceiling. Our heroes rush out after the, but Grimmel is gone. Hiccup and Valka exchange shaken glances against the back of burning buildings.",
          "sentiment": "neutral"
        },
        {
          "speaker": "I/E. BERK",
          "text": "SQ.1001 - HICCUP’S PLAN OUTSIDE, a dark and stormy night. A loud, fussy crowd sou from inside the Great Hall. INSIDE, All of Berk’s Vikings are gathered. Hiccup stands before them at the head table, with Toothless safely by h side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP",
          "text": "Alright, alright everybody! Settle down, please! (turning to Fishlegs) Fishlegs, have you ever seen that species of dragon before? Fishlegs is slumped at a table. He sits up, raises his fi in the air to speak, then falls over, passing out again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SPITELOUT",
          "text": "Let me at him! \fHTTYD: The Hidden World - 12/05/18 - Final (DeBlois) 39.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOARK",
          "text": "I'll give him a piece of my mind! And by mind, I mean fists. He PUNCHES OUT the Viking next to him. The crowd ROARS in agreement.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP",
          "text": "Did you miss the part where we almost died? Have you seen my house? (beat) This is a new kind of enemy. And I underestimated him. Now that’s on me. But I will not do that again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SNOTLOUT",
          "text": "We're Vikings! We don’t run froma fight. At least I don’t. (accusingly, to Eret) You might. Eret throws him a baffled glare.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ERET",
          "text": "I agree with Hiccup. We haven’t seen the last of Grimmel. He’s a predator. Single minded and patient. He won’t stop until he gets what he wants.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALKA",
          "text": "I’m with Eret. We have to take this threat seriously. She nods to Eret. RACK FOCUS to Snotlout, fuming.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP",
          "text": "Grimmel is just a sign of the times. Our enemies are getting smarter, more determined. We’re not just overcrowded, we’re exposed and vulnerable. (beat) Short of full blown war and risking everyone we love, I don’t... I don’t see a way of staying here any longer. Indignant PROTESTS sound out from the agitated crowd. Ast sinks her axe into the table, silencing them. \fHTTYD: The Hidden World - 12/05/18 - Final (DeBlois) 40.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASTRID",
          "text": "Hey! Hear him out. She gives Hiccup an encouraging nod. He grins, appreciati of the support.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP",
          "text": "If we want to live in peace, with our dragons, we need a better plan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GOBBER",
          "text": "So, what are you saying, Chief? Hiccup looks out over his people, taking a BREATH.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP",
          "text": "I’m saying we have to disappear, off the map. Take the dragons to a place where no one will find them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOARK",
          "text": "And where might that be?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASTRID",
          "text": "He’s talking about a quest for Hidden World.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHLEGMA",
          "text": "The hidden what? Ruffnut cackles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUFFNUT",
          "text": "Out to lunch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP",
          "text": "My father was obsessed with it when I was a boy. He made notes and maps in search of the ancestral home of all dragons, tucked away somewhere beyond the edge of the world. It may be the solution we need. (beat) We're dragon people. It’s where we belong. Fussy MURMUR builds anew. Hiccup takes in the glum, disapproving faces.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP, (CONT'D)",
          "text": "Look, I know this is our home. My father left me to protect it. (beat) But Berk is more than this place. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fHTTYD: The Hidden World - 12/05/18 - Final (DeBlois) 41.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP, (CONT'D)",
          "text": "We are Berk. The people, the dragons. I say Berk is wherever we go. Silence. Suddenly, Tuffnut throws up his fists.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUFFNUT",
          "text": "I’m with him! Who else?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SQ. 1091 - The Quest Gone West The entire Berkian flock of dragons cruises through a glorious cloudscape of towering cumulous skyscrapers, hau their riders and everything they can carry -- including a entire Viking ship loaded with supplies, and one loaded w sheep, dressed in dragon costumes. One of them exchanges nervous look with a passing Monstrous Nightmare. Hiccup is at the head of the pack. A flurry of dragons an riders follow him into the distance, over miles of endles sea, toward a late, setting sun. The horizon is gleaming bright, filled with promise. The crowd of dragons and their riders are parted by Fishl who uncomfortably makes his way through the crowd with th screaming baby Gronckle on his back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FISHLEGS",
          "text": "Ah, excuse me, coming through...let me just get right through here. Fishmeat look! Eat your rocks, eat your rocks!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SNOTLOUT",
          "text": "Gods! People who fly with babies are the worst! Fishmeat burps up a slug of molten lava, barely missing Snotlout’s head, Gobber pushes through the front line of the formation, pa Valka and Astrid, toward Hiccup. He eyes the horizon, the turns to Hiccup.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GOBBER",
          "text": "I feel like I’m always asking you this question but - Suddenly, he starts to dip below frame. \fHTTYD: The Hidden World - 12/05/18 - Final (DeBlois) 42.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GOBBER, (CONT'D)",
          "text": "WHOA! Wake up, Grump! Wake up! Is there an actual plan or--",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP",
          "text": "-- just keep flying until we reach the end of the world. Gobber eyes the horizon again, grimacing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GOBBER",
          "text": "Ah. Seems... sensible.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A massive armada is gathered offshore. Berk is lies completely deserted. Sign of a hasty departure everywhere Grimmel sits at the base of the Stoick statue, munching a apple skewered from the tip of his dagger. A map is sprea out at his feet. He ponders it, casually chewing. His Deathgrippers HISS and gather as the warlords approac mounting the steps as they take in the abandoned village. Below, their soldiers spread out, searching the buildings",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHAGHATAI KHAN",
          "text": "So? Where are they? Grimmel holds up his hands, gesturing to the surroundings",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRIMMEL",
          "text": "Gone, obviously.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRISELDA THE GREVIOUS",
          "text": "The Night Fury escaped you? Again? Grimmel smiles. Takes another bite from the apple.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRIMMEL",
          "text": "I encouraged it! They’ve abandoned their only defensible position.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The flock of dragons continue flying toward the horizon a hear GRIMMEL’S VOICEOVER. \fHTTYD: The Hidden World - 12/05/18 - Final (DeBlois) 43.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRIMMEL, (V.O.)",
          "text": "Running scared, with what little they can carry. Snotlout pulls up on the other side of them, stretched ou Hookfang like he’s riding a Harley.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SNOTLOUT",
          "text": "Ugh! It just keeps going.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUFFNUT",
          "text": "That’s ‘cause the world is actually round. Hiccup SIGHS, exasperated. Astrid and Valka giggle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUFFNUT, (CONT'D)",
          "text": "The Sun’s round. The Moon’s round. Stars are round. Even though they’re small and stupid. Ruffnut SNICKERS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUFFNUT, (CONT'D)",
          "text": "Right? Stars.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Grimmel continues to pace, placating the restless warlord",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRIMMEL",
          "text": "Don’t fret. They won’t get far. The Night Fury is distracted. I introduced him to your female. He sticks his apple core on one of the Deathgripper’s tus",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Suddenly, Toothless’ ear plates perk up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRIMMEL, (V.O.)",
          "text": "Furies mate for life, you see. He looks around, curious, tilting his plates like antenna",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP",
          "text": "Whatcha picking up on, Bud? \fHTTYD: The Hidden World - 12/05/18 - Final (DeBlois) 44. Toothless BABBLES back, perplexed, looking to the clouds above, narrowing his eyes. Hiccup and the Gang follow his stare. Above in the distance, a shape pierces a cloud, pulling a wispy trail in its wake. A gleaming, warbling, mirror-lik form darts between the rounded formations, reflecting the golden cloudscape. As it cruises through the sky, an iridescent white dragon materializes out of thin air. Toothless EXCLAIMS, excitedly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASTRID",
          "text": "The Light Fury!",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALKA",
          "text": "She's following us! The Light Fury blasts a fireball ahead of her and flies through it, pulling a comet trail of flame and smoke. Whe dissipates, she’s gone, having vanished anew. The crowd “OOHs” and “AWWs,” slack-jawed faces grinning i amazement.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GOBBER",
          "text": "Would you look at that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUFFNUT",
          "text": "Where’d she go? Is she made of sky? Elated, Toothless jackknifes upward, giving chase and CAL out to her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP",
          "text": "Whoa! Hold up, Toothless! The Light Fury’s warbling shape proves hard to track as h cloaking ability renders her nearly invisible. Toothless zigzags through the air, leaving the flock far below, determined not to lose her again. She punctures a towering cumulous and explodes out of the top, corkscrewing through the air and pulling wisps. She materializes at the top of her arc, suspended weightless the air. Toothless GURGLES, enamored.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP, (CONT'D)",
          "text": "Well, look who it is! She SNARLS and suddenly dive-bombs them. Hiccup’s smile f as she closes in. She swoops in and attacks Hiccup! \fHTTYD: The Hidden World - 12/05/18 - Final (DeBlois) 45.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP, (CONT'D)",
          "text": "Uhh-- AGGH! BAM! He’s snatched out of the air. She flaps off with Hic flailing in her clutches...",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP, (CONT'D)",
          "text": "Oh hey, it’s really nice to finally",
          "sentiment": "neutral"
        },
        {
          "speaker": "-- AAGHH",
          "text": ".»+. and in one dismissive gesture, she hurls him out lik trash. Hiccup tumbles head over feet, plunging toward the sea. The Light Fury turns back to Toothless, GURGLING with a gaping, self-satisfied smile: “There! You’re free.” Toothless looks toward Hiccup, now a plummeting speck. He turns back to the Light Fury, offers a forced smile: “Tha but, uh...” and dives to Hiccup’s rescue, his locked tail encumbering his normal grace. The Light Fury watches, confused and a little insulted. Hiccup plunges past the flock, grimacing in humiliation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SNOTLOUT",
          "text": "This is perfect. So great. Toothless dives after him, collecting him back in the sad He preempts their snarky comments.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP",
          "text": "Not a word. The group snickers. They arc back into the sky, rejoining the flock, as Tooth searches for any sign of the Light Fury. Alas, she’s gone Toothless MOANS, crestfallen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "One of the warlords interjects impatiently.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAGNAR THE ROCK",
          "text": "Yes, yes, but where did they go? He picks up a charred stick from a brazier next to him an begins marking the map at his feet with sooty strokes. \fHTTYD: The Hidden World - 12/05/18 - Final (DeBlois) 46.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRIMMEL",
          "text": "(muttered) Must I explain this? (aloud, condescending) Night Furies can’t survive in the cold, so they haven’t gone north. He crosses out the lands to the north of Berk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The flock of dragons continues flying steadily toward the horizon as Grimmel essentially predicts their every move.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRIMMEL, (V.O.)",
          "text": "They are trying to put distance between themselves and enemies to the East and South.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "On the map, Grimmel crosses out the lands to the East and South.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hiccup sees a shape emerging between parting clouds ahead",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRIMMEL, (V.O.)",
          "text": "And Night Furies cannot fly long distances without rest. A massive monolith of an island rises impressively from t sea, its thousand foot sheared cliffs pushing through a r of clouds. The crowd is silenced.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He indicates a hopscotch-like path across islands toward West. \fHTTYD: The Hidden World - 12/05/18 - Final (DeBlois) 47.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRIMMEL",
          "text": "Their flight path must include stops.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fishlegs breaks to the front of the crowd.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POTTY BREAK",
          "text": "The convoy ascends the vertical granite cliffs of the towering island, piercing the ring of clouds that surroun it. As they rise above, the spired battlements of sun-kis stone give way to a jaw-dropping valley within.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRIMMEL, (V.O.)",
          "text": "Therefore they’ve gone... they can only have gone... (beat) Does anyone want to take a guess? A glimmering lake extends across the plateau, surrounded verdant pastures and lush forests. Sparkling waterfalls cascade from the snowy peaks. And at the far end of the l a majestic terraced island sits perfectly poised to look over the golden sunset.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRIMMEL",
          "text": "Anyone? (sounding it out) Whu-whu-whu... Ragnar places his ship piece on the eastern portion of th map.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAGNAR",
          "text": "East! Grimmel glares and moves it to the west.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRIMMEL",
          "text": "West! Simple! You see? Oh, isn’t this fun? Yes? No. Yes! The warlords leave, disgusted. \fHTTYD: The Hidden World - 12/05/18 - Final (DeBlois) 48.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRIMMEL, (CONT'D)",
          "text": "Yes. Where’s your love of the hunt? I thought you were conquerors! You'll have your prize in time. Just allow me a few more days to enjoy this. (beat) I have dearly missed it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sequence 1101 - New Berk Hiccup dismounts on the terraced new island, surveying th idyllic landscape, as Toothless paces, searching the sky the Light Fury.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP",
          "text": "Alright. Looks like we’re camping here for tonight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GOBBER, (0.S.)",
          "text": "Well, thank Thor for that! Tuffnut drops to his knees, hands raised to the sky.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUFFNUT",
          "text": "Yes! My own place. I plan to build a hut, only for the bearded. Ruffnut, you gotta stay out. Chin whiskers don’t count. Snotlout pushes through them, framing the treetops with h hands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SNOTLOUT",
          "text": "I see a tower of manliness in the shape of me. He glares at Eret, unpacking Skullcrusher with flexed and shining biceps. SNOTLOUT (CONT’D) It’s gonna be taller that Eret. With bigger muscles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ERET",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SNOTLOUT",
          "text": "Get outta my house! \fHTTYD: The Hidden World - 12/05/18 - Final (DeBlois) 49.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ERET",
          "text": "Hey, is there a problem here? Snotlout puffs himself up, pressing chest to waist agains Eret.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SNOTLOUT",
          "text": "Yeah, there’s a problem. Ever since you showed up you’ve been trying to upstage me! You’re just so jealous! It’s delusional.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ERET",
          "text": "Yeah, delusion’s a good word for it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SNOTLOUT",
          "text": "Listen, son of Eret! When Hiccup blows it as chief, I’m next in line. Number 2, because I’m clearly Valka's favorite. So, you better start showing me some respect! Snotlout stomps off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ERET",
          "text": "Huh. Strange little man. Gobber gives Eret a sympathetic pat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GOBBER",
          "text": "Don’t mind him. It’s not your fault that you have the body of a Norse god. (beat) I myself have the same problem. He cracks his back and shrieks out in pain. He takes a pi axe from Grump’s saddlebag and plants it in the dirt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GOBBER, (CONT'D)",
          "text": "Blacksmith stall goes right here. He recoils in horror when he suddenly finds himself face face with a gaggle of Hobgobblers. He starts counting the confused that they’ve somehow multiplied.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GOBBER, (CONT'D)",
          "text": "Gah! 1, 2... 3, 4, 5... Viking immediately start calling out, staking their claim “This one’s mine!” “I spotted it first” “Bah! I’1ll fight for it!” Etc. \fHTTYD: The Hidden World - 12/05/18 - Final (DeBlois) 50.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP",
          "text": "Okay. Hold on, Gang. I said make camp...",
          "sentiment": "neutral"
        },
        {
          "speaker": "GOBBER",
          "text": "Did you see them?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP",
          "text": ".--Not build a new village. FUSSY PROTESTS issue from the travel-weary crowd. “Come o “Are you serious?” Etc.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SNOTLOUT",
          "text": "Who died and made you chief? Groans fill the air in unison. Eyes roll. Gothi flies by basket carried by Terrible Terrors. She cracks him on the head with her staff. SNOTLOUT (CONT’D) What? Ow!",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP",
          "text": "Granted, this place is very nice, but it’s not the Hidden World.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOARK",
          "text": "We don’t even know if this Hidden World exists.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ACK",
          "text": "Yeah, this place is real. The crowd SOUNDS OUT in agreement. Valka chuckles, approaching.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALKA",
          "text": "There’s nothing more stubborn than a mob of tired, hungry Vikings. Hiccup SIGHS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP",
          "text": "Yeah, well, I guess this can work as a base in the meantime. Defensible. Hidden... (aloud, to the group) All right. You can stay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GOBBER",
          "text": "Say hello to New Berk! Let’s get building, lads! \fHTTYD: The Hidden World - 12/05/18 - Final (DeBlois) 51. The crowd CHEERS, tossing helmets.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP",
          "text": "Until Toothless and I find the Hidden World. BOOS sounds out. Tuffnut pulls him aside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUFFNUT",
          "text": "Now about that voice. Can we lose the whole honking goose thing? It’s hard to imagine wedded bliss with that going off every minute. Hiccup grimaces and walks off with Valka.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALKA",
          "text": "If you’re going to continue West, I should head back to make sure we weren’t followed. Snotlout appears, grinning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SNOTLOUT",
          "text": "Great idea. I’1l go with you. For protection.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALKA",
          "text": "(horrified)",
          "sentiment": "neutral"
        },
        {
          "speaker": "NO",
          "text": "(then, covering) Y-you’re far too important here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SNOTLOUT",
          "text": "Yeah. He saunters off, chest puffed out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP",
          "text": "Just... be careful. He can see that she is holding back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP, (CONT'D)",
          "text": "What? Valka considers her words, carefully.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALKA",
          "text": "This plan to hide us from the rest of the world... though I wish it were possible, I fear it can’t last, Hiccup. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fHTTYD: The Hidden World - 12/05/18 - Final (DeBlois) 52.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALKA, (CONT'D)",
          "text": "You know I tried to do the same for years, but greedy humans always find a way. I just... I only ask that you think about it. She walks off, leaving Hiccup to consider her advice. He turns to Astrid as she strokes Stormfly affectionately sets about unpacking her saddle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP",
          "text": "Do you still think I’m crazy, or...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASTRID",
          "text": "Let’s just say this whole idea is very... you. Hiccup smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP",
          "text": "Well, thanks for supporting me last night. It meant a lot. She pulls Stoick’s notebook from a crate and hands it to Hiccup.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASTRID",
          "text": "Don’t thank me yet. I just hope you're right about this. She walks off, leaving him to contemplate the book.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "EXT. NEW BERK - CAMP - HICCUP’S TENT - NIGHT",
          "sentiment": "neutral"
        },
        {
          "speaker": "SQ. 1501",
          "text": "Hiccup has fallen asleep, book on his chest. Toothless slumbers beside him, gnawing the prosthetic leg. Suddenly Toothless awakens, stirred by some unheard sound, and kno Hiccup off the bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP",
          "text": "(still half-asleep) Toothless, no, it’s too early... Toothless raises his head and twitches his ear plates, following the sound of soft, stealthy patters of feet mov through the camp. The sound of sniffing grows closer. \fHTTYD: The Hidden World - 12/05/18 - Final (DeBlois) 53. A moonlit shadow appears on the canvas tent wall, cutting silhouette of the Light Fury. Toothless’ eyes flare excitedly and he quickly slips out the tent flaps... only to find no one there. Between a pair of tents, a dragon outline warbles in the moonlight like a fun-house mirror in movement. It stops, aware of Toothless’ presence. The mirror effect dissipate the Light Fury’s scales cool down, leaving the two dragon staring face to face. Toothless rushes toward her, excited, but she utters a sn stopping him in his tracks with a “Hush, you'll wake them He holds his pose. She slips off between the tents, disappearing from view and he follows. He trots after her, between the tents and palettes of supplies. She lures him away, disappearing, then reappear As she weaves through the camp, their movements fall in s like a kind of dance. She leads him into the pasture beyond the camp. The moonl plays upon her sleek body, glimmering over her rolling shoulders as she slinks through the grass like a lioness. Toothless follows, mesmerized.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SQ. 1601",
          "text": "Toothless zigzags through the woods, determined not to lo the Light Fury again. Finally, he spots her coming to a landing on...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "«+. a sparkling lake-side beach flanked by tall, grassy bluffs. The Light Fury shakes out her wings and folds the rolling her neck in the dim twilight of dawn. Toothless stands at the top of the bluff, looking down at her. She turns, waiting to see what he will do. Toothless tries to look regal and composed and prepares to descend bluff, but he immediately loses his footing on the loosel packed sand. He tumbles down the steep incline, coming to messy landing. He pops up to his feet, shaking off the embarrassing spill. The Light Fury watches him, confused, sits down facing him. \fHTTYD: The Hidden World - 12/05/18 - Final (DeBlois) 54. Meanwhile, Hiccup settles in to the bluff above where Toothless was, lying on his stomach to watch while remain undetected. The Light Fury reattempts the invitation to the courtship dance. She settles, awaiting his move. Toothless stares, uncertain of what to do. He glances back toward Hiccup, hidden in the grass. Hiccup mimes, flapping his arms and throwing his head back. Toothless takes the cue and flaps his wings excitedly, beaming a gleeful smile. The Light Fury is unimpressed, a grooms herself disinterestedly. Toothless looks back up at Hiccup for support. Hiccup sta to mime another wing-flapping behavior, but he steps on a twig and dives back into the grass, afraid of detection. The Light Fury looks up toward the sound, but does not se Hiccup. She turns back to Toothless, now looking somewhat wary and suspicious. Toothless smiles awkwardly and begins to hover toward the Light Fury as she eyes him, confused. He gets a little to close and kicks up a spray of sand all over her. Toothless glances back to Hiccup: “What now?” Hiccup tuck his thumbs in his armpits and paces, jutting his head in out like a chicken. Toothless imitates Hiccup, clucking around the beach awkwardly. The Light Fury watches, confused by the strang display. Seeing that it isn’t working, Toothless tries a desperate medley of mating displays, each one more ridiculous than last. Hiccup covers his eyes with his hands, cringing at Toothl disastrous display. As Toothless nears her, she swats at his face like a cat flaps off to a nearby tree, hanging herself inverted from limbs. She snaps her wings closed, covering her face. Toothless approaches the tree and creeps out onto the lim Hiccup waves his hands, miming that it will break under h weight. Toothless misinterprets the signal and begins bouncing on the branch. The Light Fury opens her wings, annoyed, as Toothless bounces her up and down. The limb snaps, sending Toothless crashing head-first int the sand. \fHTTYD: The Hidden World - 12/05/18 - Final (DeBlois) 55. He shakes off the dizzying thump as the Light Fury peeks through a wing, then snaps it shut. Toothless shakes his head, frustrated. He eyes the broken branch at his feet and gets an idea. H picks it up and begins to draw in the sand. The Light Fury opens an eye, and then the other, squintin curiosity. Toothless works feverishly, going over his lines repeated brushing sand over them with his tail when he makes a mistake. Curious, the Light Fury drops from her perch and slowly approaches, tilting her head, taking it in, amused. As he finishes, Toothless steps back to reveal a childish portr of the Light Fury etched in the shimmering sand. Toothless adds a smile, completing the portrait. Hiccup is baffled by the display.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP",
          "text": "Oh, now you can draw? She steps on one of Toothless’ lines in the sand. He snar reactively -- but she snarls back, sharply. He recoils apologetically. She crosses over the drawing toward Toothless... and touches his nose with hers. Toothless be a dopey grin. The Light Fury turns and flaps off, attempting to lead hi away. Toothless tries to follow, but crashes down into th sand and rocks repeatedly due to his unmanned tail. The Light Fury circles, waiting for him to take wing, confused. Toothless tries desperately to join her, but cannot. The Light Fury spots Hiccup, spying from the bushes, and flies off with a snort, as Toothless dives after her, distraught. He lands in the water and looks mournfully af her, half submerged. He glares at his useless tail, and s it down into the water. He hangs his head. Hiccup watches from above, looking guilt-ridden. He gets idea.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "\fHTTYD: The Hidden World - 12/05/18 - Final (DeBlois) 56.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sequence 1801 - Automatic Tail Astrid walks up, eyeing schematic drawings of a new prosthetic tail, pinned up on a wall. She studies them curiously.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASTRID",
          "text": "Oh, someone hasn’t slept. Hiccup grabs a handful of black Toothless scales and drop them into a mortar. He mashes them up with a pestle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP",
          "text": "Well, that Light Fury won’t let me within a mile of her. And neither of us will be getting any sleep or finding the Hidden World until Toothless takes over. Hiccup is toiling away at a makeshift workbench as Toothl hovers over him, panting. As Hiccup peers through a magnifying glass, Toothless pushes his face aside to look steaming up the glass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP, (CONT'D)",
          "text": "Hey! What do you think of that? Yeah!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASTRID",
          "text": "You tried this once before. He didn’t want it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP",
          "text": "Until now, he didn’t have a reason to. Right, bud? Hiccup holds up the mortar to Toothless. On cue, Toothles SPITS into it, adding slobber to the mixture. Astrid smiles. Hiccup grabs a paintbrush and meets her ey",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP, (CONT'D)",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASTRID",
          "text": "No, nothing. I’m impressed. I mean, look at you, embracing change. I’m proud of you. Hiccup shrugs, painting the tail. \fHTTYD: The Hidden World - 12/05/18 - Final (DeBlois) 57.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP",
          "text": "Well, he’s my best bud. I want him to be happy. (beat) Besides, it’s just until he brings her back. Astrid rolls her eyes. Hiccup finishes coating the tail i paint. He lifts and splays it in front of Toothless. Toothless GURGLES in awe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP, (CONT'D)",
          "text": "Alright. Fire when ready! Toothless produces a small fireball. It washes over the paint, drying it instantly. He then holds it up for Toothless, who blasts it with fir He folds the tail, revealing Gobber, covered in soot and glowing embers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GOBBER",
          "text": "Well. I guess you know the tail is fireproof. Hiccup cringes as Toothless runs around, frantically.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP",
          "text": "Okay, Toothless! Okay, yes I know, I know -- shh shh shh. Okay, I know. He attempts to fit the new prosthetic as Toothless wags h tail excitedly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP, (CONT'D)",
          "text": "Please. This is not helping. Eret walks up, carrying an armload of construction logs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ERET",
          "text": "Well, well, well! Someone’s excited.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP",
          "text": "Fresh off of his first date. Now, he’s love-crazed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GOBBER",
          "text": "Only WE’RE the ones going crazy. The sooner he brings back that Light Fury, the better! \fHTTYD: The Hidden World - 12/05/18 - Final (DeBlois) 58.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP",
          "text": "Yeah but to do that, he'll need to fly without me. So time to give this new-and-improved baby a shot. Toothless dances in place, excitedly. Hiccup straddles hi tail, bracing it between his legs, and attaches the prosthetic, affixing the matching brace to Toothless’ nat half-tail.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP, (CONT'D)",
          "text": "Attaboy! Lookin’ sharp, Toothless! So, what do you think, bud? Toothless flares, tilts, and collapses his half-tail. The automatic prosthetic mirrors every movement with geared precision.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP, (CONT'D)",
          "text": "Bring her home. (aping Stoick) By sundown at the latest. Toothless smiles, gurgling excitedly. He wipes a slobbery tongue across his face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP, (CONT'D)",
          "text": "Pfft! Save it for your girlfriend! Go on, get out of here! Toothless bounds off -- then pauses, suddenly aware of th magnitude of his newly gifted independence. He turns back Hiccup, looking uncertain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP, (CONT'D)",
          "text": "It’s okay. Toothless smiles, and with an eager down-flap, he takes w racing off into the sky -- awkwardly at first. After a fe wobbly maneuvers, he gets the hang of it and flaps off wi grace. Toothless vanishes into the distance. Hiccup’s smile fade leaving him stirring awkwardly. He limps off as Gobber an Eret avert their eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sequence 1871 - Spy Mission \fHTTYD: The Hidden World - 12/05/18 - Final (DeBlois) 59. Valka and Cloudjumper cruise over a cloudy sky. Below, fo covers the open sea like a blanket. A break in the fog reveals a lone ship below. Valka steer Cloudjumper toward it. As they descend toward it, the thinning fog reveals a vast armada at sea. Valka takes it concerned. Her gaze moves up to see a strange FLOATING AIRSHIP hovering menacingly. Suddenly, a Deathgripper explodes of the fog, tackling Cloudjumper, mid-air! Valka is knocked from her standing position. She hooks he staff to Cloudjumper’s crown of spikes and swings to a ro landing on his flank. A second Deathgripper attacks from other side, its exposed tusks gashing Cloudjumper’s side barely missing Valka. It raises its scorpion-like tail, exposing the glistening barb.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALKA",
          "text": "Watch out! It strikes! Valka parries, knocking the barb shy of its target. One of the Deathgrippers clamps down onto Cloudjumper’s wing with its serrated pincers. Cloudjumper grabs it in its massive talons and rips it free, tearing gash in his own wing. VALKA (CONT’D) Go, Cloudjumper! Cloudjumper flaps off in retreat. The Deathgrippers CACKL and give chase, but suddenly halt as a distant, piercing whistle sounds out. They obediently retreat as Cloudjumpe flees. ON GRIMMEL, watching as Cloudjumper and Valka recede into fog.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SQ. 2001",
          "text": "As a band of yellow glows on the horizon, Toothless thund through the sky, searching high and low. He spots a shado dimly cast against passing clouds, and doubles back, only realize that it’s his own. He BLASTS A FIREBALL, frustrat and flaps along listlessly, tired and discouraged. At length, he banks and turns around, defeated. Head hung low, he glides through a blanket of cloud. \fHTTYD: The Hidden World - 12/05/18 - Final (DeBlois) 60. His ear plates twitch at the sound of a distant explosion twists his head around and lights up, hopeful. He looks around, twitching his plates, desperate for any of the Light Fury. Detecting something, he turns to his s The Light Fury materializes, head to tail, out of thin ai her mirror-like scales cooling in the wind. Toothless exclaims, ecstatic, showing off his new tail. S peels off, coyly. Toothless gives chase, determined not t lose her again. She looks at him before blasting a ball of fire and flyin through it, as if to say, “Watch! I’1l teach you”. Toothl chases her into the fiery funnel, close on her tail. When emerges from it, she’s gone -- once again disappeared. Toothless looks every which way, then spots her far above heaving her wings into a storm cloud. Toothless jackknife skyward and pours on the speed, catching up in the flashi thunderhead. As lightning crackles all around, Toothless tries to replicate the Light Fury’s cloaking ability. He blasts a fireball and flies through it. He looks at himself as he emerges -- nothing’s changed. She shows him again, firing another blast and diving through it, disappearing with gr She reappears moments later by his side, chortling: “Try harder. You can do it.” Brow furrowed in determination, Toothless inhales deeply blasts a larger fireball. He dives through it, but once a emerges unchanged. Toothless is embarrassed; he so clearl wants to impress her. He ‘blushes’ glowing blue and ROARS frustration. Suddenly, his rage draws the surrounding electricity of t thunderhead. Lightning bolts strike him from every direct producing a blinding flash. As it dissipates, he’s gone. Light Fury looks around, concerned. She calls out. Nothing. Then, as her panic sets in, Toothless reappears the distance, his own scales cooling off. He spirals, diz and dazed. The Light Fury races to him, elated, exclaimin “You did it!” She bolsters him as he smiles, groggy but proud, clearly sapped by the jolting experience. Together, they pierce the top of the thunderhead, rotatin around one another, face to face. They reach their apex a cease flapping, slowing to a halt against a crescent moon Toothless leans in, nuzzling her, nose to nose, while the hang momentarily. He steals a kiss -- a quick lick. \fHTTYD: The Hidden World - 12/05/18 - Final (DeBlois) 61. Her eyes flare, surprised by his cheekiness, as she falls backward into an inverted swan-dive, wings outstretched. Toothless mirrors her. Their silhouettes peel apart again the pale moon as they spiral into a free fall, sounding o in glee. As layers of cloud pass them by, the Light Fury gracefull arcs over the water. Toothless glides beside her, beaming dopey, gummy smile. She extends her wing tip to touch his own. They glide, side by side, hand in hand. He coos, reveling in the moment. She steers Toothless toward a distant column of mist, ris into the night. They climb, higher and higher as the curi sight takes on definition. Through the column of mist, Toothless spies what appears be a gargantuan hole in the sea (created by an undersea volcano meeting the surface). Immense waterfalls form a n perfect circle, roaring thunderously into a chasm of epic proportion. It appears to be a mile wide, maybe more. As Toothless squints, perplexed, the Light Fury turns to uttering softly: “My home.” He stares at her, nodding in understanding. He gurgles back: “Take me there.” She grabs hold of his talons, surprising Toothless. Toget they tumble through the air like fighting eagles, dizzily plunging into the mist of the vast hole... and disappeari into its mysterious depths.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SQ. 2151 - Recon Report",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A pair of tankards smash together. Frothy mead spills everywhere.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TO THE CHIEF",
          "text": "Roaring WHOOPS fill the air. Hiccup is jostled on the shoulders of merry Vikings, carried through the toasting crowd. They toss him up in the air in celebration, sendin him higher with each throw.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ACK",
          "text": "To the chief! \fHTTYD: The Hidden World - 12/05/18 - Final (DeBlois) 62.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHLEGMA",
          "text": "Oh, a chip off the old block!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SPITELOUT",
          "text": "Stoick would be proud! As sun sets on New Berk, a feast rages in full swing. A bonfire roars in the center of the plaza. Buildings stand mid-construction as the raucous Berkians celebrate the da work in true Viking fashion. Dragons join in on the fun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP",
          "text": "(mid-air) Okay guys, now I’m just getting sick. They set Hiccup down. He laughs halfheartedly and stumble stifling some vomit. Gobber scoops him close, throwing hi prosthetic mug attachment around Hiccup, spilling mead al over him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GOBBER",
          "text": "Gotta say, I thought you were well off yer rocker, but this spot ain’t half bad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP",
          "text": "This was supposed to be a temporary solution. Eret walks up, taking in the merriment with a smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ERET",
          "text": "It’s unanimous, everyone agrees we've definitely traded up. Well done, Chief. Hiccup laughs nervously, but continues eyeing the sky, an his mind elsewhere.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP",
          "text": "What if the tail broke? What if Grimmel found him? What if he needs me? Gobber swipes a tankard of mead from a passing Viking and shoves it in Hiccup’s hands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GOBBER",
          "text": "Would you relax? He’s probably having the time of his life. \fHTTYD: The Hidden World - 12/05/18 - Final (DeBlois) 63.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP",
          "text": "How would I know? She never comes around. And when she does, she’s always rushing off. (beat) I’m saying, how do we know if she’s right for us? Gobber raises an eyebrow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GOBBER",
          "text": "Us? Hiccup shrugs off Gobber’s arm and hands the tankard to another passing Viking. He takes it happily, swilling as staggers off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP",
          "text": "You know what I mean. She’s so wild and skittish. I’m just gonna say it -- I don’t trust her. Gobber laughs heartily.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GOBBER",
          "text": "Can’t tame ‘em all, Hiccup. One day, you'll have to snip those apron strings and let Toothless stretch his wings. Reminds me of a talk I had with Stoick about you. The advice sits poorly with Hiccup. Gobber notices a pack Hobgobblers, eyeing him from the bushes, their blank eyes glimmering in the light of the bonfire.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GOBBER, (CONT'D)",
          "text": "Gah! Where do they keep coming from?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP",
          "text": "Who? Hiccup glances at the underbrush. They’re gone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GOBBER",
          "text": "Those bloody Hobgobblers! I swear they're popping up faster than rabbits. Hiccup grins, shaking his head. \fHTTYD: The Hidden World - 12/05/18 - Final (DeBlois) 64.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GOBBER, (CONT'D)",
          "text": "(whispered) I think they want to eat me. Evidence would suggest I’m tasty. He wiggles his prosthetic arm and wooden leg as proof. Tuffnut pops in from out of nowhere, startling them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUFFNUT",
          "text": "Hiccy. A moment? Listen, I’ve been watching you walk. Lose the limp. No one’s gonna marry that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP",
          "text": "I have a prosthetic leg.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GOBBER",
          "text": "So have I!",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUFFNUT",
          "text": "And I have a parasitic twin, but you don’t see me limping around about it. C’mon. They continue to walk back toward the village. Gobber tra behind, still looking around anxiously. He glances back o his shoulder and suddenly, the pathway is full of Hobgobb again. He yelps and runs off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUFFNUT, (0.S.)",
          "text": "Chin up, Hiccy. Puff out that chest. Move that butt to the left a little bit. Suddenly, Cloudjumper flaps past them. He comes to a land in the center of the plaza, clearly injured. Valka dismou looking disheveled. Hiccup heads over, concerned.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP",
          "text": "Mom! Are you hurt? What happened out there? Astrid joins, looking alarmed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALKA",
          "text": "I don’t know how, but Grimmel is tracking us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GOBBER",
          "text": "Gah! This is all because of the Hobgobblers! \fHTTYD: The Hidden World - 12/05/18 - Final (DeBlois) 65.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALKA",
          "text": "He has a hundred ships - maybe more. With enough cages for all of our dragons. Hiccup’s brow furrows as he tries to come up with a plan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP",
          "text": "(takes a deep breath) If Grimmel is leading them here, we have to take him out of the mix.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUFFNUT",
          "text": "Uh, and how would we do that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP",
          "text": "By going there to capture him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GOBBER",
          "text": "Capture him? The group goes silent, grimacing at the dubious plan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "INT. RAVEN POINT TRAPPERS’ FORT - NIGHT Sequence 2181 - Trap!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A jar -- with a patch of leather stretched over the mouth it. A thin, sharp spike pierces the taut skin. Venom drip from it into the container. RACK to reveal Grimmel, watching through the warbled glas He grins. PULL BACK to reveal a Deathgripper, obediently retracting scorpion-like tail and glistening, exposed stinger. Grimm carries the jar to a broken down bench in the ruins of a forgotten old fort. He removes the leather seal and carefully pours the venom into several dismantled darts. He WHISTLES, calmly reassembling them in the glow of an oil lamp.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OUTSIDE",
          "text": "\fHTTYD: The Hidden World - 12/05/18 - Final (DeBlois) 66. Shapes blur past. In the distance, dragon silhouettes fly to the water, coasting silently, then arcing up as they r the rocks. Hiccup sits behind Astrid on Stormfly. Astrid turns to Hiccup, and he nods. Hiccup dives from Stormfly, throwing open his wing-suit to glide and break his fall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON THE GROUND",
          "text": "Hiccup touches down with a quiet thud, then rises, quickl stowing his wings. He looks around, counting his team as stand, each dressed in dragon armor, stowing their own wi flaps. He gestures to split up. Astrid nods, then scurrie the rocks toward the glowing window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INSIDE",
          "text": "Grimmel lifts his hand and gestures toward the door, and Deathgrippers rise and scuttle out of the room, sniffing air and hissing, entering... THE FOYER, a large open beamed room, though most of its b have caved in forming a crisscrossed, disheveled maze. Wreckage litters the floor. Moonlight spills in from demolished walls. The Deathgrippers HISS in unison, tusks extending from th heavy jaws. They spilt up, searching the area, keenly awa of the intruders and determined to hunt them down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SNOTLOUT",
          "text": "(whispered) Okay, split up. We'll be harder to catch. The group completely ignores Snotlout.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ERET",
          "text": "(whispered) I was thinking we should split up. Just because.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALKA",
          "text": "(whispered) I like your instincts. They rush off together, leaving Snotlout behind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SNOTLOUT",
          "text": "What is this?! Hiccup and his team dart between lumps of wreckage, climb and slipping out of view each time a Deathgripper rounds corner, narrowly evading detection. \fHTTYD: The Hidden World - 12/05/18 - Final (DeBlois) 67. Hiccup points to the lit doorway, indicating the target. Above, Hiccup carefully creeps up the crumbling stairway leads to the lamp-lit room. He retrieves his dragon blade rushes up the steps... finding it empty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A slender hand, pulling a rope. Suddenly, nets drops from the turret, cascading down in e direction. In one fell swoop, Hiccup and his team are tra inside with the Deathgrippers. Hiccup looks around, panicked. Fishmeat wakes and starts WAIL. Hiccup glares at Fishlegs, shaking his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FISHLEGS",
          "text": "(flustered) Shhh! Shhhh! Quiet! A match strikes, lighting a lantern. Grimmel steps into v on the other side of the nets.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRIMMEL",
          "text": "Where’s your dragon when you need him, hmm, Chief? Must have forgotten all about you. Hiccup and the others rise from hiding, carefully eyeing HISSING Deathgrippers, looking for an escape route.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRIMMEL, (CONT'D)",
          "text": "First rule of the hunt! Separate the prey from its pack. You’ve just removed yourselves from the equation! The Deathgrippers close in on the prisoners awaiting Grimmel’s signal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP",
          "text": "Why are you doing this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRIMMEL",
          "text": "Really? I didn’t think you cared. (with contempt) Well, unlike you, when I was a boy and I came upon a Night Fury, I killed it where it slept. That simple act of courage made me a hero in my village. (proudly) (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fHTTYD: The Hidden World - 12/05/18 - Final (DeBlois) 68.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRIMMEL, (CONT'D)",
          "text": "So I decided to kill every last one, bringing real peace to the people of this world. (beat) Until you came along, preaching that dragons are something other than thieves and murderers. Pffft. That nonsense dies now. Starting with you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP",
          "text": "But you have dragons of your own. Grimmel LAUGHS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRIMMEL",
          "text": "These? They’re dragon killers, drugged into obedience with their own venom. Not even your precious alpha could control them. They serve me and only me. (beat) Allow me to demonstrate. He WHISTLES. The Deathgrippers OPEN FIRE, blasting flaming acid in eve direction.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP",
          "text": "Take cover! The wreckage is instantly set aflame. Beams sizzle and sn dissolved by the acid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASTRID",
          "text": "Split up! Valka leaps out of the way of a blast, climbing a fallen toward the netted rooftop. She whirls her staff, creating urgent, high-pitched whistle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALKA",
          "text": "Up here! In response, Cloudjumper dives from the night sky, grabbi talon-fulls of netting and hoisting the ropes into the ai with her four powerful wings. Valka slashes the taut rope with her serrated, hooked staff, ripping a hole in the ne",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALKA, (CONT'D)",
          "text": "Hurry! \fHTTYD: The Hidden World - 12/05/18 - Final (DeBlois) 69. The team scrambles upward, climbing out of reach of the licking flames, as Stormfly, Meatlug, Skullcrusher, Hookf and Barf & Belch close in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SNOTLOUT",
          "text": "Go, go, go, go, go! The Deathgrippers lunge after them, clawing their way up wreckage with their heavy pincers, snapping ferociously a their heels. As Valka stretches the hole wide, the team dives through, plummeting in mid air. Each is grabbed by their passing dragons.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALKA",
          "text": "Hiccup! Lastly, Hiccup rushes through, glancing back at the infer beneath. A Deathgripper explodes from the flames like a breaching Great White. He leaps out of the way as it chom into the net, falling away, entangled. Valka hooks her st onto Cloudjumper’s talons and grabs Hiccup by the hand. VALKA (CONT’D) Gotcha. Go, Cloudjumper! Cloudjumper drops the net, allowing it to collapse upon t flaming wreckage, trapping the struggling the Deathgrippe as they writhe and ROAR in fury. The team escapes into the night sky as the GOREGUTTER fli in, following Fishlegs’ commands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FISHLEGS",
          "text": "Yeah! Our hero! He lowers his head and uses his massive antlers to smash the top of the tower, causing the top to collapse down on the Deathgrippers. ON HICCUP, dangling, looking back. Sooty, eyes glazed, an rattled. ON GRIMMEL, watching them escape, seething. Ruffnut appea by his shoulder, brushing off ashes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUFFNUT",
          "text": "Ugh. He takes that stupid baby everywhere. He grimaces, unnerved.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "\fHTTYD: The Hidden World - 12/05/18 - Final (DeBlois) 70.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sequence 2191 - We Need Him Stormfly touches down in the center plaza, carrying Astri and Hiccup, as Gobber approaches, grimacing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GOBBER",
          "text": "Thor almighty! Guess we won’t be needing this then, huh? He gestures toward a handmade cage behind him. The return rescue team follows sheepishly, looking battered, sooty, disheveled on the heels of the botched mission.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP",
          "text": "I led us right into his trap. Hiccup shakes his head, frustrated. Tuffnut SNICKERS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUFFNUT",
          "text": "Yeah, nice work, Chief. Right, Ruff? Silence. He looks over to see Barf’s empty saddle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP",
          "text": "Wait. Where is Ruffnut? Tuffnut stares at the empty saddle, straining in thought.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FISHLEGS",
          "text": "(panicked) We left her behind?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASTRID",
          "text": "How could you not notice she was missing? You ride a two-headed dragon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUFFNUT",
          "text": "Oh yeah. (beat) I feel like how Ruffnut is every day. Dumb.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GOBBER",
          "text": "Odin be spanked! This just gets better and better. Hiccup tries to calm the upset, VOCAL crowd. \fHTTYD: The Hidden World - 12/05/18 - Final (DeBlois) 71. He SIGHS,",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUFFNUT",
          "text": "I try to avoid looking at her. It gives me acid reflux.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP",
          "text": "Okay, guys, just keep your helmets on. Toothless and I will fly--",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOARK",
          "text": "Toothless has the Light Fury now. He’s probably not even coming back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASTRID",
          "text": "You gave him his freedom, Hiccup. What were you expecting?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP",
          "text": "I never thought he’d stay away for good. crestfallen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "I..I...",
          "text": "(beat) Look, I - I’1l figure it out. I just need more time. He shuffles off, defeated. Astrid watches Hiccup and SIGH Valka approaches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALKA",
          "text": "He thinks he has to lead alone, because his father had to. He doesn’t realize the strength you have together. Astrid turns to her. VALKA (CONT’D) Do you still believe in him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASTRID",
          "text": "Of course. I wish he did. But he thinks he’s nothing without Toothless.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALKA",
          "text": "Then help him realize the truth. \fHTTYD: The Hidden World - 12/05/18 - Final (DeBlois) 72. BACK TO HICCUP, walking away from the crowd, rubbing his brow. He looks up to see Stormfly bounding up to him cheerily, with Astrid in the saddle. Stormfly SQWAKS, enthusiastically.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASTRID",
          "text": "Get on. We’re going to find him. Hiccup lights up, relieved.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP",
          "text": "Really? He climbs onto the saddle, calling back to the weary crow",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP, (CONT'D)",
          "text": "Everybody stay put. We will get Ruffnut back. Don’t worry. He joins Astrid in the saddle as Stormfly takes to the ai",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUFFNUT",
          "text": "Puh. Worry? If they’re stuck with Ruffnut, I’m more worried about them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "INT. RAVEN POINT TRAPPERS’ FORT - DAY Sequence 2195 - Ruffnut Freed Grimmel is looking down at his map, trying to concentrate",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUFFNUT, (0.S.)",
          "text": "Why the long face? She SNICKERS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUFFNUT, (CONT'D)",
          "text": "I mean, mine’s long, but yours is really long. All face and no brain. Like you got stretched at birth. Do you have a twin too? Tuffnut took up all the room in Mom’s belly. Otherwise I’d have a rounder head and more brains. That’s science. Grimmel sneers, trying to ignore her. The silent Warlords exchange glares of exhaustion. Ruffnut toys with her braids, weaving them around like snakes. \fHTTYD: The Hidden World - 12/05/18 - Final (DeBlois) 73.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUFFNUT, (CONT'D)",
          "text": "My braids are like little Zipplebacks, see? Rawr rawr! Even the mold spots look like eyes. So cute. They even have little horns and everything, just like Barf and Belch, except me and Barf can’t stand Belch, so they’re really just Barfs. It’s warm in here. Grimmel shakes his head, unable to concentrate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUFFNUT, (CONT'D)",
          "text": "I know what you’re thinking. You've never had a prisoner this hot. All the boys love me. Except Eret, who totally lost his chance. That ship has sailed, boy. Sorry! And Hiccup is practically married to that round head, Astrid. But Snotlout and Fishlegs, they’re basically my harem. Grimmel breaks his pencil and groans.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUFFNUT, (CONT'D)",
          "text": "I just can’t choose. Snotlout’s a beefcake, but almost too pretty, you know? Sometimes I think he’s more in love with himself than me. There’s only room for one beauty in this relationship. Fishlegs would keep me alive longer if I had to eat one of them, stranded on some glacier somewhere, but he never shuts up about dragons. Don’t you hate when people never stop talking?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRIMMEL",
          "text": "Yes. I do. Grimmel’s captured dragon backs away from Ruffnut slowly, uncomfortable and slightly afraid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUFFNUT",
          "text": "They just keep going and going BLAH, BLAH, BLAH. It’s so boring.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRISELDA THE GREVIOUS",
          "text": "Can’t we just feed her to your dragons? \fHTTYD: The Hidden World - 12/05/18 - Final (DeBlois) 74.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUFFNUT",
          "text": "Hey, what do you have to eat around here? I’m allergic to fish. You should know that. That’s all they have at that stupid new island. Grimmel raises his head from his hands, an idea suddenly dawning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUFFNUT, (CONT'D)",
          "text": "Do you have any clams? They’re like little mouths with slimy food inside that’s already chewed like the way Mom used to do it --",
          "sentiment": "neutral"
        },
        {
          "speaker": "-- ENOUGH",
          "text": "Grimmel SWIPES the maps off of the table! The Warlords ju back. The compass sinks its spike into a mast, narrowly missing of the Deathgrippers. Grimmel stomps over to the cage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUFFNUT",
          "text": "Until I turned twelve, and she was like, “chew your own food!” And I was like, “No, I kinda like it!”",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRIMMEL",
          "text": "(grumbling) Most annoying creature ever to cross my path.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUFFNUT",
          "text": "(flattered) Aww. He throws open the latch and swings the cage door wide. Ruffnut snaps at him with her dragon-headed braids.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUFFNUT, (CONT'D)",
          "text": "Oops, you let the dragons out. I’m gonna get ya, I’m gonna get ya. No this one’s gonna get ya! He opens the adjacent cage. A timid dragon peeks his head out. The Deathgrippers scuttle over hungrily.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRIMMEL",
          "text": "Take him and go. Please. I beg you. (re: the dragon) The Deathgrippers will have to forgo dinner. \fHTTYD: The Hidden World - 12/05/18 - Final (DeBlois) 75. Ruffnut saunters out, sizing up the dragon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUFFNUT",
          "text": "Eww. You feed your dragons... dragons?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRIMMEL",
          "text": "Go!",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUFFNUT",
          "text": "Where’s your bathroom? I gotta... He glares daggers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUFFNUT, (CONT'D)",
          "text": "OKAY! Gods. No wonder you have gray hair. She climbs onto its back as the dragon looks around, confused.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUFFNUT, (CONT'D)",
          "text": "Stress is not good for you. Ruffnut LAUGHS victoriously as they flap off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUFFNUT, (CONT'D)",
          "text": "So long, losers! Grimmel watches them go. His sneer becomes a grin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SQ. 2201",
          "text": "Stormfly flies over the open water, following her nose an shifting course every few seconds as she carries Astrid a Hiccup. There’s nothing but open sky and ocean as far as eye can see.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP",
          "text": "Where is she heading?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASTRID",
          "text": "She's tracking something, aren't you, Girl? She pats Stormfly, who SQWAKS back, focused, sniffing the air. Hiccup SIGHS. \fHTTYD: The Hidden World - 12/05/18 - Final (DeBlois) 76.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP",
          "text": "There’s nothing but miles and miles of... Hiccup looks into the distance, suddenly silent. Astrid turns to see what he’s looking at. They hurtle over crashing whitecaps toward what seems lik nothing but a column of mist. A ROAR builds. Hiccup peers over Astrid’s shoulder, baffled. They exchange looks. Stormfly suddenly pulls up, revealing a vast hole in the with thunderous waterfalls cascading inward. Hiccup and Astrid gawk, astounded, as Stormfly circles the epic, otherworldly sight -- a great volcanic caldera meeting th surface of the sea. The remains of shipwrecks litter the lower tier, wedged in the fang-like rocks of the chasm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP, (CONT'D)",
          "text": "A great waterfall...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASTRID",
          "text": "At the end of the world. Astrid meets his eyes. Suddenly, without warning, Stormfl dives into the caldera.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASTRID",
          "text": "Stormfly! Hiccup wraps his arms around Astrid as they plummet, uncontrolled.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SQ. 2301",
          "text": "They emerge through a curtain of falling water... and int vast, steamy chamber beneath the ocean floor. Terraced ba of collected seawater spill into a seemingly bottomless chasm, aglow with magma veins. Hiccup and Astrid gawk, bewildered, as Stormfly SNIFFS th air and switches direction. \fHTTYD: The Hidden World - 12/05/18 - Final (DeBlois) 77. She flies them beneath a low overhang and into a tunnel. darkness gives way to an otherworldly glow as the phosphorescent river beneath throws patterns up the tunne walls.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP",
          "text": "Look! Hiccup points out the shape of a bioluminescent SEA SHOCK dragon, swimming in the currents below them. Stormfly follows the river to its end, dropping off of a cliff and into a massive gallery of columns, covered in bioluminescent fungi. Clusters of dragon eggs glow as Stormfly soars past. She too displays a bioluminescent pattern, as though flying under black lights. Astrid and Hiccup are astounded. The starry ceiling above suddenly shifts and undulates, a thousands of tiny FIREWORM dragons descend from the caver ceiling and playfully chase Stormfly. Finally, the “Mushroom Forest” gives way to a third chamb vast and glowing with warm light carried from deep magma veins via great pillars of crystal. Gargantuan coral structures fan out in dramatic displays, growing mid-air the damp, salty atmosphere. Here, THOUSANDS OF DRAGONS ha gathered in an excitable hive of activity. Astrid and Hiccup tuck low in the saddle as Stormfly flie them closer to the epicenter of activity -- “King Island. To avoid detection, Astrid steers Stormfly toward a small formation at the shore of Kind Island, landing in the cov of a canopy of goliath mushrooms. Hiccup and Astrid hop off and follow Stormfly as she snif the air and scampers up the steep, moist terrain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP, (CONT'D)",
          "text": "It really does exist. Stormfly reaches a cliff and straightens, pointing her he like a hunting dog. Hiccup and Astrid crawl to the edge a GASP in unison. Rising from the gathered throngs of dragons, a great monu of crystal rises like a tower. From above, Toothless and Light Fury lead a procession of dragons through the air, zigging, zagging, and looping in a kind of arial dance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP, (CONT'D)",
          "text": "Toothless! \fHTTYD: The Hidden World - 12/05/18 - Final (DeBlois) 78. Astrid yanks him back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASTRID",
          "text": "Shhh. You’1ll spook them! Toothless and the Light Fury land majestically upon the p of the crystal mountain. Dragons ROAR and flap their wing adulation. In the crowd, even Drago’s former BEWILDERBEAS pays his respects to the alpha. Toothless spreads his win and lets out a mighty roar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASTRID, (CONT'D)",
          "text": "(whispered) Now that’s a king. No longer the clumsy amateur, Toothless throws his head b clucking and mirroring the Light Fury in a strange yet beautiful ritual. He settles and nuzzles her gently, then looks out upon his constituents, noble as a lion with his pride. Below them, thousands of dragons lower their heads bow. All the while, Hiccup watches quietly, visibly unsettled the sight of Toothless so at home in this foreign world. Astrid notices. Her smiles fades, replaced by a look of sympathy. She reaches out to comfort him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP",
          "text": "We should go. But before they can slip away, they hear a RUMBLING behin them. They turn, apprehensively, only to find themselves TO FACE with a snarling RUMBLEHORN. HICCUP (CONT’D) ASTRID Oh no. Oh no. Hiccup raises his hand to try to calm the Rumblehorn, but Astrid grabs it and leaps from the cliff, taking Hiccup w her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STORMFLY",
          "text": "The Rumblehorn ROARS, sending up a piercing alert.A thous dragon heads turn at once. Toothless is shocked to spot Hiccup and Astrid in the distance, fleeing for their live Toothless scrambles to the air in a panic, leaving the Li Fury confused. He ROARS at the pursuing dragons heading toward the intruders, with bared teeth and glowing mouths Some heed his command and fall back. \fHTTYD: The Hidden World - 12/05/18 - Final (DeBlois) 79. Others are far ahead of Toothless and closing in. Hiccup Astrid scramble over the ever-changing terrain, trying to outrun them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASTRID, (CONT'D)",
          "text": "Go, go! Toothless races through the throng of aggressive dragons, COMMANDING them to back down. He swoops in and plucks Hic and Astrid out of the onrush, carrying them up toward the cavern ceiling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP",
          "text": "I’m sorry, Bud! I-I just... Toothless BARKS back sharply and carries them into the distance, far from the agitated crowd. Stormfly follows, reuniting with Astrid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hiccup’s face, remorseful and pensive, as Toothless flies away from the Hidden World...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DISSOLVE TO",
          "text": "INT. OLD BERK - STOICK’S HOUSE - NIGHT FLASHBACK Seq 2341- “With Love Comes Loss” Hiccup, age 6, descends the staircase from his bedroom lo to find Stoick seated by the fire. The stair creaks and Stoick turns with a start, quickly wiping glistening tear from his face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STOICK",
          "text": "Son. You should be asleep. Hiccup sits on the steps guiltily, aware that he’s witnes something he shouldn't have.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP",
          "text": "I was thirsty. Stoick softens and beckons Hiccup over with a sweep of hi hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STOICK",
          "text": "Yeah. Come here. Hiccup descends the last few steps and climbs into his father’s lap by the warmth of the hearth. \fHTTYD: The Hidden World - 12/05/18 - Final (DeBlois) 80.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP",
          "text": "(carefully) Dad? Are you gonna get us a new mom? Stoick stares at him, taken aback. He hugs Hiccup tightly then raises Hiccup’s chin to meet his eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STOICK",
          "text": "I don’t want another. Your mum was the only woman for me. She was the love of my life. Hiccup turns to the flickering flames, considering his wo",
          "sentiment": "neutral"
        },
        {
          "speaker": "STOICK, (CONT'D)",
          "text": "But with love comes loss, son. It’s part of the deal. Sometimes it hurts, but in the end, it’s all worth it. Stoick smiles warmly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STOICK, (CONT'D)",
          "text": "There’s no greater gift than love.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sequence 2371 - Momentary Hesitation",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hiccup’s face as he rides on Toothless, still lost in thought. He glances at Astrid as they descend toward New to land. She eyes him sympathetically. They touch down on an open pasture by the shear cliffs, s distance from the halted construction. Hiccup dismounts a considers the village, then turns toward Toothless, who stirs, eyes downcast. Hiccup throws a glance toward Astrid, who nods in encouragement. He takes a DEEP BREATH and rounds Toothles face him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP",
          "text": "It’s okay, Bud. You belong there. With her. We don’t. Toothless cocks his head, seeming to understand. \fHTTYD: The Hidden World - 12/05/18 - Final (DeBlois) 81. He COOS, clearly conflicted.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP, (CONT'D)",
          "text": "And that’s alright. We’ll find a way to mana-- Suddenly, Toothless’ ear plates twitch. He looks back tow the open pasture. The wind rustles through the long grass raises his head, curious. At first, he sees nothing... then a gust parts the grass blades, revealing the Light Fury crouched like a stalking lioness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP, (CONT'D)",
          "text": "Hey! She followed us back! Toothless hops to his feet, elated. He bounds toward her, tongue flapping in a fit of joy. He leaps into the air an tackles her into the grass. They tumble down the bluff, h over tail, GURGLING with glee. Hiccup watches, beaming. He turns to Astrid, relieved.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP, (CONT'D)",
          "text": "We might not have to say goodbye after all! Toothless stands and gently leads the Light Fury toward Hiccup and Astrid. “My Home,” he COOS. She cautiously follows, uncertain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP, (CONT'D)",
          "text": "That's it...",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUFFNUT, (0.S.)",
          "text": "Woo-hoo! Yeah! Suddenly, Ruffnut appears, landing on the dragon Grimmel gifted her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASTRID",
          "text": "Ruffnut? She hops off, beaming and twirling triumphantly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUFFNUT",
          "text": "Miss me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASTRID",
          "text": "How'd you escape?! \fHTTYD: The Hidden World - 12/05/18 - Final (DeBlois) 82.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUFFNUT",
          "text": "I annoyed them ‘til they let me go! Heh, heh. So dumb. Ruffnut tosses her braids. Hiccup and Astrid exchange a l of concern,",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP",
          "text": "Wait. Grimmel let you go? She throws them a knowing wink.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUFFNUT",
          "text": "They couldn’t handle me. (beat) See, everyone thinks that Tuffnut’s more annoying, but -- Hiccup’s eyes flare, alarmed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASTRID",
          "text": "-- Wait, hold on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP",
          "text": "Ruffnut. Focus. Were you followed? She gawks at him, blankly, then smirks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUFFNUT",
          "text": "I never look back, Hiccup. Panic floods Hiccup’s face. He spins around toward Toothl and the Light Fury.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP",
          "text": "Toothless. Hiccup takes off toward him... «+. aS Toothless leads the Light Fury closer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOOTHLESS",
          "text": "Suddenly, a rustle in the grass spins the Light Fury arou She SNIFFS the air. Alarmed, she SHRIEKS and takes flight! But it’s too late: DART whizzes through the air and HITS her in the neck! Sh tumbles to the ground, nearly sliding off the cliff. Toothless bellows furiously, rushing toward her... \fHTTYD: The Hidden World - 12/05/18 - Final (DeBlois) 83.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP, (CONT'D)",
          "text": "Toothless, come back! «+. Only to discover Grimmel rising from the tall grass a of him. Before Toothless can blast, Grimmel FIRES a dart into his neck. Toothless ROARS, but immediately succumbs to the tranquilizer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SQ.2801 “Grimmel’s Surprise” ON HICCUP, running through the tall grass, panicked.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP",
          "text": "No! Grimmel clips a ring to a long length of chain. In the background, his AIRSHIP rises into view. He grabs hold of chain as it grows taut, lifting him into the air from the chassis of the airship, standing atop his dangling, fresh captured Furies, like a prize hunter with his kill. Hiccup slows, horrified as the airship rises above him. Several Berkians race to his side. Behind them, their dra fly to the scene, ROARING aggressively. Grimmel climbs onto an outstretched arm of the airship an leers back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRIMMEL",
          "text": "And now our little game must come to an end. The Berkian dragons close in and open their mouths to bla In response, Grimmel aims a mounted canon at the Light Fu Toothless groggily looks up to see the barbed harpoon fix squarely on his unconscious mate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRIMMEL, (CONT'D)",
          "text": "Call them off, Alpha. No reason for her to die too. Toothless looks at the arriving flock, throats aglow, awaiting his command. He ROARS a command: “Stand Down!” T dragons immediately swallow their fire, peeling back. \fHTTYD: The Hidden World - 12/05/18 - Final (DeBlois) 84.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SNOTLOUT",
          "text": "What are they doing? They can totally take him!",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP",
          "text": "Not with her life is on the line! The Deathgripper scouts circle the airship, nipping at Toothless and the Light Fury. Toothless BARKS at them, tr to force them into line.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRIMMEL",
          "text": "Save your breath! The only alpha they respond to is me. Toothless turns to Hiccup, pleading and helpless. Hiccup only stare back, guilt-ridden.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRIMMEL, (CONT'D)",
          "text": "Oh, don’t feel too badly. You tried your best. But you are nothing without your dragon. Hiccup glowers in the sting of Grimmel’s words. The airship recedes. Toothless commands the dragon flock follow, as the Deathgrippers circle like sheepdogs. Hiccup chases after them, halted by the edge of the cliff",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOOTHLESS",
          "text": "CLOSE ON HICCUP, winded, overwhelmed, defeated.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sequence 2951 - Astrid Activates Hiccup Hiccup paces at the cliff’s edge, eyeing the disappearing flock. The Gang watches from a distance, equally at a los",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUFFNUT",
          "text": "Oh, that is just great! Now what? Snotlout steps forward, puffing out his chest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SNOTLOUT",
          "text": "I think it’s time for number two... to become number one. \fHTTYD: The Hidden World - 12/05/18 - Final (DeBlois) 85. Valka holds back the others with a gesture. She turns to Astrid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALKA",
          "text": "He’1l listen to you. Astrid nods and heads off toward Hiccup. She stops short, facing the open sky, as Hiccup continues to pace, worked",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP",
          "text": "Don’t say it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASTRID",
          "text": "I wasn’t going to.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP",
          "text": "I shouldn’t have dragged you out there. He wouldn’t have flown me back. She wouldn’t have followed. Astrid nods, staring ahead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASTRID",
          "text": "Yep.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP",
          "text": "Ugh! I feel like the same screw-up I was before I met Toothless.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASTRID",
          "text": "I can see that. He turns to face her, exasperated.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP",
          "text": "Are you just going to stand there and agree with everything? She shrugs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASTRID",
          "text": "Well, you’re right. You’re back to where you started. But I was the first to believe in you. And I've watched you doubt whether you’re worthy ever since. (beat) But you know what? I’m the person I am today because of you. I never told you that, but it’s true. You're the bravest, most stubborn, most determined knucklehead I know. (beat) (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fHTTYD: The Hidden World - 12/05/18 - Final (DeBlois) 86.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASTRID, (CONT'D)",
          "text": "Toothless didn’t give you that, Hiccup. He just made it...",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP",
          "text": "-+. easier. He meets her eyes, bolstered by her stoic resolve.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASTRID",
          "text": "And now it’s going to be a lot harder. Hiccup considers her words.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASTRID, (CONT'D)",
          "text": "So. What are you going to do about it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP",
          "text": "Probably something stupid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASTRID",
          "text": "That’s the Hiccup I know. She smiles and gives her a peck of thanks the cheek. They trudge back up the hill toward the group.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP",
          "text": "Suit up, Gang. We’re going to get them back!",
          "sentiment": "neutral"
        },
        {
          "speaker": "FISHLEGS",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUFFNUT",
          "text": "He’s lost his mind. Tuffnut grabs Hiccup by the shoulders.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUFFNUT",
          "text": "Now that’s marriage material! He beams proudly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUFFNUT, (CONT'D)",
          "text": "At last, faithful pupil. You are ready. Hiccup writhes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FISHLEGS",
          "text": "Um... How are we gonna get our dragons back... without dragons? \fHTTYD: The Hidden World - 12/05/18 - Final (DeBlois) 87. Hiccup turns to him and grins, knowingly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP",
          "text": "Trust me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OFF THE COAST OF NEW BERK",
          "text": "Grimmel’s airship hovers over the sprawling armada, flank by the swirling cloud of dragons. Below, dragons are being loaded into cages. Cloudjumper, Skullcrusher, and Grump are among them. Agitated, they SN at the prodding soldiers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLDIER",
          "text": "Watch yourselves! A Solider jabs Cloudjumper with a spear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLDIER, (CONT'D)",
          "text": "Move it! Cloudjumper GROWLS, threatening to attack. Above him, Toothless sees this and ROARS at him. With the Light Fury still in Grimmel’s harpoon sights, Toothless GROWLS a command: “Just do as they say.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRIMMEL",
          "text": "That's right, Alpha. No surprises. Cloudjumper begrudgingly complies, but SWATS the soldier with his tail as he resigns himself to the cage. More dragons land and are forced into cages.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dressed in dragon armor, the Gang peers over the edge of cliff at the armada far, far below. Their wing-suit flaps unfurled. Ruffnut gestures to hers, incredulous.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUFFNUT",
          "text": "So... jump off the cliff? In these? That’s the best you got?! \fHTTYD: The Hidden World - 12/05/18 - Final (DeBlois) 88.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP",
          "text": "No. You guys are the best I’ve got.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUFFNUT",
          "text": "Aw.",
          "sentiment": "neutral"
        },
        {
          "speaker": "I'M WI-- I'M WITH HIM",
          "text": "Tuffnut glares at her, indignant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUFFNUT",
          "text": "Ruffnut! That was my line.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP",
          "text": "Let's go! Hiccup lowers his helmet and takes a running leap off of edge. Astrid follows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASTRID",
          "text": "Try to keep up! The rest of the gang leap in turn, spreading their wings gliding through the air.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUFFNUT",
          "text": "Yeah! I’m doing it! EXT. OPEN SKY/OPEN WATER — CONTINUOUS Grimmel throws a lever, lowering Toothless to the deck be He struggles in the net, YOWLING back at the Light Fury. The soldiers prepare to receive Toothless as he thrashes increasing intensity. Toothless ROARS at the soldiers that surround him. They j back, nervously brandishing spears. Grimmel CHUCKLES.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRIMMEL",
          "text": "Aw, you didn’t think I’d actually hand you the Night Fury, did you? (beat) He’s mine to kill.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRISELDA",
          "text": "That snake. \fHTTYD: The Hidden World - 12/05/18 - Final (DeBlois) 89.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRIMMEL",
          "text": "I intend to finish what I started. Best of luck controlling them without an alpha.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP, (0.S.)",
          "text": "(shouting)",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLD ON, TOOTHLESS",
          "text": "Toothless’s head suddenly turns, looking hopeful. Grimmel turns, alarmed. Through the clouds that encircle New Berk, he spots a dis speck, hurtling toward him. Five others appear, further still. PUNCH IN on Hiccup, gliding from the heights of the tower island, wings extended. Astrid and the Gang follow, SCREA BATTLE CRIES. The Twins collide sloppily. Tuffnut clings desperately to Ruffnut as she kicks him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUFFNUT",
          "text": "Let go! Snotlout weaves, wildly out on control.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SNOTLOUT",
          "text": "Could’ve used some practice! Fishlegs flaps his undersized wing-suit flaps, trying to aloft with the extra weight of Fishmeat in his backpack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FISHLEGS",
          "text": "I should've skipped breakfast! Grimmel whirls the mounted harpoon cannon, taking aim at squadron. But before he can line up the shot, Hiccup care into him, knocking Grimmel from his position on the airsh arm, sending him flying as the cannon spins on its gimbal Grimmel tumbles, mid-air, and grabs a rigging line, grasp desperately as it breaks his fall, leaving him swinging.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP",
          "text": "Toothless! Toothless lights up, elated. He ROARS to dragons: “NOW!” dragons break away from the soldiers below, taking to the air. On his COMMAND, Cloudjumper, Skullcrusher, and Grump race back toward the island. Hiccup collides with a billowing sail, cushioning his imp He sinks his dagger into the canvas. It tears as his own weight pulls him down toward the deck below. \fHTTYD: The Hidden World - 12/05/18 - Final (DeBlois) 90. Astrid and the Gang stick polished landings alongside him",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP, (CONT'D)",
          "text": "Perfect timing! A hoard of soldiers rush toward the group as they stand i formation behind Hiccup. Except for Snotlout, who is dang from the rafters by his cape again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP, (CONT'D)",
          "text": "Game faces!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SNOTLOUT",
          "text": "Yeah! What are you waiting for? Get in there! The gang draw weapons and charge into the fray, meeting t soldiers head-on. Above them, Toothless struggles against the net that hold him, ripping his muzzle apart with a ROAR. GRIMMEL looks down, suddenly concerned, as Toothless takes aim. Grimmel leaps out of the way as Toothless’ blast destroys one of airship arms, sending it spiraling. Grimmel clings to the falling airship and WHISTLES a command to his Deathgrippe Below, ASTRID battles a soldier on a gangway. He parries blow and corners her, raising his sword for the kill, whe",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP",
          "text": "Heads up! «+. Hiccup cuts a nearby rigging line, releasing a sail b that sweeps through and sends the soldier flying off of t gangway. Astrid beams at Hiccup.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASTRID",
          "text": "Thanks. (alarmed) Look out! Astrid throws her axe toward Hiccup, who dodges as it whi past and takes out a soldier who was about to stab Hiccup Relieved, Hiccup smiles back at Astrid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP",
          "text": "Thanks. In a ROMANTIC MOMENT, they approach one another in SLOW MOTION. Astrid grabs a canister from Hiccup’s belt, bites the wax seal, and tosses the gas-spewing canister like a grenade to the deck below. Hiccup lights his Dragon Blade hurls it into the gas cloud. Soldiers panic and flee as.. \fHTTYD: The Hidden World - 12/05/18 - Final (DeBlois) 91. .-. KABOOM! A fireball erupts, framing our enamored coupl Astrid WHISTLES for Stormfly and points to Hiccup, then t the sky. Stormfly swoops in and plucks Hiccup, carrying h toward... THE AIRSHIP, engulfed in flames, dropping steadily as the Deathgrippers struggle to keep it aloft. A freed Deathgripper RAMS Stormfly, knocking Hiccup out o her grasp. Hiccup rolls and dives through the airship’s inferno to get to Toothless...",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP, (CONT'D)",
          "text": "I’m coming, Toothless! +. As Grimmel shimmies down the chain to the Light Fury. twists a vial of venom into the Light Fury’s bridal, subd her into obedience.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRIMMEL",
          "text": "(to Hiccup) You still think he cares about you?! Let’s just see who he follows. He releases a latch, springing the Light Fury from her restraint. She flies off, groggy and obedient, carrying Grimmel on her back. Toothless watches, raging and struggling against his ties Hiccup races to free him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP",
          "text": "I’m sorry, bud! For everything! Just as the flaming airship CRASHES into the sea, Hiccup PULLS the release latch, freeing Toothless. They EXPLODE from the epic splash, pulling a comet trail smoke. The attached Deathgrippers are dragged undersea wi the airship as Hiccup and Toothless tear off in pursuit o Grimmel and the Light Fury.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP, (CONT'D)",
          "text": "Now let’s go get her! The remaining Deathgrippers head after them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A soldier yells a BATTLE CRY and CHARGES the Gang. Tuffnu \fHTTYD: The Hidden World - 12/05/18 - Final (DeBlois) 92. clocks him from behind, then hurls his war hammer to... .-. Snotlout, who takes out another soldier, then...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SNOTLOUT",
          "text": "Number two, coming through! «+. tosses his hammer back to Tuffnut, who effortlessly u it to knock out yet another.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUFFNUT",
          "text": "Surprise! Sorry about that!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SNOTLOUT",
          "text": "Come on! Snotlout rolls over the tussle and grabs the hammer, brin it down heavily to smash the lock off of a cage, freeing GOREGUTTER within. SNOTLOUT (CONT’D) Yeah! One more freed, four to go! Try to keep up! The Goregutter ROARS and takes to the air, passing Fishle engaged in combat on an upper deck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FISHLEGS",
          "text": "I got your backs! He pushes his adversary off of the deck then, seeing his friends about to be attacked by a horde of soldiers below grabs a line and hook, and swings down to their rescue, knocking over soldiers like a wrecking ball. He lands and eyes the damage, impressed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FISHLEGS, (CONT'D)",
          "text": "Yeah! It’s almost like we’re a team! The line and heavy hook swing back, knocking Fishlegs to deck and sending Fishmeat tumbling from his pouch. Ivar t Witless raises his sword to the baby.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IVAR THE WITLESS",
          "text": "Aw. You brought a baby to a battle?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FISHLEGS",
          "text": "Un-uh. I wouldn’t do that if I were you. They look up to reveal the Goregutter, roaring with rage he flies in to protect Fishmeat. \fHTTYD: The Hidden World - 12/05/18 - Final (DeBlois) 93. He crashes through the masts, bringing a storm of wreckag down upon the fleeing soldiers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IVAR THE WITLESS",
          "text": "Look out! Fishlegs beams, placing Fishmeat back into his pouch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FISHLEGS",
          "text": "God, I love that dragon. The Warlords look on in shock, then turn to find themselv confronted by ERET, GOBBER, and VALKA, who have now arriv on their respective dragons. They brandish their weapons invitation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GOBBER",
          "text": "Sorry we're late for the party. The warlords unsheathe theirs, fuming.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHAGHATAI KHAN",
          "text": "You're right on time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Grimmel steers the Light Fury past billowing clouds, with Hiccup and Toothless in hot pursuit. He looks back and gr",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRIMMEL",
          "text": "That’s it, that’s it! He passes a bank of storm clouds, spotting the rocky spir of New Berk in the distance. He veers off toward them. Toothless fires at Grimmel, but he rolls the Light Fury, forcing her to take the heavy impact of the blast against side. She YELPS, dropping in altitude. Toothless CALLS OUT, distraught.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP",
          "text": "How are we going to get him off her back without hurting her?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BACK ON THE SHIP",
          "text": "Tuffnut surprises a soldier, dropping to the deck in fron him, sword raised. \fHTTYD: The Hidden World - 12/05/18 - Final (DeBlois) 94.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUFFNUT",
          "text": "Fear the facial hair! The soldier swipes impulsively, slicing through Tuffnut’s “beard.” It drops away from his chin in two halves, expos Tuffnut’s baby-smooth face. He GASPS, horrified... ... then goes full Berserker -- SCREAMING and CHASING the terrified soldier across the deck... ... Where Gobber and Ragnar are trading blows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GOBBER",
          "text": "Oh, I have missed this!",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAGNAR THE ROCK",
          "text": "Me too! Ragnar KNOCKS Gobber to the deck, then pauses to notice a lone Hobgobbler staring eerily from the railing. Gobber smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GOBBER",
          "text": "See that there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAGNAR THE ROCK",
          "text": "Aw. Cute.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GOBBER",
          "text": "That’s a bad omen. You’re cursed! Suddenly, the Hobgobbler SHRIEKS, signaling a horde of Hobgobblers to pour over the railing and chew apart the d like hungry piranha. Ragnar SCREAMS and flees for his lif Gobber LAUGHS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GOBBER, (CONT'D)",
          "text": "Yes! Good on ye! He notices a Hobgobbler gnawing on his wooden peg-leg.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GOBBER, (CONT'D)",
          "text": "Eh, I guess you’re not so bad after all. Astrid silently appears behind the HELMSMAN and deftly KN HIM OUT. She then SPINS the ship’s wheel and SINKS her ax into the deck, bracing the wheel into a sharp turn. The d leans heavily to port as the flagship collides with the battleship to her left, beginning a chain reaction.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRAPPER",
          "text": "Abandon ship! \fHTTYD: The Hidden World - 12/05/18 - Final (DeBlois) 95. Dragon cages slide across the pitched deck, colliding and furthering the chaos. Griselda and Chaghatai become trapp in one of them. Freed dragons take to the air. The Rescue Team has succee The battle is won. Astrid leads a CHEER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASTRID",
          "text": "Yeah!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SQ. 3101 - HICCUP’S SACRIFICE Grimmel leads the chase through the tall, craggy rocks of Berk. Toothless and Hiccup zigzag behind, closing in. Suddenly, the four remaining Deathgrippers appear from be a rocky spire, bombarding Hiccup and Toothless!",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP",
          "text": "Uh, we've got problems. The Deathgrippers fire volleys of acid. Hiccup and Toothl struggle to dodge. Toothless grabs a Deathgripper and hurls it into a passin column. He then blasts a passing rocky arch, burying anot Deathgripper in an explosion of boulders. But it does lit to stop them -- they’re relentless!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "On the ground below, the Berkians watch the pursuit with intensity.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIKINGS",
          "text": "Take him down, Hiccup! The crowd cheers for their Chief.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Deathgrippers clamp onto Toothless, piling on and stabbing with their stingers. Hiccup recoils on Toothless back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP",
          "text": "We need a better plan! And quick! \fHTTYD: The Hidden World - 12/05/18 - Final (DeBlois) 96. Desperate, Toothless comes up with an idea. He narrows hi eyes, concentrating. His dorsal plates split apart. Stati begins to crackle between them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP, (CONT'D)",
          "text": "Uh, what...what are you doing? Amazed, Hiccup sees patches of Toothless' scaly skin begi turn mirror-like, including the Toothless scales on his o dragon armor. It suddenly dawns upon him what Toothless i attempting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP, (CONT'D)",
          "text": "Okay... okay! He throws down his visor and tucks in. Toothless focuses ROARS, commanding lightning to arc from the stormy sky an strike them as they drop from the sky. In a flash, they disappear. The attacking Deathgrippers are ELECTROCUTED.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Vikings GASP in awe as they watch the lightning blast illuminate the sky, followed by a complete disappearance Hiccup and Toothless.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Grimmel looks back, baffled to see his lifeless Deathgrip dropping from the sky. He looks around frantically. Suddenly, Hiccup and Toothless re-materialize in front of at close range.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AAGGH",
          "text": "Hiccup leaps toward Grimmel, throwing open his wings. Gri fires a dart from his crossbow. Hiccup twists in the air, avoiding it. The dart punctures his wing just as he crash into Grimmel, knocking him off of the Light Fury's back. Hiccup looks back to see that the dart has hit Toothless! He’s going down!",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRIMMEL, (CONT'D)",
          "text": "You'll kill both of us! Fighting over a dragon... that’s your plan?! With Grimmel clinging to him, and Toothless falling from sky, Hiccup makes a desperate choice. \fHTTYD: The Hidden World - 12/05/18 - Final (DeBlois) 97.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP",
          "text": "This is. He rips off the Light Fury's bridle (with its vial of ven tranquilizer). She shakes off the grogginess, regaining f awareness. She turns to Hiccup.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP, (CONT'D)",
          "text": "Save him. He lets go, plummeting with Grimmel. Distressed, the Ligh Fury watches him, then turns to Toothless, falling unconscious. Impulsively, she races off to rescue her mat As Hiccup falls, Grimmel clings to him in vain. But Hiccu only focused on Toothless, watching as the Light Fury res him from his fall and hauls him safely to a cliff-top. Hiccup smiles, relieved. Grimmel grabs him and begins tearing apart his leather wi Hiccup tries to kick him away, but Grimmel clings to his prosthetic leg. Then Hiccup hears an impossible sound -- Toothless’ signa DIVE-BOMB WHISTLE, growing closer! He looks up to see the Light Fury racing toward him. He thinks fast and detaches his prosthetic leg, freeing himself from Grimmel...",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRIMMEL",
          "text": "Nooooo000! +. aS the Light Fury swoops in and grabs Hiccup at the la second. She arcs over the water as Grimmel CRASHES into t sea with an explosive SPLASH. Hiccup looks up, stunned. The Light Fury cranes her head under her belly to meet his eyes. She COOS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP",
          "text": "(shaken) See? I knew you’d come around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SQ. 3201",
          "text": "The Light Fury carries Hiccup to the cliffs and drops him Toothless... \fHTTYD: The Hidden World - 12/05/18 - Final (DeBlois) 98. ++. aS the Berkians and their dragons rush over. The RESC TEAM arrives in tow, WHOOPING and CHEERING. Hiccup hops, one-legged, toward Toothless, then falls to knees and caresses him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP",
          "text": "(softly) Hey, good morning, Bud. There you go. Toothless comes to, opening his eyes groggily and licking Hiccup.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP, (CONT'D)",
          "text": "Boy, you're full of surprises. Hiccup looks to the Light Fury, skittish and stirring in center of the crowd, but, for once, making no attempt to flee. He gently waves her over, moving away from Toothles",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP, (CONT'D)",
          "text": "He’s all yours. He smiles and hops back into Astrid’s arms, giving them r The Light Fury approaches Toothless, sniffing and nuzzlin him. He coos, licking her face. Hiccup and Astrid watch, smiling. He pulls Astrid into a Valka smiles proudly, then turns to Snotlout.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALKA",
          "text": "You know, Eret may be blessed with brawn... but just between us, you have the brains. He beams, finally validated.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SNOTLOUT",
          "text": "Number one. Hiccup glances over at Toothless, entwined with the Light Fury. Their eyes meet. Toothless looks to the open horizo then back to Hiccup, a silent question in his gaze: “Is i time?” Hiccup understands... and nods. Toothless pauses, considering the weight of the decision, then nods back. Hiccup peels away from Astrid, taking a deep breath. He h over to Toothless, steadying himself against him. \fHTTYD: The Hidden World - 12/05/18 - Final (DeBlois) 99.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP",
          "text": "You're right, bud. It’s time. (beat) I was so busy fighting for a world that I wanted... I didn’t think about what you needed. (beat) You've looked after us for long enough. Time to look after yourselves. He smiles at the Light Fury. Astrid turns to Valka. She in turn looks to Gobber. They Astrid nods and walks to Stormfly, tears in her eyes. She lays her forehead on Stormfly’s horn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASTRID",
          "text": "Oh Stormfly, my good girl. Biting her lip with resolve, she removes Stormfly’s saddl dropping it on the ground. Gobber gives Grump a pat, holding back tears. He unbuckle Grump’s saddle and slides it off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GOBBER",
          "text": "Alright, Grumpy. Off you go. Eret nods and follows suit, removing Skullcrusher’s saddl",
          "sentiment": "neutral"
        },
        {
          "speaker": "ERET",
          "text": "So long you big, ugly beast. I’1l miss you. In solidarity, the other Vikings remove the saddles from their dragons, each taking a moment to say goodbye, tears their eyes. Their dragons seem confused. Valka caresses Cloudjumper’s muzzle, whispering to him lovingly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALKA",
          "text": "Oh, Cloudjumper. Aw. Tuffnut nudges Ruffnut as they exchange heartbroken looks Hiccup and Toothless watch as the remaining Vikings remov their dragons’ saddles and say their goodbyes. He smiles, tears in his eyes. He turns to Toothless and gently takes by the muzzle. HTTYD: The Hidden World - 12/05/18 - Final (DeBlois) 100",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP",
          "text": "Go on, Bud. Lead them to the Hidden World. You’ll be safe there. Safer than you could ever be with me. Toothless looks to the Light Fury, then back to Hiccup, hesitant, conflicted. He COOS, his eyes glistening.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP, (CONT'D)",
          "text": "It’s okay. I love you too. And I want you to be free. Toothless cocks his head, eyeing him closely.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP, (CONT'D)",
          "text": "Our world doesn’t deserve you. Yet. Toothless reaches out and pulls Hiccup into an embrace. Hiccup hugs him tightly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP, (CONT'D)",
          "text": "Go, Toothless. Hiccup lets go, and in a REVERSE MOMENT TO WHEN THEY FIRS TOUCHED, he slowly pulls his hand away from Toothless’ muzzle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP, (CONT'D)",
          "text": "Go. Toothless stares at Hiccup in understanding. Hiccup smile tears in his eyes. With a deep breath, Toothless ROARS, commanding an exodus The dragons break away from their Vikings’ embraces and j him as he commands them to leave. The Light Fury takes flight, leading the pack. The rest of the Gang watch their dragons go, wiping away tears. The last dragons take flight, revealing that Toothless ha remained, standing at the edge of the cliff. He looks bac Hiccup one last time. Hiccup nods. Toothless returns a solemn nod, then leaps from the cliff flies off to join the flock. The Vikings gather together as the dragons recede into th distance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "HTTYD: The Hidden World - 12/05/18 - Final (DeBlois) 101 Hiccup, watching them go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SQ. 3401",
          "text": "In a MONTAGE, we see: New Berk, snow-covered and now completed, far surpassing Berk's former glory. A human paradise to match the dragon Hidden World, and a monument to the bygone age of dragons Colorful houses gleam radiant in the sunlight. A giant st statue of Stoick stands in the main plaza. The entire population of New Berk is gathered. Beneath the statue, Hiccup and Astrid stand facing one another, dressed in fine clothing, as Gothi wraps their clasped hands in a ceremonial cloth. Gobber and Valka sta by, smiling proudly. Gothi touches the cloth with her staff and nods. The wedd couple kiss.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SPITELOUT",
          "text": "To the Chief and Chieftess! Gobber throws up his arms in a CHEER. His wooden wedding bouquet-hand flies into the crowd... and straight into Er hands. Eret looks up in surprise and smiles. Snotlout SNIFFLES, trying to hide his emotion. Tuffnut pu him into his new and improved “facial hair.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUFFNUT",
          "text": "Come. Cry into my full, thick beard. Fishlegs BURSTS INTO TEARS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FISHLEGS",
          "text": "Oh, it’s so beautiful! He throws himself into Ruffnut’s arms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUFFNUT",
          "text": "Gross. (then) Okay, you win. I like sensitive guys. HTTYD: The Hidden World - 12/05/18 - Final (DeBlois) 102 Crowd CHEERS and celebration fill the plaza.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hiccup and Astrid walk hand in hand to the wind-buffeted cliffs of New Berk. They gaze out toward a horizon no lon teeming with dragons. Astrid rests her head on Hiccup’s shoulder. Valka, Gobber, Eret and the Gang gather beside on the bluff, surrounding the Chief and Chieftess with pr CLOSE ON Hiccup’s face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP, (V.O.)",
          "text": "There were dragons when I was a boy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SQ. 3501",
          "text": "CLOSE ON YOUNG HICCUP, 5, eyes filled with wonder. As we PULL BACK, we realize that the boy is actually Hicc SON, 3, nestled in his grown father’s arms. OLDER HICCUP, stands on a Viking ship, his eyes keenly focused ahead as prow rises and falls in the sea spray.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP, (V.O.)",
          "text": "Oh, there were great, grim sky dragons that nested on the cliff tops like gigantic scary birds. Little brown scuttly dragons that hunted down the mice and rats in well-organized packs. Preposterously huge sea dragons that were twenty times as big as the big blue whale. OLDER ASTRID, 30, abandons the rudder at the stern and approaches the bow, leading their DAUGHTER, 5, by the han She has large braided pigtails and skulls sewn into her f clothing -- a miniature Astrid. Together, they peer throu the mist that lies ahead. The roar of a massive waterfall grows deafening. HTTYD: The Hidden World - 12/05/18 - Final (DeBlois) 103",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP, (V.O.)",
          "text": "Some say they crawled back into the sea, leaving not a bone nor a fang for men to remember them by. Hiccup drops the anchor, just as the faint view of the gr hole in the sea looms into view.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP, (V.O.)",
          "text": "Others say they were nothing but folk tales to begin with. (beat) I'm okay with that. Silhouetted on a lone rock by the waterfall’s edge, Tooth lays stretched out like a proud lion standing guard. His plates perk up. He turns toward the ship. A moment later, the Light Fury sits up, followed by three black & white babies (NIGHT-LIGHTS), all watching the shi with curiosity. Toothless gets to his feet and crouches aggressively, rol his shoulders like a panther about to pounce. His back pl split and glow blue. He takes to the air, flapping toward ship. Hiccup cringes. KABOOM! Toothless lands on the prow, rock the ship heavily. Hiccup braces himself, shielding his family. The kids scamper into Astrid’s arms, frightened. She hold them close, uncertain if Toothless will recognize them. Hiccup offers an open palm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP",
          "text": "Hey, hey there Bud. Remember me? Toothless rears up on his hind legs, glaring menacingly. Behind them, Astrid postures herself to protect her cower children.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASTRID",
          "text": "It’s okay. Hiccup looks back at his family, then returns to face Toothless with his hand up in surrender. Toothless SNIFFS and suddenly a rush of recognition washes over his face. throws his front claws around Hiccup, toppling him over a covering him in slobbery licks. Hiccup bursts into LAUGHT",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP",
          "text": "I am glad to see you too, bud! HTTYD: The Hidden World - 12/05/18 - Final (DeBlois) 104 The kids squeal and bury their faces into Astrid. She LAU relieved, as Hiccup and Toothless roll around on the deck",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASTRID",
          "text": "He’s not going to eat your father. Hiccup wriggles from under Toothless, looking him over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP",
          "text": "How’s the tail holding up? Probably could use some oil and a little fine tuning. Astrid tries to calm the rattled kids.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASTRID",
          "text": "Look, it’s okay! They’re friends! Hiccup looks back at them and waves them over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP",
          "text": "Here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASTRID",
          "text": "Go on, it’s alright.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP",
          "text": "Come. He won’t hurt you. Astrid urges the kids forward. They cling to one another they cautiously shuffle toward Hiccup. Toothless cocks his head, gaping with a broad, gummy smil Hiccup takes their hands and positions them, open palmed toward Toothless.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP, (CONT'D)",
          "text": "Hold your hands out. Like this... (beat) That’s it. Let him come to you. Toothless sniffs and slowly approaches, touching their op palms with his snout. The kids’ utter soft GASPS of amazement. Wide-eyed smiles flood their faces.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "HTTYD: The Hidden World - 12/05/18 - Final (DeBlois) 105",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Toothless and Hiccup rocket through the sky, spinning, tumbling, and falling through the clouds. Hiccup’s son is tucked in front of him, loving every seco The Light Fury weaves around them. Their youngsters try t keep up, following their mother like eager ducklings. The Night Lights fly right up to Toothless and Hiccup, on them peering curiously at Hiccup’s son. The boy reaches o and in response, the little dragon SQUEAKS in delight and playfully paws at his hands. Suddenly, Stormfly explodes across Toothless’ path, givin them a fright. They look up to see Astrid and their daugh laughing on her back. The young girl HOOTS and HOLLERS, pleased that they bested her dad and brother.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP, (V.O.)",
          "text": "Legend says that when the ground quakes, or lava spews from the earth, it’s the dragons... letting us know they’re still here... Hiccup and his son exchange a mischievous grin. They crou low to the saddle and pat Toothless. He HEAVES after them",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP",
          "text": "«+. waiting for us to figure out how to get along. Hiccup spins over Stormfly to drop his son on Astrid’s shoulders, then circles around and extends a hand to his daughter. She grabs it and leaps onto Toothless’ back. They playfully chase one another into the clouds.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICCUP, (V.O.)",
          "text": "Yes, the world believes the dragons are gone, if they ever existed at all. (beat) But we Berkians know otherwise. And we'll guard the secret until the time comes... when dragons can return in peace. In a last burst of dazzling color, the dragons corkscrew the blinding sun. FADE TO WHITE.",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_929"
    }
  ]
}