{
  "movie_id": "MOV923",
  "scenes": [
    {
      "location": "ALIEN DESERT WORLD",
      "time": "DAY",
      "characters": [
        "BLACK",
        "GRETCHEN",
        "MOTHER JACKSON",
        "ACROSS THE PLAYGROUND --",
        "EXT/INT. SIDE WINDOW",
        "GENERAL",
        "FLASH CUT",
        "GIRL",
        "MR. SAINT-CLAIRE",
        "CONSTABLE JACKSON",
        "JOE",
        "WEEZER",
        "THE KID",
        "AFTER MAIN CREDITS",
        "MOUSY WOMAN",
        "RANGER TOKAMATSU",
        "THREE",
        "DANDELION GIRL",
        "MAN IN AUDIENCE",
        "ANIMATED BILLY",
        "A LITTLE LATER",
        "GELMANSCOPE",
        "DESCENDING THE SHAFT",
        "BILLY AND TOM,",
        "BEHIND THE TEACHERS DESK",
        "WORMS",
        "SUZIE",
        "ALAN",
        "FINE",
        "BY A NEWS VAN",
        "BILLY",
        "CYRUS",
        "OVER FENCES --",
        "MITCH AND CHRISTINE",
        "GELMAN / WEEZER / HICKS",
        "MOM",
        "COACH, (0.S.)",
        "INT/EXT. STORM CELLAR",
        "FEATHERY HAT WOMAN",
        "COWLICKED KID",
        "BOYS",
        "MITCH",
        "TITLE OVER BLACK",
        "TOM",
        "CHRISTINE, (ON INTERCOM)",
        "IN LINE",
        "CU",
        "HICKS, (0.S.)",
        "ON THE BLACKTOP",
        "PIG-TAILED GIRL",
        "CROSSFADE TO",
        "HICKS",
        "BOY",
        "CHRISTINE",
        "JOE, (0.S.)",
        "BILLY, (V.O.)",
        "LATER, ELSEWHERE",
        "REPORTER",
        "COUNCILMEMBER",
        "MRS. SAINT-CLAIRE",
        "ALL THE BOYS",
        "ON SCREEN",
        "AT THE SINK",
        "THE GIRLS",
        "BY THE SCHOOL",
        "KATIE",
        "ELSEWHERE",
        "A GIRL'S VOICE",
        "THE VOICE",
        "BOB SAGET",
        "BEHIND THE MONUMENTS",
        "AT THE LUNCH TABLE",
        "THE WORM",
        "SCIENTIST",
        "WOMAN IN THE AUDIENCE",
        "TEACHER",
        "A WOMAN'S VOICE",
        "FOYER / AT THE DOOR",
        "NORMAL",
        "LATER",
        "MALE VOICE",
        "WOMAN",
        "BEHIND THE CABINET",
        "EXT.",
        "ON THE FIELD",
        "CHRISTINE, (0.S.)",
        "BEHIND THEM",
        "GELMAN",
        "AT THE BUSSES",
        "CRASHING",
        "CUT TO",
        "MISS OVERHOLSER",
        "UP AHEAD",
        "COOK",
        "ON VIDEOTAPE",
        "ROLLS",
        "FURTHER ON",
        "TEENAGER",
        "ON THE BENCHES",
        "MRS. JOHANNSEN",
        "PLAYGROUND",
        "KIDS",
        "ANOTHER VOICE",
        "TITLE OVER",
        "ON THE JUNGLE GYM",
        "BIG CHARLEY",
        "THE COOK",
        "TOM, (0.S.)",
        "BEGIN MAIN TITLES",
        "THROUGH THE WINDOW",
        "COACH MCGUIRE",
        "INT. A DARK PLACE",
        "INSIDE THE HOUSE",
        "NARRATOR"
      ],
      "dialogues": [
        {
          "speaker": "Unknown",
          "text": "A hot wind kicks up plumes of sand. MUSIC rises as we SWE across endless dunes, TRIBAL DRUMS pounding in the distan",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEGIN MAIN TITLES",
          "text": "We CLIP the crest of a dune. Down, and up another. A BOY’S VOICE In this strange and forbidding world, one creature walks alone. We stop on a four-toed footprint, filling with sand. Just WHISTLE of the wind. And then, a keening CRY. A CLAW breaks through the sand. Giant, reptilian. The who body crashes over the rise, tail slashing across the dune eyes swivel in separate directions. A BOY’S VOICE He follows a compass only he can see, to a place he does not know. A WHITE WORM falls from the orange sky, wriggling as it h sand. The lizard’s thick tongue shoots out. Sucks it in. The DRUMS thunder as we look up to the heavens, where a g face stares down at us...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Looking into the terrarium, eleven-year old BILLY FORREST drops another meal worm down on the iguana, making approp ALIEN MONSTER noises.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "He has taken the sacrifice! The village is saved! His two-year old SISTER watches wide-eyed from the doorwa She's spoiling the mood.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "Go away, Katie. Amscray. She doesn’t budge. Ignoring her, Billy rifles through num packing boxes. Gives up his search.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A pristine New England town, picketfenceville. Washed car well-groomed lawns. The kind of place where everyone gets New Yorker, and not just for the cartoons. Afternoon heat rises off the streets, stick-to-your-back Billy ducks under a couch as MOVERS carry it in. Katie do heels.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dusty and sweating, Billy’s mom CHRISTINE slides a heavy across the floor. She’s young and athletic. At the moment exhausted. Billy looks in over the sill.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "Mom, where are my comic books?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRISTINE",
          "text": "Your dad has the list. Are you watching Katie? He’s already gone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Carrying a giant box, a DIMWITTED MOVER bumps into the ma Blocked, he pushes harder and harder, bending back the po Finally Billy’s dad MITCH rescues him, directing him towa house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "That goes in the kitchen. The room with the sink and the stove. (beat) Just put it anywhere. The Mover Guy trudges through the flowers, heading for th house. Three other NEIGHBORHOOD FATHERS stand near Mitch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COACH MCGUIRE",
          "text": "So if your wife is the new principal, what do you do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "Well you know, that. That is something we're figuring out. I’m figuring out. MR. SAINT-CLAIRE’s videocamera WHIRS as he zooms out. He’ taping everything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It’s for that video show. You know, the $100,000 grand prize.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONSTABLE JACKSON",
          "text": "He tapes everything. You figure somebody's gotta fall down sometime. Billy tugs on his dad’s sleeve.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "Dad, where are my comic books?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "My son Billy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "Hi. Hi. Hi. Where?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "(checks list) Box 19. I think it’s inside already. Billy takes off. He points a finger back at Katie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "Stay. Katie pouts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "Nineteen...nineteen. We follow Billy as he sweeps through the rooms. In the background, the Mover Guy falls backward,",
          "sentiment": "neutral"
        },
        {
          "speaker": "CRASHING",
          "text": "through a picture window. His PAL hurries over to help. M Saint-Claire rushes in with his videocamera. Billy spots promising box. Turns it to find then number. Nope.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Billy pokes through the boxes, nothing. He looks out the at the quiet, boring treelined street. Just a little wist That’s when he sees A BLACK KID his age jump the fence in back yard. He starts filling two squirtguns from the Forr \fhose.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Billy walks out to the kid, who hasn’t seen him. He’s abo say something when the water-gunman turns on him. The kid JACKSON, has a smear of blue paint across his forehead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "Blue or red?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "I dunno. We just moved in. Tom considers this for a second.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "You’re blue now. He wipes some of the paint off his forehead and onto Bill Hands him one of the squirtguns.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "Red controls Maple, Ash and Pine. We lose Hickory and it’s all over. Billy stares at his gun, confused. Hands it back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "Hold on. He races back inside the house. Tom follows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hidden behind two other boxes, Billy finds box 19. He rip open, digging out the Super Soaker 9000, an impressive pi water-fighting technology.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "Man, where are you from?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "(cocks it) Los Angeles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We RISE over the roof to reveal the neighborhood, a check of back yards. Red Team BOYS by the dozen climb fences, a headed our direction. It’s the mother of all water fights",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dozens of boys race across the grass, some charging, some fleeing for their lives. Mitch holds a TV up out of the stampede. Katie grabs his leg tight. A KID dives under th van. Christine dodges a stray waterballoon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "VARIOUS SHOTS: The Blue Team tries to stem the charge of Red Brigade. Hoses spray, water balloons fly. A garbage c full of water floods a blue bunker. Innocent house pets r their lives. But everyone plays fair -- dead men get out way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TWO BOYS charge in from the back patio, disturbing THREE looking through magazines. As the boys take off through t house, two TWO OTHER BOYS chase them, guns drawn. The gir SCREAM at them to get out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ALAN SAINT-CLAIRE, a Red Team sugar addict with Charlie M eyes, fills a water balloon way beyond its recommended threshold.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Billy and Tom race through the yard. Suddenly, three tras lids pop up. Red Team kids stand, firing. Caught in the crossfire, Billy and Tom do their best Miami Vice -- roll jumping and diving for cover. A KID ON THE ROOF throws a water balloon at Billy. He cat it. Throws it back. Tom charges the line, firing like a madman. Billy pegs a SNIPER who had a lock on Tom. The ya clear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "Tom Jackson.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "Billy Forrester. They shake hands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alan keeps filling his water balloon, now swollen to the a state fair pumpkin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT/EXT. STORM CELLAR",
          "text": "A small COWLICKED KID watches through the cracks as JOE M walks past, alone. Joe is the Jon Gotti of the fifth grad a good argument for steroids testing in Little League. The Cowlicked Kid rushes out with a kamikaze charge, eyes closed, firing. Keeps shooting until his pistol runs dry. Opens his eyes. Joe towers over him, big enough to block sun. His shirt is soaked.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE",
          "text": "You didn’t get me. Got it? The Cowlicked Kid nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE",
          "text": "Gimme your shirt. The Cowlicked Kid peels off his beloved Mr. Bubble shirt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alan ties off the knot on his water balloon, the neutron water warfare. It’s the size of a beanbag chair, rubber s shimmering and translucent. He has to bend backwards to c it, walking right past",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY AND TOM,",
          "text": "who stare in disbelief.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "Hey Alan! Alan jerks around, trying to see past the balloon. He tri his legs and falls on his masterpiece, drenched.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "Nevermind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Racing ahead, Billy and Tom are surprised by THREE HEADS up on either side. In the nick of time, everyone realizes they’re on the same team -- blue paint all around. WEEZER climbs over the fence, double-husky shorts TEARIN lands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "Weezer, who else we got?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WEEZER",
          "text": "This is it, man. We’re gettin’ slaughtered. Another kid (HICKS) rips off duct tape with his teeth. GE tapes Weezer’s shorts closed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GELMAN",
          "text": "Who's the kid?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "Billy Forrester. We just moved into the house on Sycam...",
          "sentiment": "neutral"
        },
        {
          "speaker": "WEEZER",
          "text": "Yo, Batman. We don’t care.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "Weezer, Hicks -- bring ‘em around. Operation Graveyard has begun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Billy, Tom and Gelman crouch at a water spigot, re-fillin",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "Who decides decides who’s on whose team?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "Joe McGuire.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "Why him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "Because everybody wants to be on his team. Refilled, Tom goes off to find cover.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GELMAN",
          "text": "Joe McGuire’s the best, number one, no question. But everyone was on his team, who would he kill?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Weezer WHEEZES as he drops down for cover. Tom checks the mark on his back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WEEZER",
          "text": "Not hit. Sweating. He points to his soaking armpit. Keeps wheezing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WEEZER",
          "text": "Far side. Heading this way. In the distance, we hear kids YELLING.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WEEZER",
          "text": "That’d be them. EXT. PAUPER’S FIELD - DAY A flat, open section with only head plates, no monuments cover. Hicks runs for his life, the entire red team on hi butt. He takes a shot from behind, falling in Platoon-lik agony.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE",
          "text": "Hey pansy whackers! Jackson! Come out and take it like a man. Previously soaked kids and other ONLOOKERS gather at the of the field to watch the battle. The Cowlicked Kid is conspicuously shirtless.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEHIND THE MONUMENTS",
          "text": "Tom stands. The other three follow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GELMAN",
          "text": "(to Billy) That’s Joe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE",
          "text": "Is that all you got? You’re screwed! On the red side, teams of three stretch out innertube har - super slingshots. They load in waterballoons. Weezer turns his back to the enemy. Drops his shorts to m them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE",
          "text": "Blast ‘em. \fA hundred water balloons fill the sky.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "Cover! The boys duck behind gravestones and trash can lids. Ball rain down like hailstones, relentless POUNDING. Gelman ta hit that knocks off his glasses. Weezer gets hit by three torrent stops. Billy peeks out from under his shield. He’ and alive. Tom stands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "Watch out! Tom looks up to see one last red balloon. No time to run. hits him smack in the face. He’s soaked. Joe and friends CHEER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "We still got a man left!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE",
          "text": "Who? Tom waves for Billy to stand up, He does, nervously.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE",
          "text": "Who the hell are you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "Billy. (more confidently) Billy Forrester. MURMURING at the side of the field -- who is this guy? Th Teamers start to reload.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "Say “challenge.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "Challenge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "Shout it! Quick! No time to think, Billy shouts...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "Ch--CHALLENGE! His voice ECHOES. The spectator kids lean forward with an OOOO000H as the obscure rule is enacted. Discuss among themselves. Joe shakes his head sadly. \f10.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "(paranoid) What’d I just do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "You called challege, so you gotta face Joe down man-to-man in a duel. You only get one shot. So don’t blow it. We walks to the side, leaving Billy alone in his panic. F the far end of the field, Joe walks toward him. Finally B starts to close the distance. We PUSH IN on Billy as he walks, nervous and sweating. As regains his composure, we PULL OUT. We are now in Billyvi (trademarked)...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dust, wind and rattlesnakes. Tom’s spurs JANGLE as he joi other FRONTIER KIDS at the store front railing. From the end of the corral, Joe approaches. Billy meets him halfwa His eye twitches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE",
          "text": "Never seen ya ‘round these parts. A tongue-flick moves a matchstick to the other side of hi mouth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "(Eastwoodian) Are we gonna chit-chat, or are we gonna do this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE",
          "text": "On ten. Billy and Joe stand back to back. They start their counte march. One. Two.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALAN",
          "text": "Seventeen! Nine! Infinity!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE",
          "text": "Seven.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "Eight. \f11.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "Nine. Ten! Billy turns and draws, lightning fast. Fires. But all tha comes out is a lonely WHISTLE of air. Panicking, he looks the bottom of the Super Soaker. The T-shaped stopper dangles as the last of the water DRI Pulling out of CLOSE UP, we are --",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE",
          "text": "Eat water. The Uzi blasts like God’s WaterPik. Billy is drenched. Tom and company are disappointed, but not surprised. The Team CHEERS, along with more than a few traitorous Blue T As Joe walks past, even The Cowlicked Kid CLAPS for him. Joe is safely past, the Kid kicks the grass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Four sneakers SQUISH as Billy and Tom walk home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "I coulda taken him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "We'll never know. Billy and Tom bump fists. Tom SQUISHES off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mitch and Christine try to fit a giant blue couch through narrow doorway. It’s no good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "If we tip it up on its side and slide it...OUCH! Ouch! He’s pinned against the doorframe. Billy comes in from ou starts climbing the stairs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRISTINE",
          "text": "Where have you been? \f12.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "Meeting the neighbors. His sneakers SQUISH with each step. They’re about to ask, decide against it. INT. BILLY’S ROOM - NIGHT Katie runs past SQUEALING in the hallway, wet and shampoo Mitch chases after her. Christine helps Billy unpack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRISTINE",
          "text": "Where do you want to put your toys?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "Mom, fourth graders have toys. Fifth graders have stuff.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRISTINE",
          "text": "I apologize. They unload a box into the closet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRISTINE",
          "text": "This is the first time you and I have been at the same school. Are you okay with me being your principal?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "It's cool. I mean, it’s not like anybody's going to know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRISTINE",
          "text": "Honey, I think people are going to figure it out. We have the same last name. We live in the same house. Billy has never considered this. He nods,",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "I could use an alias, and you could park in the garage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRISTINE",
          "text": "Just don't think you have to act any differently because I'm your mom. Promise me you'll just be yourself. okay. Christine holds up a tattered sock monkey.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRISTINE",
          "text": "What about Mr. Bobo? \f13.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "Give him to Katie. I don’t care. He’s lying, but she’s too cool to call him on it. She hea the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRISTINE",
          "text": "Get to bed. We have school tomorrow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "(at door) Night, sport. As they shut the door, we see Billy is visibly troubled. INT. KATIE’S ROOM - NIGHT Christine tucks Mr. Bobo beside a sleeping Katie. Mitch t it back out, suspicious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "Wait. You just had some kind of parental bonding experience with Billy, didn’t you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRISTINE",
          "text": "It’s not a competition, Mitch. He nods -- he can see right through her ruse.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "I’11 admit I’m down, but don’t count me out. I’ma rally-er. Mitch Forrester rallies. He strikes a Heisman Trophy pose, blocking and dodging, f “scoring.” He’s about to spike Mr. Bobo when he notices Christine has left. He tucks in the monkey and goes. INT. BILLY’S ROOM / HIGH ANGLE - NIGHT A breeze stirs the curtains. Billy has dozed off, his sta horror comics slipping one-by-one off the nightstand. His flashlight CLUNKS to the floor, the beam spotlighting a p a comic book. We PUSH IN on the page. It is animated within each panel. INT. BILLY’S ROOM / HIGH ANGLE - ANIMATION ANIMATED BILLY lies asleep in bed. \f14.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE VOICE",
          "text": "Billy Forrester seemed like an ordinary boy. CLOSE-UP: Animated Billy asleep.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE VOICE",
          "text": "But he had a terrible secret. A secret that would haunt him for the rest of his life. Animated Billy's eyes shoot open.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A heavy door CLANGS shut behind Animated Billy. The hallw crowded with dozens of kids milling about. They all turn stare at him. He adjusts his backpack and starts walking through the pack. CLOSE-UP: Animated Billy, nervous, almost paranoid. CLOSE-UP: Kids watching, sizing him up. Two BOYS are chasing each other. They run past Billy, bru against him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "(to himself) No, please. Not now! But it's too late. His torso begins shaking. The backpack slips off. The shirt begins tearing off. A second head bu out of his shoulder. It's Christine. Her head flails arou eyes wide and maniacal. CHRISTINE’S HEAD Stop running in the halls! Spit out that gum! Do you want detention? The kids stare in horror.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIRL",
          "text": "Oh my God! He’s a freak! Pandemonium. Kids bolt in every direction.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANIMATED BILLY",
          "text": "No, wait! ANIMATED JOE is the last into the classroom. He waves as shuts the door. The hallway is empty. \f15. CHRISTINE’S HEAD You’re not mad are you? Give your mommy some kisses. He tries to fend her off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE VOICE",
          "text": "And so began the horrible curse of... Dum-dum-DUM! A title sweeps over...",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE VOICE",
          "text": "Principal Boy. INT. BILLY’S ROOM - NIGHT The flesh-and-blood Billy jerks awake. Hops out of bed, disoriented. He pulls his shirt up over his shoulder. Che in the mirror. No mutant head. Whew.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A beautiful Maxwell House morning. Birds SING. Sprinklers HISS. Mitch opens the front door to see the newspaper flying st at him. He catches it one-handed. Hey.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mitch climbs over the blue couch, which hasn’t moved. Kat coming down the stairs, dragging the sock monkey behind h",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "Guess you and me are the early birds, huh? She climbs on his back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mitch is gluing together an IKEA entertainment center. Ka watches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "Three, four, five... He’s out of pegs with one hole left. He checks around \f16. everywhere. Finally Katie points to the back of his arm. peels the peg off, continues construction.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "See, a lot of guys would feel threatened by this situation. I mean, your mom earning all the money. The piece doesn’t fit right. He bangs it until it goes in MITCH (CONT’D) You probably didn’t know this, but in Japanese, the word for “crisis” is the same as “opportunity.” If the business hadn't fallen apart, your mom wouldn’t have been able to take this amazing job and I wouldn’t have gotten this chance to spend more time with you and Billy. Katie hands him the allen wrench. MITCH (CONT’D) For instance, this afternoon you and me are going fishing. When was the last time somebody went fishing in Los Angeles? The final screw tightened, he stands back to admire his creation. Puts a book on the shelf to christen it. Katie CLAPS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "Why thank you. He carries her out of the room. We hang back for a second book falls over. The entire unit slants to the side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chaos. A swirl of bodies fighting for floorspace. The microwave BEEPS. Billy dumps his cereal bowl in the sink.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH AND CHRISTINE",
          "text": "Water! Billy goes back and runs water in the bowl. Mitch is chop up a banana for Katie. Christine does one last check.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRISTINE",
          "text": "Are you going to be alright? \f17.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "Grocery list. Alphabetized. Beeper. On. Wife. Late.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRISTINE",
          "text": "I’m going. Billy, are you riding with me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "(panicked) No!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRISTINE",
          "text": "Okay. (kneeling) One last thing. What are you going to do today? Beeeee....",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "Myself. I’11 be myself. Christine kisses him on the head, leaves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "You’re not gonna do that at school?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRISTINE, (0.S.)",
          "text": "I promise. In the high chair, Katie crosses her arms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "No banana.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "Katie, you like banana. Remember? Mmmmm. Ba-nah-nah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "No banana!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "Where’s my lunch?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "In the fridge. Would you... Mitch motions for Billy to help him. Grudgingly, Billy ta piece of Katie’s banana.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "(deadpan) Mmm. Banana. Yum. Yum.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Banana! She’s beaming, overjoyed. Stuffs her face with banana. grabs a brown bag from the refrigerator.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "Nervous?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "You lie. Come here. (kneeling) Your mom told you to be yourself, right? She’s smart. I love your mom. But. Better idea: Be funny.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "Funny?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "I went to six schools in eight years, and let me tell you, funny works.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "Okay, I’1l do it. Thanks. Mitch points to a cheek. Billy gives him a peck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "You're a heartbreaker. Now get your butt to school. Billy takes off. Mitch stands tall, proud of his accomplishment. Cheeks puffed, Katie starts to WHINE. pitch climbs higher and higher, a bomb about to explode.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "Katie, honey? (leans close) What is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "Banana! 18. Billy The Mitch wipes a spray of banana and milk off his face. Kati beams.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joe rides up, kicking the brakes to spray gravel. Billy a \f19. wave away the dust. Joe points to the Cowlicked Kid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE",
          "text": "That pole is mine. Go lock your Big Wheel somewhere else. The Cowlicked Kid moves his Huffy away. As he locks his b Joe checks out Billy’s bike. Billy stands tall. His bike doesn’t suck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE",
          "text": "So Forrester, why’d you move here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "You know. Scenery. That and the arrest record. The joke dies. Not even a smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "His mom is the new...OW! What? Billy just kicked him. Hard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "So I heard this great joke. There’s these two guys and they’re hunting...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE",
          "text": "(interrupting) No, I’m serious. Why did you move here? From behind them, Hicks comes racing up on rims.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICKS",
          "text": "Guys! Guys! Check it out! TURN to see Suzie Saint-Claire walking her bike to the ra Kick into “Unchained Melody.” The boys stare in lust... Suzie’s face. Body. Bike. Spokes glimmering, reflectors flashing...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "That is the most beautiful bike I’ve ever seen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "A Rockhopper 16J Elite™. (to Alan) Where’d your sister get that? \f20.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE",
          "text": "No girl should own that bike. At the far end of the racks, Suzie finally notices the pa boys staring at her. It’s creepy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "So anyway, there’s these two guys hunting... Suzie finishes locking up and leaves. Like moths to a fla the boys all move toward the bike, leaving Billy alone wi joke.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Christine unpacks books onto a shelf. Finishing one box, cuts open another with a giant utility knife, sweeping so that the blade sticks into her desk. She struggles to get free, her frustration increasing. God bless her, she’s about as coordinated as a drunken St Bracing with a foot for leverage, she tries to pull it lo Her shoulder bumps into the shelf. It falls. Twelve textb rain down on her, the final one beaning her on the head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Three LITTLE GIRLS in starched dresses carry bouquets of dandelions. They knock on Christine’s door, pushing it op",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE GIRLS",
          "text": "(singing) Hello hello and welcome welcome, welcome to our school. Back turned, eyes wide and maniacal, Christine yanks the with a mighty GRUNT. It pops free, spinning her to reveal guests. They SCREAM. One girl drops her dandelions. The other two Finally, the third follows. Christine makes it to the doo",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRISTINE",
          "text": "(still reeling) Wait! Come back! Come ba-a-a-ack. She slumps back into her office, pressing her head agains door to squeeze out the pain. Her eyes are crossed. \f21.",
          "sentiment": "neutral"
        },
        {
          "speaker": "A WOMAN'S VOICE",
          "text": "You must be Christine. Blurry at first, the WOMAN comes into focus.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WOMAN",
          "text": "I’m Eveylne Saint-Claire. I’m a “mom.” In your hair already.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRISTINE",
          "text": "No, it’s... (dizzy) It’s great to meet you. Still dazed, she sets the knife down to shake hands. Mrs. Claire is a handsome woman with a Breck Girl smile and th emotional stability of an abused hummingbird.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. SAINT-CLAIRE",
          "text": "I have two kids. Twins. Suzie and Alan. Both are what you’d call (“air quotes”) “special needs.” My daughter Suzie is very bright. She’s been tested. What’s a number, I know. It was 140. And because of her abilities, her peers sometimes have trouble relating to her. You understand. Jealousy. Christine nods. Mrs. Saint-Claire examines the struggling spider plant on Christine’s desk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. SAINT-CLAIRE",
          "text": "Alan, my son, has a diagnosed attention deficit disorder, and also a bit of, well...I don’t want to blame his teachers, or the curriculum, but frankly he needed a whole-language approach. This phonics concept, it didn’t “hook” him. A beat. When Mrs. Saint-Claire looks back up, we see tear hanging in her eyes. They came out of nowhere. Her voice cracks a little...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. SAINT-CLAIRE",
          "text": "Second grade, we would be at the dinner table and he would start making random vowel sounds. “Daa daaa DOO DOO dee.” This would go on for hours on end. It was heartbreaking. Christine doesn’t know how to handle this weeping woman. \f22.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRISTINE",
          "text": "What grade are they in now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. SAINT-CLAIRE",
          "text": "Fifth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRISTINE",
          "text": "My son Billy is a fifth-grader. He’s in their class. Mrs. Saint-Claire smiles beatifically, now happy tears.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. SAINT-CLAIRE",
          "text": "Then you understand. You know what I’m going through. She rips the last dead leaves off the plant and puts it o windowsill just so. With her back turned, Christine WINCE the still-intense head pain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. SAINT-CLAIRE",
          "text": "I need to tell you that there were some parents, well-meaning parents, who were worried that since your last job was at a school of mostly... (which word?) ..-urban children, you might somehow bring those types of problems problems with you. Drugs and gangs and crack. I told them what I’m going to tell you: I think kids are kids. And each one of them is a unique little problem to solve.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Christine tries to find something to say, but Mrs. Saint- fills the silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. SAINT-CLAIRE",
          "text": "People ask me, other mothers ask me, Eveylne, how can you sacrifice so much of your time for your kids? Don’t you want to go shopping, to the movies, take a little time for yourself? Guess what? It’s not a sacrifice at all. My kids are my life. They are. And when they tell me, “Mom, you’re the best,” I say no, I’m not. I just have the best kids in the world, and that makes it so easy. Christine smiles. \f23.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. SAINT-CLAIRE",
          "text": "I’‘1ll go. I know you're busy. I just wanted to say, “Hi.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRISTINE",
          "text": "It was good to meet you. They shake as Mrs. Saint-Claire leaves. Alone at last, Christine squeezes her temples. The pain is palpable.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. SAINT-CLAIRE",
          "text": "(leaning back in) Christine. She jumps.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. SAINT-CLAIRE",
          "text": "I just wanted to say, I think we’re going to be great friends.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kids load up their desks, ripping school supplies out of packaging. Hicks launches an eraser off his ruler. Pegs G in the head. Alan glues his hand to the desk. Weezer points to a kid’s lame ass pad of paper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WEEZER",
          "text": "Oooh. Little Brave. I got Big Chief. Joe holds up his. It’s immense.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE",
          "text": "Indian Warlord. Billy checks his paper. Generic. He hides it in his desk. GRETCHEN DeMARCO, a chubby girl with frightening orthodon takes a sheet of Suzie’s notebook paper, compares it to h",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRETCHEN",
          "text": "You’re using college-ruled? I’m still using wide-ruled.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZIE",
          "text": "I‘1l1 loan you some. Their teacher, MISS OVERHOLSER, is a willowy spinster thr years past retirement. \f24.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS OVERHOLSER",
          "text": "Class, we have a new student this year. Billy, would you introduce yourself?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WEEZER",
          "text": "Bill-EEEEEE. He stands, bobbing as he talks, trying to look cool.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "I’m Billy. We moved here from Los Angeles because my dad used to run this coffee shop, but it went bankrupt because he says it was ahead of its time. So anyway, I have a joke. He has a captive audience. The reins of destiny are his.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "So these two really stupid guys are hunting and like, okay they have a dog, a hunting dog like a lab or a pointer. I don’t know. It doesn’t really matter. Anyway these birds keep flying over all day but the hunters aren’t getting any. So finally one guy says to the other guy...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE",
          "text": "(interrupting) Maybe we oughtta throw the dog higher. A beat. Silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "Yeah. That’s what he said. Embarrassed, Billy takes his seat. Tom shakes his head sa",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS OVERHOLSER",
          "text": "That’s a very funny joke, Billy. Thank you. Also, the rest of the class might not know that your mother, Mrs. Forrester, is our new principal. We see Billy’s world crumble in SLOW MOTION. He sinks low his chair as the class turns to look at him. Joe smirks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fifteen minutes of freedom. Each area has its own crowd, clique. Billy moves through the swings and teeter-totters \f25. None of the other kids make eye contact with him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON THE BLACKTOP",
          "text": "Billy stands at the edge of a basketball game. When a KID the ball back-court, he’s right beside Billy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE KID",
          "text": "We already got teams.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON THE JUNGLE GYM",
          "text": "From her perch, Suzie Saint-Claire watches as Billy walks",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICKS",
          "text": "Maybe it ate poison. Like rat poison. We look up as six BOYS stand around a dead bird, poking i a stick. Billy squeezes his head in to look. After a beat other boys walk away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON THE BENCHES",
          "text": "Tom looks up from his baseball cards. Billy looks over. T goes back to his trading. From the softball diamond, Joe motions for Billy to come He’s hanging out with Alan and few of his cronies. As Bil approaches, Joe tosses a Coke can in the air. SMASHES it bat, launching it into left field. Hands the bat to Billy Billy kicks his feet in the dirt, getting his footing. VA ANGLES: The Girls. The Boys. All eyes are on him. Billy tosses up a can, swings. Misses by a mile. Joe LAUG The recess bell RINGS. Billy tosses up another can. Swing connects.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "That’s the bell. We gotta go in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE",
          "text": "I didn’t hear anything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "Everybody’s going in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE",
          "text": "Oh that’s right -- your mommy’s the principal. A beat as the playground empties. Joe and Billy hold thei \f26. ground. Finally they start heading in. Joe tosses up a ro",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE",
          "text": "Watch this. He connects with a Babe Ruth swing. We RUSH with the rock hurtles toward the school. The windows. Billy closes his Alan grins maniacally as...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE",
          "text": "Oh sh--- ...it CRASHES through a window, glass TINKLING as it hits concrete. Billy stares in horror.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BY THE SCHOOL",
          "text": "Suzie leans back around the corner, out of sight. She saw whole thing. She holds for a moment, a moral quandary. INT. PRINCIPAL’S OFFICE - DAY Billy sits alone in dread. Overhead, a fluorescent light FLICKERS. The clock TICKS menacingly. He turns around a picture frame on Christine’s desk, a ph his family on a camping trip. Suddenly the frame falls do Grabbing for it, he knocks over a house plant. Dirt every He kicks it under a chair. Sets the plant down. It teeter over, crashing into a Snapple. He frantically tries to blot up the spill. Halfway into dabbing, he looks to see what papers he’s using. Attendan sheets. He sits back on the counter, trying to sort them out. His hits a switch. A red light turns on -- INT. BILLY’S CLASSROOM - DAY A SQUELCH comes over the intercom. Miss Overholser and th look up. INT. PRINCIPAL’S OFFICE - DAY Billy tries to wring the papers out into the trash.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THROUGH THE WINDOW",
          "text": "he sees his mom talking to someone in the hall. Desperate shoves the wet papers in a drawer. Leaps for his chair. Christine comes in with water and aspirin, closing the do \f27. behind her. At the last minute, Billy flips the family pi right-side-up. He smiles nervously. She sits across from",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRISTINE",
          "text": "I wasn't expecting to see you so soon. (takes aspirin) Honey, I know this is awkward. If it helps, pretend I’m not your mom; I’m just your principal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "I’m not gonna narc on my friends. That’s like the prime directive. INT. BILLY’S CLASS - CONTINUOUS The class is still looking up at the intercom. Suzie come from the hall, takes her seat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRISTINE, (ON INTERCOM)",
          "text": "I know you think you’re protecting your friends, but you’re not. They need to learn to take responsibility for their actions. Because eventually it's going to catch up with them. Joe tries to look cool, but his eyes betray him. Alan loo over. INT. PRINCIPAL’S OFFICE - CONTINUOUS The weight of Christine's gaze is crushing. Billy squirms",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "(a whisper) I can't tell you. A KNOCK at the door. ANOTHER TEACHER pokes his head in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEACHER",
          "text": "(whispers, points) Intercom. Christine finds the switch. Realizing it’s been on all th time, Billy’s heart drops three floors.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEACHER",
          "text": "It was Joe McGuire who broke the window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRISTINE",
          "text": "You’re sure? \f28.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEACHER",
          "text": "A reliable source just told me. And believe me, I know the work.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRISTINE",
          "text": "(to Billy; disappointed) Looks like you’re off the hook. INT. BILLY’S CLASSROOM - DAY The room is dark as the class watches a ‘70s Scholastic f strip.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NARRATOR",
          "text": "Contrary to its name, the dung beetle thrives on a wide variety of plant and animal refuse. All eyes are on Billy as he moves through the light to fi seat. At the door, Christine talks to Miss Overholser.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS OVERHOLSER",
          "text": "Joe McGuire. Would you come up here, please? A stirring goes through the class. Joe glares over at Bil who motions “I didn’t do it.” As Joe goes up to the door, kids in class stare accusingly at Billy -- a sacred coven been broken. Tom shakes his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The class is quiet, heads bent over for silent reading. A sucks up a page from his book, blowing to turn it over. J comes in from the hall, walking tough. All eyes follow hi he takes his seat. After a beat, Weezer leans over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WEEZER",
          "text": "(whispering) So what happened?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE",
          "text": "You wouldn't believe me if I told you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GELMAN",
          "text": "Sure we would. A beat. \fINT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE",
          "text": "(leans close) It was like this... CHRISTINE’S OFFICE - DAY Shadowy BLACK AND WHITE, all intercuts and close-ups. isn’t Billyvision -- this is Joe telling a fabulous and elaborate lie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE",
          "text": "She said...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRISTINE",
          "text": "We can do this easy, or we can do this hard. I know you broke the window. Light through a broken window. Rock breaks the glass. Hand throws rock. Joe's face as he throws. Christine sets the rock down on the desk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE",
          "text": "It was an accident.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRISTINE",
          "text": "Lots of accidents happen at school. Kids disappear without a trace. Especially troublemakers. An empty desk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRISTINE",
          "text": "Listen to me, Joe. I've already got a milk carton with your name on it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PLAYGROUND",
          "text": "By the balance beam, a crowd of KIDS listens with rapt to Joe’s story.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANDELION GIRL",
          "text": "It’s true! She had a knife.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WEEZER",
          "text": "What’d you say?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE",
          "text": "I stuck with my story. 29. This attention \f30.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRETCHEN",
          "text": "You are so brave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "One basketball-playing BOY leans over to ANOTHER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOY",
          "text": "I heard if you even sneeze in the library, she makes you clean out the chalk trays. With your tongue.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEHIND THEM",
          "text": "A PIG-TAILED GIRL swings one end of a jumprope. Suzie is sitting nearby, reading “The Fountainhead.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIG-TAILED GIRL",
          "text": "In California, because of the gangs, if you're tardy more than three times they cut off all your hair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZIE",
          "text": "No they don’t.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIG-TAILED GIRL",
          "text": "It’s true. That’s why they wear bandanas. The JUMP-ROPING GIRL suddenly gets a panicked expression. Christine walks past, smiling. The pig-tailed girl finger precious hair worriedly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FURTHER ON",
          "text": "Four LITTLE GIRLS are playing four-square when the ball t bad bounce. Christine catches the ball for them. The girl stare at her in wide-eyed horror. She smiles. Three of th girls back away in terror.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRISTINE",
          "text": "(confused but comforting) Here you go. She tries to hand the ball to the remaining girl, who bre down in tears. Christine puts a hand on her shoulder to c her, but the girl runs away, SCREAMING. What did she do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The crowd around Joe has grown to a mob, kids from every",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICKS",
          "text": "She was going to kill your dog?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE",
          "text": "That’s the only reason I gave in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WEEZER",
          "text": "Man, that chick is mean.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GELMAN",
          "text": "She’s not just mean. She’s some kind of supervillain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRETCHEN",
          "text": "(decidedly) I hate her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "at the edge of the crowd. Tom looks over to him. Billy sl away, trying to be invisible.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Billy slides his tray down the slow-moving line -- it’s t day. A GIANT COOK with three missing fingers drops a new of crumbled meat into the steam table. Billy's up. The cook’s staring at him, a scoop of crumble meat ready.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "Just milk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It’s one of those long cafeteria tables where the sides f down into benches. Tom stands near the middle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "Peanut butter, peanut butter. Sold! Next I’ve got baloney on wheat, partly mushed. I see an apple, do I...fruit rollup! Going...Going...Sold! He makes the swap, giving the BALONEY KID his fruit rollu",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "I get 10 percent of that. \f32. Alan trades his entire lunch for sugar packets. He hordes like a junkie. Billy looks for a place to sit. Kids slide their trays to open gaps -- he’s being shut out. Billy takes a chair at short end of the table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE",
          "text": "Move it, Forrester. That’s mine. Billy surrenders the chair, still no place to sit. Finall Suzie moves her tray to create an open space. Billy ends sitting in the middle of the girls’ section. It’s humilia",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZIE",
          "text": "(low) Look at it this way. Your day can only get better.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "Yeah, maybe I could get hit by a truck. He looks through his lunch bag, but all that’s inside is styrofoam container.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "Leftovers? Good market for that, especially Italian. Billy opens the lid to reveal...dirt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "It’s just dirt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "What are you supposed to do? Grow your own?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALAN",
          "text": "Ch-Ch-Ch-Chia! Billy digs around in it, finally dumping it out on the tr squiggling pink mass of",
          "sentiment": "neutral"
        },
        {
          "speaker": "WORMS",
          "text": "spills out. Real nightcrawlers, the kind that looks like have a band-aid around the middle. Girls SCREAM, everyone away. Billy looks at the container, confused.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fishing pole in hand, Mitch digs into a brown bag. Pulls sandwich. An apple. Cheetos. He knots his brow. Katie looks up from under a fishing ha With a shrug, Mitch threads a Cheeto on the hook.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dead quiet. Everything feels hyper-real, stylized. The cl stands back, staring at the pile of dirt. A few worms dro the side of the table, SMACKING on the floor below.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE",
          "text": "Hey Forrester. Dare you to eat one. Like spectators at a tennis match, all heads swivel to Bi",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "No way. (beat) I mean, you're kidding, right? WHIP PAN back to Joe...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE",
          "text": "You’re not just a snitch, you’re a wuss, too. Billy looks around at the other kids. Maybe Joe was serio The moment passes. En masse, the girls carry their trays to a new table, lea Billy behind. He starts to scoop the dirt and worms back the container.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRETCHEN",
          "text": "(low) God, he’s such a freak. When no one’s looking, Tom leaves Billy half his sandwich",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TWO SHOT: It’s down between Billy and the Cowlicked Kid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE",
          "text": "Simmons. The Cowlicked Kid takes his place with the team. Billy, t humiliated leftover, goes with the others. \f34.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE",
          "text": "Hut! Hut! Hike! As quarterback, Joe scans for an open receiver. Billy's covering his man tight. Finally, Joe makes a break for it Billy’s all over him, de-flagging him just before the goa",
          "sentiment": "neutral"
        },
        {
          "speaker": "COACH MCGUIRE",
          "text": "Nice hustle, Joe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE",
          "text": "Thanks, Dad. Coming up behind Billy, Joe shoves him hard, sending him tumbling. No one saw him do it. Joe gives him a hand to help him up. Drops him again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SERIES OF SHOTS: Against a mottled-leaf background, Suzie strikes a Glamour pose. FLASH. Weezer can’t decide whether to smile with or without teet FLASH. Alan looks wholesome and decent. His eyes suddenly bug ou FLASH. Tom checks his look in a big mirror. Billy's behind him, to get the mud off his shirt. There’s a noticeable gap in line behind him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "Why does everyone treat me like I’m radioactive? Tom pulls him to face the mirror. In the reflection, Christine’s head is growing out of Billy’s shoulder. Billy spins to see Christine against the far wall talking another teacher. She waves to him. Billy cringes. Tom sits on the stool, a Hollywood smile. FLASH. \f35.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "(to photographer ) How about another for protection? Back in line, the Cowlicked Kid comes up behind Billy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COWLICKED KID",
          "text": "So B-b-b-b-billy. D-d-do you like Anim- m-maniacs?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "Leave me alone, you little turd. It was loud enough that everyone heard. And looked. Billy ignores the stares. The Cowlicked Kid would die right now, if will alone coul manage it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Coming off the stage, Billy heads down a few hidden steps of the darkness, a hand grabs him, pinning him against th It’s Suzie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZIE",
          "text": "Leave Simmons alone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "I didn’t mean...OW!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZIE",
          "text": "You want to pick on somebody, pick on the kid on top. Don’t be a thug. With another shove, she leaves him in the shadows to reco school bell RINGS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "End of the day. The class stacks their chairs on their de Billy tries to make eye contact with the Cowlicked Kid, b boy won’t look over. As people file out past Billy, it’s like he’s invisible. Suzie glares as she passes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Standing near the building, Billy watches as Joe and the boys are unlock their bikes. Tom, Weezer, Hicks and Gelma a loose group along the edge of Joe’s pack. At the far en the bike racks, the Cowlicked Kid unlocks his Huffy. Joe says something to him. We don’t hear what it was, but hurt. Billy closes his eyes. Breathes twice. And walks. Joe's cronies nudge him as Billy approaches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "Hey Joe. You're on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE",
          "text": "On what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "I’m taking your bet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE",
          "text": "What bet?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "I’m gonna eat a worm. He unzips his pack and takes out the styrofoam container. is genuinely surprised. He hardly remembers the bet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WEEZER",
          "text": "Cool.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "And if I do it, Simmons gets to lock his bike there. He points to the Cowlicked Kid, who’s startled. “huh?” runs through the kids.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE",
          "text": "No way. It would take a crapload more than one worm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "Okay. Two worms. An “OOOH” goes through the boys.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE",
          "text": "A hundred. Billy hesitates. Then... A general \f37.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "Five. Billy looks at Tom -- what the hell are you doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE",
          "text": "Fifty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "Seven.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE",
          "text": "Fifty-seven.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "Wait! This isn’t at all what he planned. He looks around at the kids looking at him. For just this moment, he’s not a dor",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "I‘1l eat as many worms as are in this pack. One a day, as long as it takes. All eyes on Joe. He looks at Billy, at the container.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE",
          "text": "Deal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Boys fingers sort through the dirt, picking out the worms try to squiggle back toward the clump.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOYS",
          "text": "..-Eleven...Twelve... Billy looks in, surprised just how many there are.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOYS",
          "text": "...Thirteen...Fourteen...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "Fif...Is that really one worm?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WEEZER",
          "text": "Jesus H. Christmas.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICKS",
          "text": "It’s one piece. Maybe it’s a mutant. The WORM in question is easily three times the size of th Some \f38. others, not just in length, but also girth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GELMAN",
          "text": "It’s Big Charley.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOYS",
          "text": "(agreeing) Big Charley.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "(to Billy) I'd eat him last. Billy looks to Joe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "A worm a day for fifteen days. Fixed however I want.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE",
          "text": "And I have to see you eat it. Billy and Joe spit on their hands to cement the deal. Sha",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE",
          "text": "One more thing. No snitching to Mommy. We keep this just between us. If anybody tells anybody anything, I will personally kick his ass. Everybody swear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALL THE BOYS",
          "text": "(loosely together) Swear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GELMAN",
          "text": "Where are you gonna eat the first one?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "I know a place. He looks over to the school.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An creaky old JANITOR wheels his mop bucket, starts a new section. He has his back turned, WHISTLING. Tom peers aro corner, signals the all-clear. Cue “MISSION IMPOSSIBLE”-type theme. A squad of a dozen B scurries down the hall, ducking for cover. Weezer sneaks the janitor. His sneakers SQUEAK on the wet floor. He fre \f39. The janitor stops WHISTLING. Echoey quiet. From their hid places, the boys panic. Weezer moves to stay behind the j as he turns. He ducks safely into the cafeteria.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SWOOP in on Billy, Joe, Alan and Hicks crouching behind a dumpster. Billy checks his Swatch. All four watch as the school cook opens a side door from the kitchen. He hangs apron on a hook, takes his motorcycle helmet. Billy motions to Gelman, hidden in the bushes. Gelman fla his glasses in the sunlight, sending a signal to...",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT/INT. SIDE WINDOW",
          "text": "...the Cowlicked Kid, who relays the message inside to...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "..+-Tom, who motions Go! Go! Go! Weezer holds open the cafeteria door as the boys sneak behind the Janitor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The cook checks his keys, locks the knob on the outside d Billy panics.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "C’mon Tom! The door is perilously close to shutting when --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tom POUNDS on the inside door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In the nick of time, the cook hears it. He steps back ins Billy and Hicks dash for the door before it closes. They strip of duct tape over the jam to keep it from locking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COWLICKED KID",
          "text": "I didn’t fart. You farted. \f40.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WEEZER",
          "text": "Smelt it, dealt it. Tom SHUSHES them. The top half of the kitchen door swings The cook looks out into the empty cafeteria. Huh. REVERSE to see Tom and the rest of the kids pressed back the wall. The cook shuts the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Billy and Joe hide again. The cook comes out, lets the do shut. He heads across the parking lot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE",
          "text": "(to Alan) Stay here and keep watch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALAN",
          "text": "What am I supposed to watch?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE",
          "text": "Everything. Billy, Joe and Gelman duck into the kitchen. Alan’s head swivels as he tries to watch everything at once. Two SECO GRADE GIRLS walk past, unnerved by Alan’s bug-eyed autism",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALAN",
          "text": "Hihowzitgoin’? The girls RUN.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gelman opens a cabinet. Forty-seven pans fall out, CLANGI endlessly. Everyone SHUSHES everyone else. Weezer opens a refrigerator, helping himself to a few bow Jello. Billy is fiddling with the controls on the big sto",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "How do we turn this on?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICKS",
          "text": "Try this one. A jet of flame shoots up in the background.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "It’s not doing anything. \f41. The flame dies. No one saw it. Tom digs out a worm from t styrofoam pack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "We gotta like kill it first. Y'know, eucharize it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "Whattawe gonna do, shoot it? Joe jams a spatula into a crack. Puts the worm on the end launches it like a catapult. It hits SMACK against a wall Hangs for a sec. Then falls. The boys lean in to look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICKS",
          "text": "Is it dead?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GELMAN",
          "text": "I think it’s dazed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Standing at his Harley Softtail, the cook checks his pock Thinks for a second. Turns and heads back toward the scho",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We PUSH IN on a pair of sunglasses, forgotten on the desk Their eyes at grill-level, the boys drop a worm on the gr surface, where it SPUTTERS and POPS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alan, still frantically watching everything at once, fina spots the cook heading his way. He panics, yanking on the door. Locked. Nowhere to run. We CROSS-CUT back and forth, Alan and the approaching coo still hasn’t seen him. Alan finally leaps into the dumpst",
          "sentiment": "neutral"
        },
        {
          "speaker": "WEEZER",
          "text": "Go! Weezer and Hicks race to see who can SNARFLE up a bowl of first. Weezer wins. \f42.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WEEZER",
          "text": "(nose stuffed) Undofooted! He plugs a nostril and blows out chunks of lime-green sno boys stare at him in horror.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WEEZER",
          "text": "What! It’s natural. Weezer realizes the boys are staring behind him. He turns face the stomach of the giant cook. He SCREAMS... And SCREAMS... Until he can’t scream any more. It’s very quiet, just the of the worm SIZZLING on the grill. Billy sets a pan over hide it. The cook looks around at the dozen boys in his kitchen, a mess they’ve made. Flour spills on the floor. A spatula f and CLANGS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COOK",
          "text": "I’ve got a shotgun in that closet. It comes out in ten seconds. Nine seconds...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "Go! Go! Gol! The boys scurry, setting things straight and heading for door. Billy grabs the fried worm in a napkin. Gelman and trip over each other. Weezer shoves half-snarfled Jello b the refrigerator.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COOK",
          "text": "Three. Two. One. Stuck in the doorway, Gelman, Hicks and Weezer pop throug kitchen is empty. EXT. SOMEBODY’S BACK YARD - DAY",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "(low; to Tom) I can’t do it. I can’t. I'’11 hurl. He hands the napkin-wrapped worm back to Tom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE",
          "text": "If he hurls, it doesn’t count. \f43.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALAN",
          "text": "Yeah! Alan peels off some of the trash stuck to his body. Licks popsicle wrapper. Tom pulls Billy aside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "If you don’t do this, you’re gonna look like a double wuss and a backer-outer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "I know. I can do it, I just can’t think about doing it. I needa distraction. A beat. Tom suddenly KICKS him in the shin. Billy HOLLERS pain, jumping around on one leg.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE",
          "text": "(fed up) I’m out of here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "Wait! I’11 do it. We PUSH IN on Billy, who breathes in through his nose, ou through his mouth. Again. And again. And then... He eats it. It’s chewier than you'd think, tough and stri like jerky. The boys watch, fascinated, as he chews 15 ti and swallows. He licks the inside of his mouth to get rid the taste.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE",
          "text": "Doesn’t count unless it stays down. The kids lean a little closer, waiting to see if he’s goi choke or die or what. Billy looks around, unsure himself. His lower lip begins to tremble. His jaw. Then his whole His arms start to quake. Everyone takes a step back. Pre-hurling chest contractions.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WEEZER",
          "text": "He’s gonna blow! Kids cram against the back wall, backs turned. Billy’s wh body begins to convulse, a standing seizure. An inhuman RETCHING sound. Then...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "Psych!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He’s totally fine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WEEZER",
          "text": "I knew he was faking. (to Hicks) You believed him. Joe pries open Billy’s mouth, peers inside. Billy moves h tongue so the world can see. Nada.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "The worm has been eaten! Weezer and Gelman CHEER. On Joe’s glare, they suck it bac",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mitch is at the seafood counter. Katie is in the cart, st wearing her dad’s fishing hat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "Hi. I’m looking for three fish of an impressive but not unrealistic size.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEENAGER",
          "text": "Like salmon?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "Like salmon but not salmon. Think local. Do you have anything that could be caught here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEENAGER",
          "text": "We have a tank. Mitch looks down at the tank.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "Okay. These are lobsters. Now, of the two words...”local”...”“fish”... Fish was far and away the more important. The TEENAGER smiles, confused and frustrated.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEENAGER",
          "text": "We have bluefish on special.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "Is that local? A beat. The teenager shrugs, no idea. \f45.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mitch waits in line for the register when he spots Coach and Constable Jackson in the “10 Items or Less” lane. Aft beat, he steers his cart that direction. On the way, he sheds items out of his cart, winnowing it ten.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IN LINE",
          "text": "Mitch unloads his cart onto the belt. Three lobsters scur get away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONSTABLE JACKSON",
          "text": "Mike.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "(mock surprised) Oh, hey. Mitch, actually. The Coach and the Constable are buying beer. Katie tugs a Dad’s sleeve. He shushes her, not right now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONSTABLE JACKSON",
          "text": "How are you settling in?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "Great. Fine. Just, you know, everything's doing really good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "I made yellow. Mitch pats her on the head, embarrassed. The Coach gets h change. He and the Constable are leaving when the Coach t",
          "sentiment": "neutral"
        },
        {
          "speaker": "COACH MCGUIRE",
          "text": "So Mitch, we’re going to be drinking some beers on the boat later. Why don’t you come by?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "I’ll be there. As the men leave, Mitch makes a tiny “woo-hoo.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The three men kick back with cigars and Heinekens. Stars the giant night sky. Constable Jackson SIGHS with satisfa Mitch makes an even bigger SIGH, so obvious that it’s fun \f46.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COACH MCGUIRE",
          "text": "So Mitch. Doris says you used to run a coffee shop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "Actually, it was a copfee shop. Combination coffee shop and copy shop. You could get some mochaccino, run some resumes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONSTABLE JACKSON",
          "text": "Did you have those biscotti things? Man, I love those.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COACH MCGUIRE",
          "text": "Doris says you went bankrupt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONSTABLE JACKSON",
          "text": "Thing is, it looks like toast, but really, it’s a cookie. BILLY’S VOICE (0.S.) Dad? Dad!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "Up here! He looks over the side of the boat. Instead of water, we grass. We’re in Coach McGuire’s back yard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "Mom says you’re supposed to come home. Mitch shrugs to his friends, starts climbing down. Coach McGuire cracks an invisible whip.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TITLE OVER",
          "text": "EXT. TOM’S BACK YARD - DAY Tom drops the worm into a coffee grinder. Puts the lid on WHIRS. He stops, but the BUZZING continues. It’s Alan. He keeps at it until everyone’s staring at him. Tom spreads the paté on a ritz. Billy stares at it. The p is pink and chunky.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE",
          "text": "He won't do it. \f47.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GELMAN / WEEZER / HICKS",
          "text": "I wouldn't. / I would. / I might. Once.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WEEZER",
          "text": "Not twice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GELMAN",
          "text": "No way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE",
          "text": "First time was a fluke. Billy’s still staring. He taps at it with the tip of his tongue.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "Want me to kick you again?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "I can do it. He psyches himself up for a monster chomp. At the last se loses his nerve. Leaning close, Tom tries a different tac",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "Maybe you shouldn’t do it. Back out now, call the whole thing off. Who cares what everybody thinks? If people make fun of you, you can just sick your mom on them. She could have them in detention like that. I mean, yeah, people may hate you and fear you and not invite you to parties, but at least they’1l only be saying the really bad stuff behind your back. A beat. Billy inhales the cracker, chewing and swallowing quick. With a swig of water, he gets the crumbs down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "The worm has been eaten! A few kids CLAP, but the applause dies as they look to Jo Still, Tom recognizes the subtle shift in perception.",
          "sentiment": "neutral"
        },
        {
          "speaker": "A GIRL'S VOICE",
          "text": "Whatcha doing? All heads spin back to the fence. Gretchen DeMarco is nur pudding pop, watching the whole thing. \f48.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "Nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRETCHEN",
          "text": "Doesn’t look like nothing. Looks like he just ate a worm. How come he did that? The boys look at each other. The girl knows too much.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "Scatter! The boys run off in a hundred different directions. Gretc stays put with her pudding pop, perplexed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Billy and Gelman join up with Tom and Hicks, who are hidi",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "We gotta plan this better. If girls find out about this, they’1l tell their moms and their mom’s will tell his mom. From now on, we follow strict security protocols.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICKS",
          "text": "All information on a need-to-know basis.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GELMAN",
          "text": "What does that mean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICKS",
          "text": "You don’t need to know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TITLE OVER",
          "text": "EXT. TOM’S HOUSE - DAY Binoculars around his neck, Hicks watches as SOME GIRLS w past. When they’re out of range, he talks into a walkie-t he was hiding.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICKS",
          "text": "Perimeter is clear. Repeat. Perimeter is clear. INT. TOM’S KITCHEN - DAY \f49. On cue, boys pull down all the window shades. Lock all th doors. Tom opens the toaster over to reveal a crisp worm dangling in the grill. A wavy pink french fry. Dipping it in ketchup, Billy eats it in three bites.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER JACKSON",
          "text": "Thomas? She pushes open the door from the dining room. There are dozen boys in her kitchen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "We were just, uh, cleaning. Everybody but Joe grabs something and starts scrubbing, scraping, moving things around. Alan eats a big squeeze o pancake syrup. Tom smiles wholesomely.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. A DARK PLACE",
          "text": "A shaft of light. A worm SWIRLS in a tornado. By flashlight, the boys are crammed around a hot-air popc popper. Alan looks especially evil with the light under h chin. Joe shoves somebody’s elbow out of the way. Tom dum the worm out. It’s hardened like a pretzel. EXT. SOMEBODY’S LAWN - DAY Suzie and some other GIRLS stand with their bikes, watchi duct-taped refrigerator box lying on its side. Billy brea seal, stepping out into the blinding light. The other boy follow, like circus clowns-in-a-car. Seeing the girls, th to play it cool.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An electric cord is plugged into a wall socket. We RACE A series of extension cords, plugged end-to-end, following under tables...around chairs...over sleeping dogs...out a window... OUTSIDE... .»+-across a patio...through the grass...into a pond... underwater...back on the grass...up a tree...in through a window... \f50.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...to a waffle iron. Tom drops a worm on the ridges, squi the iron closed. There are fifteen boys crowded in the tiny treehouse, all talking at once. Hicks opens the trapdoor to let in three",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE",
          "text": "Hurry it up. I don’t got time for this buttsqueeze. The light on the waffle iron blinks out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "We're ready. Tom opens the iron to reveal a crinkle-cut worm. All the crowd around close to get the best view. Billy reaches fo Coke, but it",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROLLS",
          "text": "away from him, finally hitting the wall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "Guys. Guys! Shut up! Shut up! Everyone shuts up. We hear a CREAKING and a GROANING, woo pulling apart.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The treehouse is canted at an angle, all the weight on on It’s perilously close to falling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "Nobody move. Nobody moves. Nobody breathes. The CREAKING stops. A tiny bird flutters in, landing on the windowsill. The treehouse starts CREAKING again. The boys SCREAM... The trapdoor opens. Weezer climbs in, takes a seat. The treehouse leans back to normal. \f51.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WEEZER",
          "text": "What did I miss? Did I miss it? What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As the boys head their own directions, Tom calls out afte",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "Hey Joe. What are you gonna do if he makes it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE",
          "text": "I didn’t bet that he couldn’t eat five worms. I bet that he couldn’t eat fifteen. There’s an ominous quality to the statement that eludes n",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A swarm of PARENTS crowds the hallways. Christine does th and-greet at the door. Mitch carries a sleeping Katie. As her husband videotapes everything, Mrs. Saint-Claire c the student artwork hung on the walls. She exhales sharpl shocked.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. SAINT-CLAIRE",
          "text": "This is Suzie’s! Buried below eye level. Mr. Saint-Claire grunts that he hears her, busy recording something else.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. SAINT-CLAIRE",
          "text": "Cover me. She moves Suzie’s into a better location. The bell RINGS. INT. BILLY’S CLASSROOM - NIGHT In the back of the class, Mitch and the other dads sit in respective sons’ desks, knees wedged in tight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS OVERHOLSER",
          "text": "In our American History unit, we’ll start by looking at the seeds of democracy... While Miss Overholser has her back turned, Coach McGuire \f52. deadarms Constable Jackson. Jackson overshoots with a spi pegging Mitch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COACH MCGUIRE",
          "text": "(fake cough) Loser.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS OVERHOLSER",
          "text": "...and of course, the American Revolution. The Coach launches an eraser. Mitch reaches his arm out, stretching. Knocks off the Coach’s hat. Some of the other PARENTS are watching the horseplay. Mitch tilts back in h chair to dodge a spitball. It hits Mr. Saint-Claire right the camcorder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS OVERHOLSER",
          "text": "Boys! Mitch’s chair tips out from under him. He CRASHES back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "Ow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "By the podium, Christine finishes a conversation with Tom Grandmother. A crowd of other PARENTS wait to introduce themselves. Next is Mrs. Saint-Claire.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. SAINT-CLAIRE",
          "text": "Hi, friend!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRISTINE",
          "text": "Evelyne. Mrs. Saint-Claire hands over a tin of cookies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. SAINT-CLAIRE",
          "text": "It’s a modified Tollhouse. I use Peruvian chocolate with fresh vanilla. I find fresh vanilla makes all the difference.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRISTINE",
          "text": "Thank you, that’s so sweet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. SAINT-CLAIRE",
          "text": "What you said about letting kids be kids, I couldn’t agree with you more. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MRS. SAINT-CLAIRE (cont'd) I’m not one of those “hover mothers” who dictates every aspect of their children’s lives.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRISTINE",
          "text": "I think that’s very important. Another MOTHER tries to reach in and say hello to Christi Mrs. Saint-Claire turns and snaps viciously...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. SAINT-CLAIRE",
          "text": "I am talking to her now. If you want to talk to her, you can wait. I waited. The MOTHER backs off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. SAINT-CLAIRE",
          "text": "(to Christine, eyes rolling) Some people.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Watching TV, Alan eats powdered Tang by the spoonful. Joe ripping pages out of a half-dozen books. Suzie stands in doorway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZIE",
          "text": "Mom says you’re not supposed to eat in here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALAN",
          "text": "Go eat your butt. Exasperated, Suzie pulls out a Polaroid camera -- FLASH. is blinded.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZIE",
          "text": "(re: photo) I’m adding this to the collection. She exits. He throws a magazine after her, knocking over lamp. Suzie leans back in to document the destruction. FL",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE",
          "text": "Check this out. He hands Alan pages ripped from a medical guide, includin anatomy transparencies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALAN",
          "text": "Naked people. \f54. Joe switches the pages.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALAN",
          "text": "(reading) Cronerary ringworm is a result of ingesting worm larvy... (figures out) Hey Joe. This is from the dog book. Joe takes the page back, rips off the header.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE",
          "text": "Not any more. Gimme some tape.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TV BLARING, Billy sits with his head tilted. REVERSE to see the entertainment center, still slanting 3 the right. On screen, the David Lynch epic DUNE, the part Kyle McLachlan rides the giant worms. The doorbell RINGS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Billy flips through a stack of taped-together pages. Joe Alan stand on the doorstep.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE",
          "text": "We wouldn’t have told you if it wasn’t gonna, like, kill you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALAN",
          "text": "It’s fetal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "Why are these all taped together?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE",
          "text": "We wanted to be really complete.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "Why does it say “canine”? Joe looks at the word.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE",
          "text": "That’s “kuh-neen.” Means it’s gonna kill you. \f55.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALAN",
          "text": "It’s fetal. Billy hands them back the papers, starts to shut the door",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE",
          "text": "Hey! If worms are safe, how come they don’t sell ‘em at the supermarket? How come dogs get sick when they eat ‘em? I‘1l tell you why. Because they’re poison. Billy shuts the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALAN",
          "text": "They’re fetal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INSIDE THE HOUSE",
          "text": "Billy leans back against the door. It’s not that he belie them. But what if what they’re saying is a little true? INT. BILLY’S ROOM - NIGHT It’s very late. A shaft of light from the street falls ac Billy as he lies awake in bed, hands on his stomach. As h closes his eyes, a GURLGING and RUSHING begins. Something his gut is moving. His eyes snap back open. He feels his stomach. What’s goi in there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TITLE OVER",
          "text": "A WORM with an accordion leans into the microphone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE WORM",
          "text": "Ever-ee-bahdy polka! As the WORM BAND gets into it, we REVERSE to see the danc floor. WORM COUPLES dance and spin like only invertebrate One couple spins too fast, causing the gentleman to rip i Both pieces get up and start dancing with each other. We around until we get woozy, finally cutting to... INT. MITCH AND CHRISTINE’S ROOM - NIGHT The alarm clock reads 3:15 a.m. The door suddenly BLASTS \f56. Lights FLARE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "Mom! Dad! Wake up! Wakeupwakeupwakeup! They're not moving fast enough, so he starts JUMPING up a on the bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "Earthquake! Katie! He trips as he climbs out of bed, falling on the floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRISTINE",
          "text": "Billy, what is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "I ate a...I ate... He wants to tell, but he can’t.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "I ate a bug. Christine and Mitch sit there, breathless and dazed. What",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mitch and Billy flop on the couch while Christine talks o phone in the background. She calls out...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRISTINE",
          "text": "Billy, what time did you eat it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "About 3:30. Christine relays the information over the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "So this was a one-time thing, right? Some kind of dare.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "(very seriously) I can’t tell you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "I knew it. Secret society stuff. In college once I had to eat three live goldfish. \f57.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "Really?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "I guess they were goldfish. I dunno. I was blindfolded.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "Cool. Christine hangs up and comes over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRISTINE",
          "text": "I called Dr. McGrath in California. She said if you’re feeling okay now then not to worry about it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "So I’m not gonna die?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "Told ya. Billy is relieved.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mitch and Christine climb back into bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRISTINE",
          "text": "I blame you. She switches off the light.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "With a thumbtack, Tom is frantically trying to pin someth down. It’s an earthworm. He pins it back to the cardboard He and Billy are lab partners for worm-dissection. Nearby Suzie and Gretchen, Joe and Alan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS OVERHOLSER",
          "text": "Next we’re going to bisect the worm along the axis. Mistaking it for the chalk, she SCRAPES the scalpel acros chalkboard. The class SCREAMS. With a sudden CHOP, Joe ha his worm in half. \f58.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE",
          "text": "Hey Alan. We got a bisexual worm. Billy and Tom look into their open worm, its skin pinned It’s not a pretty picture.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS OVERHOLSER",
          "text": "You’1l notice the digestive system of the worm is essentially a tube. Dirt and food matter enters through one orifice, is processed and digested by enzymes, then is expelled as waste matter through the other orifice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICKS",
          "text": "Wazzat mean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WEEZER",
          "text": "It’s crap.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE",
          "text": "(leaning over) Hey Forrester. Hungry? Billy ignores him. Nauseous, he picks at something with t blade.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "(to Tom) Is that dirt?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "I don’t know which end’s which. The other boys huddle close, staring.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE",
          "text": "Hey Forrester. You are what you eat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hicks is propped up over the edge, scanning the horizon w binoculars. The largest group of kids yet is gathered at bottom of the ravine to watch the worm-eating. Billy is p and sweating. Tom is fanning him. Joe smirks to himself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "I can’t do it. \f59.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "What do you mean? It’s a s’more. It is a s’more. Tom pokes the worm back into the melted marshmallow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "What if it’s, y'know, working on something. Tom turns the s’more 180 degrees.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "See, now it’s just the dirt side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE",
          "text": "Either way, you gotta eat the whole thing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "Hey Joe. Read between the lines. He holds up three fingers. Half-convinced, Billy takes th s'more. He bites into it. The worm pulls out, caked with chocolate and marshmallow goo. He sucks it in and swallow The boys CHEER. Joe walks away, kicking a rock into low o Billy looks woozy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Christine SCRAPES at the charred interior. Mitch leans in look. He stares at the cookie he’s eating.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "Huh. The fresh vanilla really does make a difference.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRISTINE",
          "text": "Don’t eat those. They’re poison.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "They’re great.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRISTINE",
          "text": "They’re made with evil intent. That woman is Donna Reed with a deathwish. (beat) Has Billy been acting weird around you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "Weird funny? Weird droopy? Weird eek- a-eek-a-eek? \f60. He makes Psycho-stabbing motions.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRISTINE",
          "text": "I dunno. Like something's up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "I’1l have a little talk with him. Father to son, guy to guy. (re: cookie) No woman who bakes this well can be all evil. Christine takes his cookie away. Eats it. A beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "See?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRISTINE",
          "text": "No. I hate her more. INT. BILLY’S ROOM - NIGHT Billy is sitting on his bed, counting the worms left in t styrofoam container. A KNOCK at the door. Billy hides his stash behind him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "(leaning in) Sport. Is anything up? Are you acting weird?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "Okay. Just checking. Mitch walks away. Billy hides the container in a Igloo co under his bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A doorbell RINGS. Miss Overholser looks up from the spell tests she’s grading. It’s much too late for guests.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOYER / AT THE DOOR",
          "text": "Stepping back from the peephole, she opens the door to re",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS OVERHOLSER",
          "text": "Cyrus McKewin. It’s after nine! \f61. CYRUS is a Scottish gentleman of 83 years. He looks up to tears in his eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS OVERHOLSER",
          "text": "Oh Cyrus, it’s not your mother?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CYRUS",
          "text": "She’s dead Kate, just this evening. The angels came at four past eight. A respectful beat. Then suddenly...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CYRUS",
          "text": "Marry me, Kate. Elope with me tonight. We'll see the sun come up in Paris and set in Rome.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS OVERHOLSER",
          "text": "Cyrus... Tears fill her eyes. She flees into the next room, out of sight. Cyrus is heartbroken.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CYRUS",
          "text": "Surely there can be no one left to raise eye at us, to give reason we cannot wed. Our love buried them all. (realizing; crestfallen) Unless you don’t believe a Catholic and a Luteran can have any hope together. Miss Overholser returns. A beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS OVERHOLSER",
          "text": "I was getting my coat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A jet takes off overhead, leaving only the black night sk",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We SWEEP PAST the empty blackboard to reveal the fifth-gr most in their seats, a few pacing. Joe bounces a ball aga the closets. Billy checks his watch, then the clock. There’s no substitute. No adult at all.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GELMAN",
          "text": "What if she’s dead? \f62.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZIE",
          "text": "If she’s dead, they would send a substitute.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICKS",
          "text": "What if she’s dead and nobody knows she’s dead?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WEEZER",
          "text": "What if she’s fallen and can’t get up?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZIE",
          "text": "She's probably just sick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "Maybe the substitute got lost.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GELMAN",
          "text": "Maybe the substitute is dead. Weezer gestures, “good point.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRETCHEN",
          "text": "We have to tell somebody that there’s no teacher.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE",
          "text": "Like who?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRETCHEN",
          "text": "Like Billy’s mom. All eyes go to Billy. He’s not touching it. We look past to Gelman...",
          "sentiment": "neutral"
        },
        {
          "speaker": "GELMAN",
          "text": "What if Billy’s mom killed them both?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE",
          "text": "We don’t have to tell anybody anything. We're just going to sit here until something happens. He says it with a certainty that shuts everyone up. Every except Gretchen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRETCHEN",
          "text": "What does Billy think?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE",
          "text": "Who cares what Billy thinks? \f63.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALAN",
          "text": "Yeah. Who cares.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "I’m cool with just hanging out, I guess. Joe gestures, “see?”",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZIE",
          "text": "We should vote. We should vote on whether we’re going to tell anybody or not. (off boys’ groans) It’s the right thing to do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE",
          "text": "All in favor of not voting, raise your hand. All the boys raise their hands. They outnumber the girls. Suzie gives up, disgusted.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "Maybe Joe’s right. As long as we don’t screw around, nobody's going to know the teacher’s not here. We just have to play it cool.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TITLE OVER BLACK",
          "text": "A volley of spitballs rains down as Weezer and Hicks wres the aisle, knocking over desks as they go. The Cowlicked barely avoids getting crushed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE",
          "text": "Go long! From across the room, Joe passes the football to Alan, wh paying any attention. The ball knocks down a hanging fern everywhere. The girls wince, standing up on their chairs, out of the In its cage, the hamster runs frantically on his exercise Gelman opens the bottom drawer of the teacher’s desk. It’ the Ark of the Covenant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GELMAN",
          "text": "It’s all here. \f64. Fourteen hands reach in to pull out 40 years of contraban dart guns, pocket knives, comic books. Tom tears a piece of paper, hands half to Billy. They eac off strips for spitballs, stocking up. With a Sumo stomp, Weezer braces for Hicks’ next charge. behind the desk, a volley of suction darts flies past.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZIE",
          "text": "Stop it. Stop it! For just a moment, quiet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZIE",
          "text": "We are in the fifth grade. We should be able to behave like grown ups for a few... An eraser TAGS her, leaving a blotch of chalk. She seethe keeps her cool.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZIE",
          "text": "All I’m saying is that if we just work together, we can... She's hit by another eraser. A beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZIE",
          "text": "You are so dead. She picks up both erasers and whips them back. The girls this as their cue to seek cover. They end up on the far s the room, away from the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AT THE SINK",
          "text": "Weezer cups his hand and turns on the pressure, shooting of water across the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEHIND THE CABINET",
          "text": "Girls SCREAM, covering themselves. Some start throwing bo from the shelf in self-defense.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEHIND THE TEACHERS DESK",
          "text": "Billy gets hit in the face by a book.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WEEZER",
          "text": "One, two, three! Weezer leads a charge. Billy doesn’t follow him, his nose starting to bleed. Joe stays behind as well, a contented \f65. on his face. Pencils and paperclips tumble off the desk. In SLOW MOTION, Weezer and company set upon the girls, st of Elmer’s glue hanging heavy in the air. Glitter grenade burst like fireworks, covering everything with sparkles. The Cowlicked Kid launches a frisbee that ricochets once, before WHACKING the sprinkler head in the middle of the c A drip of water. Another. And then a flood. An alarm RINGS as the rain begins. At first, everyone tri get out of the way, but the spray is inescapable. Suzie g her feet, soaked. Billy stands up from behind the desk. T trade a look of horror and resignation. For a moment, everyone stands where they are in the rain, paralyzed by impending doom. We PUSH IN on the sprinkler as it slows to a drip. We are now...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The students stand in formation by the closets, still wet dripping.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WEEZER",
          "text": "(to Gelman; low) Do I got glitter on my tongue? We slowly REVERSE to see that the room is destroyed. Smea paint soak into the carpet. Wet construction paper dangle the bulletin boards. Along with the JANITOR, Christine upends desks, dumping o water. She shakes out a textbook, but it comes apart in h hands. The kids keep their eyes low in shame and terror as Chris approaches. All but Billy, who has his head back to keep nose from bleeding. Christine takes a look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRISTINE",
          "text": "Go down to the nurse’s office.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "I think it’s almost...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRISTINE",
          "text": "Now. \f66. There’s an edge to her voice that is best not questioned. Billy leaves, all the kids watch him. Watch her. INT. NURSE’S OFFICE - DAY Billy walks in with this head tipped back, trying to keep dripping.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "Hi, is somebiddy here? I gotta bleddy nose.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALE VOICE",
          "text": "Take a seat. BILLY’S P.O.V. We TILT DOWN from the ceiling to reveal the seven-fingere School Cook.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "I thought you were the cook.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COOK",
          "text": "I also teach modern dance on Tuesdays. Sit. Billy complies. The Cook pokes his nose, making sure noth broken. He shoves cotton plugs up each nostril.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COOK",
          "text": "So how many worms have you eaten? (off reaction) I saw the worm. You’re not spilling anything, if that’s what you’re worried about.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "(finally) Six. I have nine left.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COOK",
          "text": "Fifteen worms. Highest I ever heard somebody going was twelve.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "Other people have done it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COOK",
          "text": "They've tried. \fHe hands 67.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "What happened to ‘em?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COOK",
          "text": "Mostly they figured out how stupid it was to eat worms. Billy an ice pack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COOK",
          "text": "What do you get if you win?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "Nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COOK",
          "text": "No bike? No cash? Billy shakes his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COOK",
          "text": "So you’re doing it for honor. That's good. Only people who ever finished, finished for honor. They had a code.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "What’s a code?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COOK",
          "text": "A code, it’s like...well. You know the difference between what’s right and what’s wrong?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "Sometimes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COOK",
          "text": "See, a code helps you figure that out. It’s like a set of rules. When you get confused, you can just go back to your code. Me, I started with twelve things. Most of them probably don’t apply to you. Billy nods as he thinks it over. It makes a lot of sense. Heading for the door, he turns...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "What’s my code?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COOK",
          "text": "That’s just it. You have to find it for yourself. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "COOK (cont'd) (beat) But I‘1l get you started. Billy takes his seat again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Christine rescues the hamster from a pool of floating ced chips, moving it to higher ground. In the background, we Mrs. Saint-Claire in the doorway, in full panic mode.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. SAINT-CLAIRE",
          "text": "Christine, are you alright?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRISTINE",
          "text": "(wincing) I’m fine. Everything’s fine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. SAINT-CLAIRE",
          "text": "I just now heard about the crisis. Riot. Uprising. (gasp; pointing to carpet) Is that blood?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRISTINE",
          "text": "It’s paint. Really, Evelyne. Everything is under control.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. SAINT-CLAIRE",
          "text": "I didn’t want to alarm you on your first day, but I think there’s lead in the water. I do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRISTINE",
          "text": "There’s no lead. There’s just a lot of water. She scoops an eraser out of a puddle. Mrs. Saint-Claire s pretending to be calmer than she is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. SAINT-CLAIRE",
          "text": "I could form a committee.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRISTINE",
          "text": "Not necessary.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. SAINT-CLAIRE",
          "text": "We could have a bake sale to rebuild the classroom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRISTINE",
          "text": "No. \f69.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. SAINT-CLAIRE",
          "text": "A raffle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRISTINE",
          "text": "No! She didn’t mean to yell. It slipped.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. SAINT-CLAIRE",
          "text": "I see. I see. I’m clearly out of my league. It’s only my kids we're talking about. Christine has the opportunity to jump back in. She passes MRS. SAINT-CLAIRE (CONT’D) You're the principal and I’m just a mom. I guess friendship is only for sunny days. With that she leaves. After a beat, Christine stifles a s chucking the eraser at the door. She feels guilty, but be",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Coming in the door, an exhausted Christine scoops up an overjoyed Katie. She’s startled to see Billy waiting for the staircase.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "I want to make amends.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRISTINE",
          "text": "Make amends?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "I took an inventory.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRISTINE",
          "text": "Okay. (confused) Your dad and I were going to do this later, but we can do it now. Mitch! He looks in from the living room. She waves him in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "I’m sorry about trashing the room although I only did a little bit, a tiny bit really. But I’m sorry. That’s it. He’s done. \fHe nods. PPPPHEWWWW! Right over his head. She looks to Mitch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRISTINE",
          "text": "On a bigger picture, do you understand that you should have come to get me right at the start?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRISTINE",
          "text": "And are you apologizing for that, too?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "Why do I hafta apologize for something I didn’t do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRISTINE",
          "text": "Didn’t do, but should have done.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "I’m not the only one who didn’t do it. We sorta voted. (to Mitch) If I’d have gotten her, I woulda been a dork.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "He’s right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRISTINE",
          "text": "Sometimes doing the right thing means being a dork.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "She's right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "I guess I’m sorry then. I mean, if you want me to be. He climbs the stairs. Mitch has goosebumps.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "Oooh. Parenting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "frosting, reading “Vote Suzie.” 70. A pastry tip lays out the last perfect ribbon of of forty flawless cupcakes. PULL BACK to reveal this is one \f71.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZIE",
          "text": "It just doesn’t seem...I don’t know. Fair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. SAINT-CLAIRE",
          "text": "Sweetheart, if life were fair, none of this would be necessary. People would recognize what a beautiful and talented young woman you are without any bias or false prejudice. But it’s nota perfect world, honey. I try to hide it from you guys, but I think you can see right through me. Here comes the tears. Suzie cringes to have made her moth once again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. SAINT-CLAIRE",
          "text": "So if sometimes I do too much, just remember that I’m doing it all for you. If loving my kids is a crime, then lock me up. Lock me up. Suzie pats her mother’s back as she sobs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. SAINT-CLAIRE",
          "text": "(beat) You do want to be class president again, don’t you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZIE",
          "text": "Sure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. SAINT-CLAIRE",
          "text": "Then you have to do whatever it takes to win.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Coach McGuire powers past Joe for a lay-up. Joe takes the back-court. Makes his charge. His father is all over him, blocking every move. He finally shoots. The ball reflects the backboard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COACH MCGUIRE",
          "text": "You're not fighting for it. Defend your space. Here, cover me tight. Joe clings to his father. A quick pivot and Coach McGuire knocks him over, ass on the asphalt. The coach makes his \f72.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE",
          "text": "That’s a penalty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COACH MCGUIRE",
          "text": "Maybe. If there was a referee. (helps him up) ) Sometimes you gotta take the foul. That’s not cheating. It’s part of playing aggressively.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Still damp, but vastly improved. The kids file in to see Christine at the blackboard. They keep quiet, eyes low. Finally, Weezer raises his hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WEEZER",
          "text": "Where’s the substitute?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRISTINE",
          "text": "You're looking at her. A collective GASP. Gelman MOANS. Billy slinks back in his seat, numb with shock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRISTINE",
          "text": "We've heard from Miss Overholser, and she'll be back in a week. Until then, I will be teaching your class in the mornings, Coach McGuire will teach in the afternoons. Any questions? A beat. Gretchen raises her hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRETCHEN",
          "text": "On behalf of the class, I just want to say welcome. The boys GROAN.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LATER",
          "text": "Christine walks down the aisle as they work in their work When she leans over to help the Cowlicked Kid, Joe smirks Billy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LATER",
          "text": "At the board, Christine asks a question. Only one hand go - the Cowlicked Kid. She picks Weezer instead. He glares Billy. \f73.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LATER",
          "text": "Christine holds the trash can over to Gretchen, who spits her gum.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LATER",
          "text": "Coach McGuire is at the board, trying to figure out a mat problem. Suzie and Gretchen help him out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LATER",
          "text": "Gelman falls into the aisle, reaching for the cupcakes Su handing out. Coach McGuire is telling a story. By its gestures, must be about football.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LATER",
          "text": "The end-of-day BELL rings. Kids rush to stack their chair The classroom is still damp, but vastly improved.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIG-TAILED GIRL",
          "text": "Coach McGuire! The nominations?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COACH MCGUIRE",
          "text": "Thank you, Missy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIG-TAILED GIRL",
          "text": "Megan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COACH MCGUIRE",
          "text": "Take a seat everyone! The kids reluctantly sit back down, feet aimed for the do",
          "sentiment": "neutral"
        },
        {
          "speaker": "COACH MCGUIRE",
          "text": "You’re supposed to nominate a candidate for class president. Suzie signals the Pig-Tailed Girl.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIG-TAILED GIRL",
          "text": "I nominate Suzie Saint-Claire.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COACH MCGUIRE",
          "text": "You accept?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZIE",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COACH MCGUIRE",
          "text": "Any other nominations? Suzie and the Pig-Tailed Girl smile at each other. Then, \f74. last second...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE",
          "text": "Billy Forrester. All the boys turn. What the hell is Joe doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COACH MCGUIRE",
          "text": "Billy, do you accept? Billy is caught off-guard. He looks around to Tom, Weezer the rest of the boys. They’re nodding. The Cowlicked Kid him the thumbs-up. It would inflate anyone's ego.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "Why the hell not. (off his reaction) I mean, yes. The boys CHEER. Pig-Tailed Girl glances over to Suzie, panicked. But Suzie’s cool as an iceberg.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COACH MCGUIRE",
          "text": "Alright, then. Elections are next week.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The boys rally around Billy by the bike racks. The attent starting to get to him -- the smile is getting a little s Tom hangs back a bit, forgotten. Suzie stands near.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "You'll never take him. He’s too popular. ANGLE ON Suzie. She knows it’s true.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We look through a knothole.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WEEZER",
          "text": "Spartacus, Rhombus, Barnaby Jones. Barney is dead, we're eating his bones. A gate opens and Weezer steps through. The gate shuts rig Tom gets to it. He KNOCKS. \f75.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICKS, (0.S.)",
          "text": "What’s the password?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "It’s me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HICKS, (0.S.)",
          "text": "I know, but what’s the password? Tom gives his best cop-show kick to the gate. It blows op EXT. SOMEBODY’S BACK YARD - DAY A canvas screen is set up, creating a “back stage” area. other side, a crowd of BOYS is gathered to watch the worm eating. Billy sneaks up behind Tom. SHOUTS in his ear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "(startled) You’re here. You're late. Weezer peeks around the side of the screen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WEEZER",
          "text": "Billy my man. Eating the worm! They swap high-fives. The boys on the other side start up CHEER: Bill-EE! Bill-EE!",
          "sentiment": "neutral"
        },
        {
          "speaker": "WEEZER",
          "text": "We on for Deathcrusher later?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "You got it. Weezer goes back around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "I thought we were on for Deathcrusher.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "He’s got Deathcrusher 2. The blood flies at you in 3-D.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "It’s just, I thought we were going to hang out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "We are. Later. (beat) A lot of people want to be my friends. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "BILLY (cont'd) It’s not fair if I just hang out with you. Tom is hurt and bewildered.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "A week ago everyone thought you were a dork. I was the only one who would hang out with you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "I’m the one eating worms, not you. You're just sorta hanging on. You're one of those things that, you know, hangs on to other things. Beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "Not anymore. (walking away) They were wrong. You’re not a dork. You’re an asshole.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "Fine. Guess we’re not friends anymore.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "Fine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "Fine!",
          "sentiment": "neutral"
        },
        {
          "speaker": "FINE",
          "text": "Billy walks around the blind, raising a CHEER from the ga kids. We watch Billy’s silhouette as he eats his worm. An CHEER. We see the first chink in Tom’s armor. He wipes aw angry tear before it really forms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The boys crowd around Billy at the middle of the table, l Joe and Alan by themselves. Thus the cool end isn’t so co",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "I got PB and marshmallow. Skippy and fluffy together again. No one’s paying attention. They’re all wrapped up in a st Billy’s telling. By the hand motions, it seems to involve \f77. machine gun. Tom hands the Cowlicked Kid back his sandwic Suzie looks at Tom, then at Billy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Coming out of the lunchroom, Billy and his admirers brush Christine. Billy doesn’t even look up at her. We stay on Christine, nonplussed. Further down the hall, whispers something to Weezer, who snickers. Christine hea",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Billy is picking his team. We PAN ALONG a line of boys, stopping on Tom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "Hicks. PAN OVER one more to reveal Hicks, who joins the team.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE",
          "text": "Jackson. Tom goes over to Joe’s team. Trades a glare with Billy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Snap. As quarterback, Joe scans for an open receiver. Pas aiming for Tom. Billy plucks it out of the air, an interception. Tom tries to de-flag him, but Billy evades. Only Joe stands between him and the end zone. A little sh A little jive. Billy gets around him. Touchdown. Billy’s team goes nuts, CHEERING, high fives all around. watches from the distance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COACH MCGUIRE",
          "text": "Nicely done, Mr. Forrester. ANGLE ON Joe, betrayed. Billy brushes past him, cocky. Jo seething.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. Saint-Claire throws pine cones at squirrels, trying t videotape their falls. Leaning off the porch, Alan and Jo flood the dirt with a hose. \f78.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALAN",
          "text": "I dunno. I don’t see any worms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE",
          "text": "You gotta look closer. (beat) Hey, Mr. Saint-Claire! Watch this! Joe pushes Alan off the deck, SPLAT into the mud.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLACK",
          "text": "In the instant-replay, the boys’ heads are chopped off by framing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. SAINT-CLAIRE",
          "text": "Alan, go change so he can do that again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "While Alan changes clothes, Joe looks into Suzie’s room. making election posters on the floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZIE",
          "text": "What do you want? He shrugs, nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE",
          "text": "I was just thinking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZIE",
          "text": "I thought I smelled something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE",
          "text": "We have a common enemy. After a beat, she looks up from her markers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Billy opens the door to reveal Suzie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZIE",
          "text": "My parents and I are going to a baseball game in the city tomorrow. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SUZIE (cont'd) Alan isn’t coming, so I was wondering if maybe you’d like to come along. Unless, like, you and Tom have plans.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "Tom and me aren’t friends anymore.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZIE",
          "text": "Oh. So do you wanna come?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "Absolutely.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZIE",
          "text": "Perfect. MUSIC rises as we kick into a zoomy, upbeat production nu",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Billy rolls down his window, getting his first glimpse of East Coast city. A truck BELCHES exhaust into his face. S LAUGHS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Range Rover crosses a gargantuan bridge, heading into Metropolis.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Suzie and her mom tip their heads to admire an amazing pa Billy plays with a really cool drinking fountain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Suzie sprays Billy with a perfume tester. He gets her bac erupts into warfare.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The crowd parts as Billy and Suzie find a place to stand. nearby HOMELESS GUY chokes on their scent, waving a hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Walking alongside a goofy TEAM MASCOT, Mr. Saint-Claire t trip it, getting the whole thing on videotape. The giant does a “you wanna piece of me?” It shoves Mr. Saint-Clair",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mrs. Saint-Claire glares as someone drops peanuts on her. \f80. and Suzie try to start a wave. No one follows along, whic even better.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Suzie stands in a long line, bouncing to hold it in. Bill waves her over to the men's side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Billy stands guard outside a stall, trying to look casual tough.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Billy and Suzie snap at each other with fish heads on the fingers. Mrs. Saint-Claire gives them each a handi-wipe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Billy throws a baseball, missing a stack of bottles. Suzi throws and nails them. Again. Again. And again. Billy is humiliated but impressed. For her prize, Suzie picks a wind-up monkey with cymbals. it to Billy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Everyone is exhausted. Everyone except Suzie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZIE",
          "text": "Pleeeeease? Can't we stay just a little longer?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. SAINT-CLAIRE",
          "text": "It’s already 10 o’clock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZIE",
          "text": "(oddly desperate) Just another half hour. Her dad opens the car door, motions for her to plant some",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Billy is out for the count. He falls over onto Suzie’s shoulder. Suzie is wide awake, angst-ridden. She checks h watch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Billy gives Christine a kiss as he trudges up the stairs. sheds clothes on his ascent. INT. BILLY’S BEDROOM - NIGHT He switches off the light, climbs into bed. The clock rea 11:48. A beat. He bolts straight up in bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "The worm! He digs the cooler out from under the bed, opening it to pool of icy water and no container. The worms are gone. EXT. TOM’S HOUSE - NIGHT Still in his pajamas, Billy BANGS on a window. TITLE OVER: 11:51 p.m.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "Tom!",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM, (0.S.)",
          "text": "Down here! Billy was banging on the wrong window altogether.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "What’s wrong? Feeling guilty?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "I forgot to eat my worm, and now they’re gone. I only got eight minutes left!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "SPRINKLERS rise in the night. Billy and Tom scan the lawn flashlights, soaked to the bone. TITLE OVER: 11:55 p.m.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "Got one! Bring the others!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Billy races in through an unlocked back door. \f82.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In a SINGLE SHOT, we follow Billy as he runs through the kitchen, the dining room, and the living room. At the foo the stairs, we hear a cat SQUEAL, its tail stomped. Billy the steps two at a time. On the second floor, Billy checks the doors. No. No. Yes! big Star Trek poster. He bursts in, flicking on the light",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "Gelman! Wake up! Emergency! He shakes him. Gelman SCREAMS. He fumbles for his glasses the nightstand. They fall under the bed. GELMAN’S P.O.V. (way out of focus)",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "It’s Billy. Follow me! He runs out of the room. Gelman hurries after him, SLAMMI into the door frame. He feels his way along the wall. INT. TOM’S KITCHEN - NIGHT Tom throws the worm in the microwave, where it sticks aga the far side. SLAMS the door. Cranks it. The worm peels o the back, slowly inflating to 10 times its normal size.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The back door is locked. Racing alongside the house, Bill spots an open window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "Give me a boost. The blind Gelman is no help at all, always facing the wro direction. Finally Billy forces Gelman up against the wal over the windowsill. He crashes inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In Gelmanscope, everything is blurry. Someone in the room SNORING.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GELMAN",
          "text": "Weezer, that you? \f83.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "Hurry! From the second story, a flashlight shines down. It’s Wee",
          "sentiment": "neutral"
        },
        {
          "speaker": "WEEZER",
          "text": "Billy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gelman finds the bed. Nudges the sleeping figure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GELMAN",
          "text": "Weezer. Wake up! You gotta wake up! He knocks over a lamp, finally succeeding in turning it o the bed, a giant BULL MASTIFF sits up. This is his room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GELMAN",
          "text": "C’mon. Move!",
          "sentiment": "neutral"
        },
        {
          "speaker": "GELMANSCOPE",
          "text": "An unidentifiable blurry blob sits on the bed. Gelman pus it. It doesn’t move. Gelman feels its head. Its ear. He leans close. A giant black eye comes into focus. The dog BARKS. Gelman SCREAMS. The door flies open.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WEEZER",
          "text": "Daisy! Down! The dog hunches down with a WHIMPER. INT. TOM’S KITCHEN - NIGHT Tom pulls the worm out of the microwave. It’s too hot -- to pass it back from hand to hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "Ow. Ow. Ow. Ow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tom races across the street to a third house. Billy, Gelm Weezer are running up from different sides. \f84.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WEEZER",
          "text": "Doors are locked. Windows too. Billy pushes the DOORBELL.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WEEZER",
          "text": "You didn’t just do that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GELMAN",
          "text": "Where are we? Billy pushes the DOORBELL again and again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WEEZER",
          "text": "We're going to die. TITLE OVER: 11:58 p.m. While the title’s still on screen, it rolls over to 11:59 hang for a moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "(to Weezer) Nice PJ's.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "(to Tom) Sorry I was such a jerk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "We're cool. They bump fists. The door opens. It’s Coach McGuire, in b and a t-shirt. A bear awakened from hibernation. Billy, T and Weezer charge past him into the house. Gelman is left on the porch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GELMAN",
          "text": "Guys? INT. JOE’S BEDROOM - NIGHT The door BURSTS open. The boys storm in, flipping on the lights. Joe and Alan scurry like roaches. Weezer barricad the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "Check the time. 11:59. He leans into Joe’s face as he eats the microwaved worm, swallowing just as the clock turns to midnight. Somewhere outside, the town clock is CHIMING, carillon bells ringin \f85. Joe pushes Billy away. At the door, POUNDING.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COACH, (0.S.)",
          "text": "Joe! What is going on in there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALL THE BOYS",
          "text": "Nothing! Coach McGuire forces the door open, squeezing Weezer agai wall. The boys smile like angels.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We move among the pews, as the opening hymns play on the Families turn to see the Forresters take their seats.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOUSY WOMAN",
          "text": "Broke into three houses, running up and down the stairs like some kind of wild gang. GELMAN’S MOTHER They’re from California. Los Angeles. For all I know, the boy may be a “Crip.” Or a “Blood.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "FEATHERY HAT WOMAN",
          "text": "And the mother’s the principal, if you can believe that. A woman whispers in Mrs. Saint-Claire’s ear. She looks at Christine, evil schemes hatching. Suzie looks over at Bil He stares coldly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Suzie cuts through the crowd, following Billy. Tom and We block her way like Secret Service agents.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Billy takes out the trash, sorting the recycling into bin feels someone watching him. It’s Suzie. She hands him the styrofoam container.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZIE",
          "text": "I found them in our refrigerator. I didn’t take them. Either Alan or Joe did. \f86. Billy fingers through the dirt, scooping out a few small and Big Charley. They’re all okay. He puts the lid back a and starts walking to the house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZIE",
          "text": "Billy, I didn’t mean to screw things up for you. I didn’t have a choice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "Sure you did. You could, (A) Jerk me over, or (B) Not jerk me over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZIE",
          "text": "You don’t understand how important this election is. To me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "Or, (C) Jerk me over then pretend like it’s not really your fault. Guess what. It is. He leaves and goes inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Christine hangs up the phone. Billy comes in through the door. He holds",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRISTINE",
          "text": "Billy, what were you doing last night?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "(innocently) When? the container out of sight behind the doorframe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRISTINE",
          "text": "Say, midnight? Were you running through Gelman’s house and the McGuires? Mitch comes in from the living room, feels the tension an to duck back out. But he’s spotted. Christine waves him o",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRISTINE",
          "text": "Mrs. Gelman just called. Billy and his friends broke into three houses last night after midnight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "It was before midnight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why were you doing this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "We were just screwing around. (pre-emptively) I’m really sorry I did it and I’m taking responsibility for my actions and it won’t happen again. Christine is unimpressed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "Is that it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRISTINE",
          "text": "Sure. Go to your room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "But I just apologized.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRISTINE",
          "text": "That’s not a get-out-of-jail-free card.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "But I got stuff to do with the guys.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRISTINE",
          "text": "Tough. You’re grounded.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "But there’s something I have to do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "You heard your mom. Scoot. 87. Disbelieving this horrible injustice, Billy walks off, ra building. Finally he turns.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "It’s not fair! You wouldn’t be doing this if you were anyone else’s mom. You're just covering your butt because you're the principal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOM",
          "text": "No Billy. At school I’m the principal. Here I’m just your mom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "I wish you weren’t my mom. He lets it sting for a second, then charges up the stairs. \f88.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "Billy, get back here! A door SLAMS on the second floor. Christine keeps Mitch f going after him. He calms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "He didn’t mean that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRISTINE",
          "text": "Yes he did. INT. BILLY’S ROOM - DAY A KNOCK at the door. Billy opens it a crack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "Apologize to your mom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "No. And by the way, thanks for all your help.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "You screwed up. You ride the bus, you pay the fare.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "I’m a political prisoner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "Action. Consequences. Think about it. And make up with your mom. Billy shuts the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mitch helps Christine make the bed. They lay out the comf",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "It’s not centered. You have more on your side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRISTINE",
          "text": "That’s intentional. You steal and horde all the covers on your side. Therefore I make the bed with more covers on my side, so that I at least have a fighting chance. \f89.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "That’s clever.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRISTINE",
          "text": "I’m a clever gal. As she tucks the comforter in, he tugs it loose. She pull back, but he yanks it again. A tug of war ensues, Mitch f pulling her onto the bed. As they wrestle, he wraps her u the comforter. Then...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRISTINE",
          "text": "What was that? Both stop for a second, looking up. There are CLOMPING NO on the roof.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "Squirrels.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRISTINE",
          "text": "Squirrels?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "Gathering nuts for a long, cold winter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRISTINE",
          "text": "Good idea. Clever squirrels. Mitch pushes her back down on the bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We RISE alongside the house, past the windows to the roof four boys are hunched around the chimney. Hicks has his binoculars out. Tom has a fishing pole, slowly letting ou down the chimney.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Billy looks up into the fireplace as a hook lowers into v breaded worm attached as bait. He unhooks it. On the mantlepiece, a videocamera is set up. He pushes RECORD.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON VIDEOTAPE",
          "text": "Sunday, 4:09 p.m. \f90.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "This tape is to prove that I, Billy Forrester, am eating my worm, and nobody and nothing is gonna stop me. He downs it. We PULL BACK, revealing a TV screen. We are. INT. JOE’S FAMILY ROOM - DAY In the darkened room, Joe is watching the worm eating on videotape. He ejects the cassette and trashes it, crackin case and pulling out the insides.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A mean dog charges the fence as Billy rides past, heading school. The dog YIPES as it hits the end of its chain. Suzie pedals to catch up with Billy, both headed to schoo",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZIE",
          "text": "(cheery) Hey Billy. All ready for the field trip? His glare could freeze lava. Suzie slows, watching as Bil rides away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As the busses pull up, a campaign of glances and whispers Suzie looks around self-consciously. Everyone is talking her. Gretchen catches her eye, but quickly looks away. Tom waves Billy over. With his finger to his lips, he pul next-generation Gameboy from his shirt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "What is that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "It’s the Ultraboy. My uncle got it in Japan. It won’t be here for six months. Billy hits a button and it BEEPS loudly. Tom tucks it awa before anyone sees.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "If my mom sees it, she’ll take it. \fgl.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "Duh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRISTINE",
          "text": "(to the class) There are two busses. Whichever one you take is the one you come back in, understood? Now I’1l be in this bus, and Mrs. Johannsen will be in the other. There’s a stampede heading for Mrs. Johannsen’s bus. Only Cowlicked Kid willingly gets onto Christine’s bus. INT. MRS. JOHANNSEN’S BUS / DRIVING - DAY The boys crowd around Gelman as he plays the Ultraboy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WEEZER",
          "text": "(taking it) Don’t bogart the bytes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GELMAN",
          "text": "How do I get past the second gate?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "I dunno. The instructions are in Japanese. Billy looks up from the huddle to see Suzie looking over He turns away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Christine SNEEZES into a kleenex, which blows apart with impact. Eyes watering, nose dripping -- she has hayfever epic proportions. RANGER TOKAMATSU gathers the group near a babbling stream",
          "sentiment": "neutral"
        },
        {
          "speaker": "RANGER TOKAMATSU",
          "text": "Rockwell National Forest is home to over 3,000 different species, everything from fish to insects, mammals to birds.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE",
          "text": "You got worms? \f92. Some TITTERING in the class.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RANGER TOKAMATSU",
          "text": "We've got at least five different species of annelid here. Now the thing to keep in mind about an ecosystem like this... As he keeps talking, we push to the back of the group, wh Billy, Tom and Gelman serve as a shield around Hicks as h the Ultraboy. Weezer is helping...",
          "sentiment": "neutral"
        },
        {
          "speaker": "WEEZER",
          "text": "Shoot the frog! Shoot the frog! Christine looks over. Weezer’s on the hot seat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WEEZER",
          "text": "I saw a frog. Over there. Shoot! It’s gone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Out of kleenex, Christine grabs a leaf to blow her nose. Tokamatsu offers her a bunch of blue flowers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RANGER TOKAMATSU",
          "text": "Haricot narcissum. It’s a natual remedy for allergies. That’s why you don’t see bees with sniffles. She takes the flowers. The ranger kneels down to pick som more.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RANGER TOKAMATSU",
          "text": "When the first settlers came through her, they called it sneeze-wort. The Indians had a different name for it in each season. Half-convinced and desperate, Christine eats a bloom. As chews, we see it’s incredibly bitter. She forces herself swallow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RANGER TOKAMATSU",
          "text": "(getting up) Now crush the petals and rub them under your nose. A beat. Christine smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Billy is tying his boot, the class gets ahead of him. shadow falls across him -- Joe. It’s just them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE",
          "text": "Even if you do win, you'll still bea loser. You’ll just be King Loser. Billy looks him dead in the eye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE",
          "text": "(hand to ear) I think I hear your mommy calling. “Billy! Billy, don’t get so far behind.” Billy tries to go around him, but Joe grabs his hat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE",
          "text": "C'mon, grab it. Doncha want it? Doncha? Billy makes no effort to grab it. Frustrated, Joe tosses down the hill to the riverbank.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "Y'know what, Joe? I used to be jealous of you, but I’m not anymore. I mean, you're bigger, and faster, and probably smarter. But I’m just better. Billy starts down the hill to retrieve his hat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joe catches up with the line. Suzie watches him suspiciou",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZIE",
          "text": "Where’s Billy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE",
          "text": "Fishing. Suzie stops, letting the line pass her. She turns and hea back down the path.",
          "sentiment": "neutral"
        },
        {
          "speaker": "UP AHEAD",
          "text": "The young hikers pass a “trail closed” barrier, which blo old path. Joe slows, stops. Thinking. He grabs Alan by th belt, holding him back until the rest of the kids are far Joe grabs one end of the barrier, nods to Alan. Confused, \f94. nods back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE",
          "text": "Take the other side! Alan complies. Together, they drag the barrier across the path.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Out on a log, Billy retrieves his hat. A few minnows spil of it. As he crosses back to the riverbank, he sees Suzie waiting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "What do you want?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZIE",
          "text": "To apologize, if you’1l let me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "Free country. Do whatever you want. He brushes past her, heading back up to the trail.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZIE",
          "text": "I said I didn’t have a choice, and that’s not true. I did. It’s just, haven’t you ever wanted something so bad you’d do anything to get it, even if it was something stupid? He thinks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZIE",
          "text": "Yes you have!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "Have not.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZIE",
          "text": "You jerk. When somebody apologizes you have to take it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "Fine, I take it. A beat. \f95.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZIE",
          "text": "If you don’t mean it, it doesn’t count. Billy shrugs, whatever.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "At a pace just short of jogging, Billy and Suzie try to c with the group. But the class is nowhere to be seen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "Stop following me!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZIE",
          "text": "I’m not. I’m following the path. She hurries ahead of Billy. Fine with him. After a beat...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZIE",
          "text": "Shouldn't we be seeing them?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "They're probably over the hill. Besides, they can’t leave without us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kids pile onto the two busses. Weezer, Hicks, Tom and Gel continue to wrestle over the Ultraboy, trying to keep it from Christine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "By far the rowdier bus. Mrs. Johannsen is working her way a clipboard of names.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. JOHANNSEN",
          "text": "Everybody quiet down please. Please! If anything, they get louder. Alan and Joe are sitting in back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. JOHANNSEN",
          "text": "Gretchen DeMarco?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRETCHEN",
          "text": "Here! \f96.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. JOHANNSEN",
          "text": "Billy Forrester?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE",
          "text": "Yo! She checks Billy’s name off her list, reads the next. Nob noticed the voice was wrong. But now the moment of truth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. JOHANNSEN",
          "text": "Suzie Saint-Claire.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALAN",
          "text": "(as Suzie) Here. His voice is eerily perfect. No one bats an eye. Joe smir victoriously.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mrs. Johanssen hands off her clipboard to Christine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. JOHANNSEN",
          "text": "I got all mine, present and accounted for. Blowing her nose, Christine checks the clipboard. She cou heads last time. It all matches up. She tries to look int second bus, where the kids are swarming all over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRISTINE",
          "text": "Okay, let’s go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The two busses leave Rockwell National Forest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Billy and Suzie are still running.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZIE",
          "text": "Where’s the trail?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "It’s here. Right here, see? Well, no, she doesn’t. But she follows him anyway. \f97.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LATER, ELSEWHERE",
          "text": "It’s now clear there really is no trail.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZIE",
          "text": "(suddenly) Wait. Wait! I have a compass. It’s in my survival kit. She digs it out of her backpack, orienting herself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZIE",
          "text": "(pointing) North is that way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "Which way do we want to be? A beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZIE",
          "text": "I don’t know. It’s only now they realize just how lost they are, alone dark forest of towering trees.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Overhead, thunder RUMBLES. The first big splots of rain f Mitch waits under an umbrella with Katie as KIDS empty ou the first bus. He spots Tom, waves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "They’re on the other bus. Christine gets off the second bus. The Cowlicked Kid poke in the leg.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COWLICKED KID",
          "text": "Bye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRISTINE",
          "text": "(smiling) Bye. Don’t forget to check for ticks. The Cowlicked Kid dashes away, dorky with love.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "You're cheating on me, aren’t you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRISTINE",
          "text": "He’s too much man for me. Where’s Billy? \f98.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "I thought he was on your bus.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alan gets in, chewing on the cord of his hooded sweatshir",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. SAINT-CLAIRE",
          "text": "Where’s your sister?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALAN",
          "text": "I dunno.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Christine walks up behind Tom and the gang, who don’t hav to hide the Ultraboy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRISTINE",
          "text": "Was Billy on your bus?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "I don’t think so. The other boys shake their heads.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mrs. Johannsen looks through the clipboard one more time. takes it away from her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "Was he on the bus or not?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. JOHANNSEN",
          "text": "I don’t know. I don’t know what he looks like. Mrs. Saint-Claire comes up from behind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. SAINT-CLAIRE",
          "text": "Where is Suzie? Suzie Saint-Claire. Christine returns from the bike racks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRISTINE",
          "text": "(to Mitch) He wasn’t on the bus. \f99.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. SAINT-CLAIRE",
          "text": "Where is my daughter! A CRACK of thunder carries us back to...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A treeful of crows fly off. It’s just starting to drizzle Suzie blows a shrill plastic WHISTLE. Counting to five, s blows again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "Would you stop that!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZIE",
          "text": "It’s so the rescue team can find us. She BLOWS again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "What we oughta do is build traps to catch rabbits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZIE",
          "text": "Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "Duh. For food.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZIE",
          "text": "I have a Power Bar. I'11 split it with you. She digs it out of the pack. Billy takes the whole kit fr and start rooting through it. It’s very complete: bandaid fishing line, a lightstick -- everything but...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "You don’t have any matches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZIE",
          "text": "Alan has a way of finding matches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "What kind of crappy survival kit doesn’t have matches?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZIE",
          "text": "(taking it back) My survival kit. \f100.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It’s now raining steadily. Kneeling in the rain, Billy has built a perfect campfire, the flame. He strikes rocks together, over and over. Not a spark. Sitting in the root hollow of a giant tree, Suzie neatly her foil emergency blanket. Still striking his rocks, Bil watches, wet and annoyed. Suzie tucks the blanket in around her, snug as a bug in a She cracks the lightstick and shakes it. It glowly warmly Billy finally abandons his fire. Swallowing his pride, he over to Suzie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "I’m sorry I made fun of your survival kit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZIE",
          "text": "Do you accept my apology?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "Yes. And I’m not just saying it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZIE",
          "text": "Then I accept yours. She scoots over to make room for him under the blanket. O he’s settled, she hands him the plastic whistle. He wipes off and blows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now crowded with sherriff’s vehicles, a second news van j pulling in. Jumping from a pickup truck, search dogs HOWL sniff. High-powered FLASHLIGHTS catch the rain. MEN and WOMEN in ponchos gather around a canopy set up as base.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONSTABLE JACKSON",
          "text": "We're going to divide into teams of three and fan out. Now, each team will have a radio and a GPS, so we’ll know what you covered. Christine WHACKS her flashlight to get it working. Mitch \f101. her his.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BY A NEWS VAN",
          "text": "Mrs. Saint-Claire is dragging her husband by the arm as h attempts to get a videotape out of his camera. She SNAPS him to give her the tape.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. SAINT-CLAIRE",
          "text": "Excuse me. You! Reporter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tom sits right in front of the TV.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "It’s on! On the couch, Katie slouches on Tom’s grandmother as they the news.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REPORTER",
          "text": ".--where almost fifty searchers have gathered to look for two children who became separated from a school field trip.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON SCREEN",
          "text": "video of Billy and Suzie at the ballpark. Katie rushes to the screen, putting her hands on her brot face. INT. WEEZER’S HOUSE - NIGHT He’s watching too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WEEZER",
          "text": "C'mon man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In his PJ's, the Cowlicked Kid peers through the staircas the TV in the living room. INT. JOE’S HOUSE - NIGHT Alan looks over to Joe, who is reading Sports Illustrated \f102.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Coach McGuire leads a team to the left. We can hear a HELICOPTER in the distance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COACH MCGUIRE",
          "text": "Billy! Suzie!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELSEWHERE",
          "text": "Mitch leads a team to the right. The HELICOPTER is gettin closer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "Billy! Suzie!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELSEWHERE",
          "text": "Christine waits impatiently while Ranger Tokamatsu radios their position. The helicopter flies overhead, its search blinding.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Quiet here. Suzie looks into Billy’s worm container.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "That’s Big Charley. He’s for last.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZIE",
          "text": "What’s this one’s name?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "I dunno. Number 14. He’s the one I’m supposed to eat today. She offers it to him, go ahead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "Joe has to see me eat it. That’s the rule.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZIE",
          "text": "Why do boys always make so many rules for things?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "If you don’t have rules, how do you know who won? He puts the container back in his bag. \f103.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZIE",
          "text": "If it means anything, I always knew you'd finish the bet, no matter who tried to stop you. Even me. A beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "You're not going to like kiss me or something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZIE",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "Good. That would be gross. Very faintly first, but there -- that SOUND.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "It’s a helicopter!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZIE",
          "text": "How do you know?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "I’m from Los Angeles. That’s a helicopter. He grabs the shiny blanket and starts waving it around wi trying to catch the helicopter’s attention. Suzie joins h waving her arms and SHOUTING in the rain. Finally the searchlight hits them, and holds. They do a h and idiotic dance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mitch and Christine are pacing when Billy comes out of th shadows ahead of his rescue party. Mitch drops his coffee run and grab him, carrying him upside down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRISTINE",
          "text": "(upside down) Are you alright? Billy nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "A LITTLE LATER",
          "text": "The sheriffs are collecting radios, striking base. Mitch \f104. shaking each and every person's hand. With a blanket and cup of cocoa, Billy sits with his mom. the far side of the parking lot, the Saint-Claire’s are b interviewed by a TV station.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "Mom, what time is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRISTINE",
          "text": "Eleven fifty-five. She gets up to thank Ranger Tokamatsu, who is leaving. Bi stands, takes his backpack. He starts walking towards the news van...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TITLE OVER BLACK",
          "text": "We return to Billy, still walking this way. In the foreground...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. SAINT-CLAIRE",
          "text": "I held out hope, because all you can do is hope. You hope and you pray.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "(interrupting) Are you on live? The Reporter ignores him. The CAMERAMAN motions for him t out of the shot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZIE",
          "text": "This is Billy. He was with me. Suddenly he’s worth talking to. Mrs. Saint-Claire is appa",
          "sentiment": "neutral"
        },
        {
          "speaker": "REPORTER",
          "text": "You're Billy Forrester.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "Yes I am. And I’m eating a worm. The fourteenth worm squiggles in his fingers, raw and dir very much alive. He eats it whole, chewing four times and swallowing. He opens his mouth wide so the TV audience ca he did it. INT. TOM’S HOUSE - NIGHT Tom CHEERS. \f105. INT. WEEZER’S HOUSE - NIGHT Weezer CLAPS, big blubbery tears coming. INT. COWLICKED KID’S HOUSE - NIGHT",
          "sentiment": "neutral"
        },
        {
          "speaker": "COWLICKED KID",
          "text": "Yes! INT. JOE’S HOUSE - NIGHT Joe turns the TV off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mitch talks to Billy over the seat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "So you made a bet to eat worms?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "Fifteen worms in fifteen days. And you wouldn't believe all the crap Joe pulled. I showed ‘em no one and nothing was gonna stop me. Mitch isn’t as proud as Billy hoped.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "I mean, it all worked out great in the end. Through the windows, we see Mrs. Saint-Claire yelling at Christine. We can’t hear what’s being shouted, but it’s n hard to imagine. Christine is walking to the car, not fighting back. That makes Mrs. Saint-Claire angrier. As Christine opens the d",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. SAINT-CLAIRE",
          "text": "(shouting) After tomorrow, you won’t have a job! Christine shuts the door, pretending that didn’t happen. looks at Mitch looking at Christine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRISTINE",
          "text": "(mock chipper) Let’s go home. \f106. INT. HALLWAY / BILLY’S ROOM - NIGHT In his pajamas, Billy leans out the doorway. His parents’ is open a crack. He can hear them TALKING inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Billy's parents are getting ready for bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "You don’t honestly think she can get you fired?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRISTINE",
          "text": "Okay. First you have the Boston Tea Party happening in Billy’s class. Then I lose two kids on a field trip -- two kids, including my own son. Then to top it off, my kid eats a live worm on television. I don’t come across looking especially responsible. She shuts the hallway door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "After a beat, Billy shuts his door. INT. BILLY’S ROOM - NIGHT Billy sleeps fitfully, tossing and turning. We HEAR a helicopter WHOOSHING past outside. Radio CHATTER. The gro RUMBLES. Awakened, Billy climbs out of bed, looks out the window --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jeeps and Humvees line the streets. SOLDIERS scatter. A tank SMASHES through the neighbor’s picket fence. Searchlights criss-cross the night sky. In his pajamas, Billy walks amid the troops as marines st coils of barbed wire across the street. A Patton-like Gen barks orders into a walkie-talkie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "What’s going on?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We've got a level three annelid intruder. Looks like a big one. 107. A BLIP moves closer on a radar screen. A squint-eyed SCIE studies the printout.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SCIENTIST",
          "text": "It’s female, no question. It doesn’t make sense. The only reason she'd rise is it someone consumed one of her young.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENERAL",
          "text": "Dear God. What kind of fool would eat a worm?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE, (0.S.)",
          "text": "He did it! SPIN to see Joe and Alan, both in camouflage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE",
          "text": "We told him not to.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALAN",
          "text": "He wouldn’t believe us. An EXPLOSION in the distance. The pavement buckles as giant plows a tunnel up from under the street.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SCIENTIST",
          "text": "It’s centering on the boy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENERAL",
          "text": "For the love of God, run! Billy turns and flees --",
          "sentiment": "neutral"
        },
        {
          "speaker": "OVER FENCES --",
          "text": "through dark BACK ALLEYS --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "something Empty and echoey. Panicked, Billy tries classroom doors. Locked. Locked. Locked. We HEAR a monstrous BELLOW as the beast slithers down the adjoining hallway. We see its reflection in the trophy ca \f108. Finally, an unlocked door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Billy SLAMS the door shut, tripping over the desks in the darkness. He climbs up on the counter by the outside wind Through the narrow window in the door, we see a glistenin form slide past, segment after segment, seemingly endless must fill the entire hall. Finally it passes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Billy pokes his head out. At the end of the hall, he sees Christine BANGING on doors, panicked, looking for him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRISTINE",
          "text": "Billy? She checks in a window. Behind her rises a_six-foot circu mouth, jagged teeth glinting. The worm has returned.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOM",
          "text": "But it’s too late. We stay on Billy as he watches his mom swallowed. INT. BILLY’S ROOM - NIGHT Billy sits bolt upright in bed, shaking. Catches his brea",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Billy sits down on the floor, jiggling the handle on the Katie looks in from the hallway, dragging Mr. Bobo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "Go away Katie. Amscray. She comes in, still staring at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "You don’t know it yet, but I’ve screwed up everything. Without even trying. Katie hands him the sock monkey and hugs him. She walks b out, leaving Billy alone in his quandary. \f109.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rinsing his bowl in the sink, Billy watches his mom leave work. INT. BILLY’S ROOM - DAY Wearing one shoe, searching for the other. Lying on the f he looks under the bed. He finds the shoe, and also the t monkey Suzie won for him. He winds it up, watching it SMA cymbals.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Walking down the row, the boys silently clap for him. The Cowlicked Kid practices taking his bike in and out of its to-be home. As Joe arrives, the Kid moves his bike. But he’s not hurr",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The girls crowd around the once Miss Overholser, newly re They all admire her gorgeous ring.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tom waves Billy over to sit with him. On her side of the Suzie is telling the girls about her night, complete with thunder and raining fingers. She catches Billy's eye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Weezer inhales an electric blue Slurpee. He suddenly stop slurping, his forehead quivering. Nose crinkling. He CRIE at the onset of a catastrophic brain freeze.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "(ignoring Weezer) You know they’re having some big parents meeting tonight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It’s perfect. While they’re at that, we’re gonna meet at 7:30 on the playground for the last worm. Paying for his candybar, Billy nods half-heartedly. makes an amazing find among the magazines...",
          "sentiment": "neutral"
        },
        {
          "speaker": "GELMAN",
          "text": "Spider Marine versus Swamp Rat. Limited edition.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "That’s forty bucks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GELMAN",
          "text": "I have the money. Least, I’1l have it tomorrow. 110. Gelman He looks to Tom, who shoots him a deadly look. Billy look Tom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "Okay. We didn’t want to tell you because we thought it might jinx you. Sorta like how you made the bet with Joe, some of us made little side bets of our own.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "You bet on me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "Mostly. Some people bet against you. Billy is reeling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GELMAN",
          "text": "If you finish, Joe owes me thirty and Hicks owes me twenty. Billy looks to Hicks, farther back at the newstand. hide.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "(to Tom) How much did you bet?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "Altogether? Ninety for, twenty against. (off reaction) I was just covering the spread. He tries to \f111. Weezer's brain thaws, popping back to consciousness. He b slurping again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Katie is standing by the cabinets, crying for no particul reason.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "Dad, do you think if... Katie suddenly starts WAILING as only two year-olds can. picks her up, but it doesn’t help. He calls upstairs...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "Honey, we gotta go now or we’re going to be late. He walks off with Katie, trying to calm her. Billy is lef alone in his quandary.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "At the podium, a SQUEAK.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. SAINT-CLAIRE",
          "text": "If we could get started. Everyone please take a seat. A crowd of PARENTS mills about, slowly coming to their ch Mitch and Christine are there, along with Katie. Overwhel frustrated, Christine starts to get up to go for the podi Mitch holds her back. Mrs. Saint-Claire is at a table with six SCHOOL BOARD MEM She relies on her note-cards.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. SAINT-CLAIRE",
          "text": "Parents, friends, distinguished members of the school board, I want to thank you all for coming here tonight. I’m sure most of you are probably aware of the difficulties this school has been having over the past two weeks, and are probably concerned. Lord knows I was. But I remind you, we’re not here to point fingers or to find fault. Instead of being negative, we need to be positive. And I’m sure once we are positive, we’ll know what has to be done. \f112.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Billy zips up his jacket. The clock reads 7:20. INT. COWLICKED KID’S HOUSE - NIGHT While his SISTER makes out with SOME GUY on the couch, th sneaks out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alan and Suzie leave at the same time, but certainly not together.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An autumn wind sweeps through a lone elm, swaying against night sky. Swings dangle like pendulums. Softly at first, we hear DRUMS. Faces emerge from the dar at the edge of the playground: Suzie and Alan. Gretchen. Cowlicked Kid, walking his bike. They are all gathering. As the drums grow LOUDER, we see the source. Hicks and We are banging on the playground slide, working up a good be Gelman slowly turns the merry-go-round. Billy sits at the center, blindfolded. As the kids gather, we see the whole class has come to be witness. Tom holds the worm container. Joe stands alone. At Tom’s signal, Gelman stops. Billy removes his blindfol Gets up, woozy. He starts walking toward the group. As th SLIDE-DRUMMING becomes thunderous, we enter SLOW MOTION.. Tom digs Big Charley out of the dirt. Billy walks. Gelman leads a silent cheer of “Bil-EE! Bil-EE!\" The Cowlicked K smiles in anticipation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY, (V.O.)",
          "text": "In this strange and forbidding world, one creature walks alone. Suzie watches him, her expression harder to read. Billy w",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY, (V.O.)",
          "text": "He follows a compass only he can see, to a place he does not know. \f113. Mitch is walking right behind him, talking into his ear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MITCH",
          "text": "Action. Consequences. Think about it. Billy blinks and Mitch vanishes. Still walking, he looks the crowd of CHEERING kids. Christine is among them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRISTINE",
          "text": "Sometimes doing the right thing means being a dork. He focusses only on Tom, holding the worm, a few steps aw But then Tom changes into the Cook.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY, (V.O.)",
          "text": "What do you do when there’s two right things to do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COOK",
          "text": "That’s the hardest part. Deciding what’s more important. Billy takes the worm from him. All sound goes away. We ju hear Billy’s BREATH, his HEARTBEAT. He holds the wrigglin in his hand, looking across a sea of frozen faces. Time h stopped.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANOTHER VOICE",
          "text": "Hey. Hey! Kid! Billy looks down at his hand. Big Charley is standing up, talking to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIG CHARLEY",
          "text": "Are you gonna eat me or what? I been waiting fifteen days, and lemme tell ya, that’s a long time for a worm. Look at me. What’d’I gotta live for? Nothin! I live in dirt! But this. This is my one chance at history, baby. I got a name! Me and Jimminy Cricket. Only bugs with names. (leaning closer) Kid, we got a common destiny. I’m pleadin’ with ya. Eat me!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "I can’t. Like that, the spell is broken. We’re out of Billyvision. \f114.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "What do you mean you can’t?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "I can’t until I know my mom is okay. This is my fault and I have to fix it. He pockets the worm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GELMAN",
          "text": "Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "Because I have a code. He starts toward the school, alone. The Cowlicked Kid is shocked and crushed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GELMAN",
          "text": "What the hell is a code? Only Suzie understands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pulling out a file, Mrs. Saint-Claire continues her prose",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. SAINT-CLAIRE",
          "text": "So far I’ve focussed on professional issues: her lackluster discipline, poor communication skills, gross irresponsiblity... One of the board members, a NEBBISHY GUY, is shaking his get it to write. Mrs. Saint-Claire hands him hers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. SAINT-CLAIRE",
          "text": "(leaning close) Poor communication, gross irresponsiblity. He writes that down. She smiles. Christine rolls her eyes",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. SAINT-CLAIRE",
          "text": "But to really understand the problem, we need to look at the issue of personal character. What kind of person is Christine Forrester? What kind of mother is she? Christine can’t take any more. She stands. \f115.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRISTINE",
          "text": "Stop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. SAINT-CLAIRE",
          "text": "What kind of mother allows her son to eat worms?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRISTINE",
          "text": "You can question my credentials as teacher or a principal, but don’t you ever question my ability to be a mother. Mrs. Saint-Claire smiles to herself. There’s a dead space silence filled with SQUEAKING chairs and nervous RUSTLING ECHO as the gymnasium doors open. It’s Billy. He’s spooked by how many people there are, bu starts to cross to the podium.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. SAINT-CLAIRE",
          "text": "The prodigal son returns.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRISTINE",
          "text": "Billy, what are you doing here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "Don’t worry. I got it all figured out. Mitch covers his eyes. At the podium, he motions for Mrs. Claire to step aside. With a “would-you-look-at-this,” sh does.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "My name is Billy Forrester and I gotta explain. This whole thing started fifteen days ago because I didn’t want everyone to think I was a dork, when really I was a dork for caring what everyone thought. Anyway, I made this bet to eat fifteen worms in fifteen days. She didn’t know anything about it. And if you think you know everything your kids do, then you're just stupid. Not exactly winning over the crowd.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "I guess my point... All heads turn as the DOORS open again. It’s Suzie. Mrs. Claire is alarmed. \fBehind Suzie, it’s Tom. class comes in. Parents start BUZZING. He pulls wriggles Angle on Christine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "I guess my point is this is a kid thing and you're trying to treat it like it’s a grown up thing and it’s not. I mean, we were the ones who screwed up the classroom, and Suzie and I were the ones who got lost. So if you’re gonna blame somebody, you gotta blame us. Blame me. My mom taught me to take responsibility for my actions, and that’s what I’m gonna do. Big Charley out of his pocket, sets it down. around on the table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "This is the fifteenth worm. And as much junk as I went through to eat the first fourteen, I'd give it all up for her. She’s my mom, and I love her. But she’s also a damn good principal, and you'd be stupid to get rid of her just because her kid eats worms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "Damn right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WEEZER",
          "text": "Woo-hoo!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "Oh. That’s it. little proud. She waves Billy over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. SAINT-CLAIRE",
          "text": "Well.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRISTINE",
          "text": "(low) Billy, I really appreciate what you’re trying to do. But you don’t have to give up the bet for me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "I want to. 116. And Weezer, Hicks, Gelman -- the whole The worm As bad as this is, she can’t help but be a ANGLE ON Mrs. Saint-Claire, basking in the glory of her v She's about to speak when Coach McGuire stands up. \f117.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COACH MCGUIRE",
          "text": "I'd just like to say, I love my kid. And one day, I hope he learns what Billy Forrester did, because let me tell you. As a parent, I could never be prouder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONSTABLE JACKSON",
          "text": "You said it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WOMAN IN THE AUDIENCE",
          "text": "Half the time, I don’t know what my kids are up to. You just hope they have a sense of what’s right and what’s wrong.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN IN AUDIENCE",
          "text": "(pointing to Christine) If you could help me teach my kids that, I would double your salary. TOM’S GRANDMOTHER All in favor of seeing this kid eat his worm? Hands go up in the audience, a few at first, then more. A more. It’s almost unanimous. The kids CHEER. Joe slinks b against the wall. Mrs. Saint-Claire stares in disbelief. Weezer starts a lo cheer: “Bill-EE. Bill-EE.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "(to his parents) Can I? Mitch and Christine nod. Billy walks back to the front. He takes Big Charley, tosses it up in the air. Catches it his mouth, swallowing him whole. The kids CHEER wildly, swarming the podium. Weezer is in tears. Hicks pats him o back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GELMAN",
          "text": "I wish I had a code.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COUNCILMEMBER",
          "text": "Meeting adjourned. He BANGS the gavel. Gretchen hugs Christine from behind. Cowlicked Kid brushes past Joe. They lock stares. \f118.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COWLICKED KID",
          "text": "See you at the bike racks. The crowd parts to reveal Suzie. Billy offers her a hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "Thanks, man. She takes his hand, then jerks him in for a big kiss righ the lips. The boys are shocked.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZIE",
          "text": "Way to go, Billy Forrester. Billy stares straight ahead, dumbfounded and horrified. M nudges Christine -- that’s my kid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The once Miss Overholser unfolds the last ballot. On the chalkboard, she circles Suzie’s name. The class CHEERS. B and Suzie share a smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Katie runs across the lawn, crashing into another TODDLER Mitch chases after them. There are four other YOUNGSTERS playing on the lawn. MOVE PAST Mitch to reveal a sign: “Forrester Day Care Center.” INT. CHRISTINE’S OFFICE - DAY Kicking back with some Snapple, Christine and Mother Jack LAUGH their heads off. Mother Jackson fans herself. Then both start laughing harder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In the lunch line, Billy takes his tacos.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "We still on for Nintendo?",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE COOK",
          "text": "You got it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AT THE LUNCH TABLE",
          "text": "Billy sits in his new seat, surveying his kingdom. Joe an are banished to the center, where Alan is downing sugar p \f119. The Cowlicked Kid walks up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COWLICKED KID",
          "text": "Move it or lose it. Joe slides down to make room. Weezer pulls the top on his can, but the tab rips off. Gretchen takes the can from hi bites into it with her braces. Weezer is impressed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WEEZER",
          "text": "Wanna see what I can do with that Jello? All is well in the fifth grade. Tom leans close.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM",
          "text": "We gotta start thinking about the future. What else would you be willing to eat? FADE OUT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "THEME MUSIC plays. BOB SAGET is wearing a tuxedo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOB SAGET",
          "text": "And now to announce our grand prize winner! Drum roll, please. A snare drum rolls down the steps. The audience LAUGHS robotically.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOB SAGET",
          "text": "I knew that would happen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "With no makeup and hair in curlers, Mrs. Saint-Claire gat dirty laundry while talking on the cordless phone. Sets t basket at the top of the stairs, tucks a kleenex in her s \f120.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. SAINT-CLAIRE",
          "text": "If that [BEEP!] thinks she can take over the school, she doesn’t know who she’s dealing with. (yelling) Alan, what did you get on this shirt! Alan runs past, hair in soapy spikes. Makes dinosaur NOIS",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. SAINT-CLAIRE",
          "text": "(to camera) Henry, put that [BEEP!]-ing thing down. (to phone) So help me I’1l break her legs. She heads for the stairs, tripping over the laundry baske Reaches for the railing. Misses. She CRASHES down the stairs, bouncing fifteen times, comi rest on the landing. Looking up, she’s SMACKED by the lau basket. Rolls the rest of the way down the stairs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The audience LAUGHS. A FAT WOMAN goes into hysterics. Bob Saget kneels down next to Mr. Saint-Claire with a check.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOB SAGET",
          "text": "I hope this makes for a merry Christmas. You’ve already had a great fall! The audience ROARS. We PAN OVER to Mrs. Saint-Claire in a body cast. She bares her teeth. But she’s not really smil FADE OUT.",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_925"
    }
  ]
}