{
  "movie_id": "MOV934",
  "scenes": [
    {
      "location": "KING OF CLUBS NIGHT 7",
      "time": "NIGHT",
      "characters": [
        "EVERYONE, (CONT'D)",
        "NOLA",
        "KEY SHELBY",
        "CUT TO BLACK",
        "TIGGA",
        "THE END",
        "YELLOW JACKET",
        "SHUG",
        "SHELBY, (CONT'D)",
        "SKINNY BLACK, (CONT'D)",
        "HOOK",
        "NOLA D.JAY",
        "SPIN TO",
        "CONTINUED",
        "CUT TO",
        "D.JAY LEXUS",
        "SKINNY, DAT YOU",
        "D,.JAY, (CONT'D)",
        "SLOBS . SKINNY BLACK",
        "NOLA, (CONT'D)",
        ". SPIN TO",
        "BOOM... BOOM... BOOM... BOOM... BOOM... BOOM... BOOM... B",
        "SHUG LEXUS",
        "OPENING CREDITS",
        "ELROY",
        "POLICE",
        "ARNEL",
        "BOOM",
        "SHELBY KEY",
        "HAROLD, (CONT'D)",
        "SHOP OWNER",
        "SKINNY",
        "NOT THIS",
        "D.JAY, (CONT'D)",
        "LOOOOOOVE",
        "SHELBY",
        "SHUG, (CONT'D)",
        "D.JAY SHUG",
        "HAROLD",
        "YEVETTE",
        "BLOCK MANAGER",
        "D. JAY",
        "NIGHT",
        "D...",
        "SKINNY BLACK",
        "PRISON GUARD",
        "SUCK ON THIS",
        "GOD... BLESS... AMERICA",
        "NOLA SHELBY",
        "LEXUS, (CONT'D)",
        "THIS FELL OUTTA YOUR POCKET",
        "WHO THE FUCK IS THAT",
        "KEY D.JAY",
        "NIGGA BACK UP",
        "KEY",
        "HEY",
        "-CONTINUED",
        "CLUB",
        "LEXUS",
        "WHAT DO YOU WANT TO DO",
        "YEVETTE, (CONT'D)",
        "SLOBS",
        "WHAT",
        "D.JAY",
        "MICKEY",
        "KEY, (CONT'D)",
        "EVERYONE",
        "BOY D.JAAAAAAAAAAAAAAABAAAAABAAARAAARY",
        "M1",
        "NOLA LEXUS",
        "ARNEL, (CONT'D)",
        "SHELBY D.JAY",
        "100A",
        "YEVETTE KEY"
      ],
      "dialogues": [
        {
          "speaker": "D.JAY",
          "text": "See, man ain’t like a dog. Pop! The pounding stops. The lighter ejects. D.Jay lights a cigarette and speaks t someone sitting shotgun in his parked car. D.Jay is an intense looking, black man in his thirties.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY, (CONT'D)",
          "text": "I’m talkin’ about mankind, not man like men, cuz men... well, we a lot like a dog. You know we... piss on things. Sniff a bitch when we can, get a pink hard-on like they do. And we territorial. You know, we protect our own. {a quick drag) But, man... he know about death. He got religion. Got a sense of history. Dogs don’t know shit about birthdays or Christmas or that one day God gonna come callin’. So they walkin’ through life, you know, carefree. But people like you and me, we always guessin’. Always wantin’ to know “what if”, naw what I mean? D.Jay scans the street quickly and turns back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY, (CONT'D)",
          "text": "So when you say to me, hey, I don’t think we should be doin’ this. I gotta say, uh- huh. I don’t think we should be doin’ this neither. But we ain’t gonna get a move on in this world layin’ in the sun, lickin’ our ass all day. We men. I mean, you a woman, but we man. (D.Jay leans back, confident} That said... you tell me. What’chu wanna do with your life? Although she is white, NOLA opts to wear long blond mini- braids like most of the black topless dancers at the loca clubs. She is, to her best recollection, 20 years old.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fRev. 6/24/04 (Original White) 2.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Nola thinks. Struggles. Shrugs. Thinks some more. An idea",
          "sentiment": "neutral"
        },
        {
          "speaker": "NOLA",
          "text": "I don’t know. I guess I could...",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "Hold up. A car pulls alongside of D.Jay’s Chevy. A beady-eyed, bea Man with pasty white skin examines Nola.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY, (CONT'D)",
          "text": "How it go, Cuz? Like what ya see? (He continues to stare) It break down to 20 in the front. 40 in the back. (no answer) Hello? (D.Jay turns to Nola) Hey. Go’on over and explain it to this mother-fucker. Nola steps out of the Chevy wearing yellow hot pants and platform high heels. She marches towards the trick’s car climbs in. D.Jay watches the car drive off as he takes another drag. It’s a slow, hot day in Memphis.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OPENING CREDITS",
          "text": "curt TO: INT. D.JAY’S CHEVY - DAY D.Jay and Nola are driving downtown in the Chevy. Nola is daydreaming while D.Jay tries to find a good tune on the push button, radio. Nothing sounds good - commercials.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "Nothin’ but jive and junk. EXT. ARNEL’S CLUB - DAY D.Jay’s beat-up Chevy rolls on shiny rims as it turns int the parking lot of ARNEL’S CLUB - an urban Juke joint. \fRev. 6/24/04 (Original White) 3. INT. ARNEL’S CLUB - DAY Nola and D.Jay enter through the front door just as ARNEL tosses a babbiing DRUNK at them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "Goddamn ! Arnel is short and small like a black bulldog, but he’s f of spit for a man in his fifties. He shouts at the drunk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNEL",
          "text": "Pull that shit again, nigga, and I'll black boot ya to hell. You heard me! The drunk tries to shout back, but D.Jay grabs him by the hair and tosses his ass out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "Get on, now!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNEL",
          "text": "Thanks, D. Nola watches with wide eyes as Arnel examines the blood soaked face of the assaulted patron.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNEL, (CONT'D)",
          "text": "Take an angry drunk over a crazy one. Angry drunk, you see somethin’ like this comin’. But them crazies... (puts bar towel on the man’s nose) Just hold that towel on it. We’1l get’cha stitched. {crosses to D.Jay) I think that sun out there is bakin’ peoples brains. D.Jay leans on the bar. Nola climbs onto the stool and sp around like she is a five year old.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NOLA",
          "text": "D.Jay, he keep the air on, and all, but it don’t do nothin’ but blow more hot air in my face. So I just stay sticky all day long...",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "(frustrated) Just say it’s hot. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fRev. 6/24/04 (Original White) 3A.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY, (CONT'D)",
          "text": "Always gotta walk around the block with yo trap smackin’ just to get a yes or no. It’s hot. Period. Boom. Arnel hands Nola an orange pop and D.Jay a beer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fRev. 6/24/04 (Original White) 4.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNEL",
          "text": "Wanna see my kitchen?",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "I’1l take a peek.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "6 INT. ARNEL’S KITCHEN - LATER - DAY Arnel and D.Jay huddle in the back storage room of the kitchen - Arnel already has his wallet out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "You lookin’ for a half or a full “oO?”",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNEL",
          "text": "Ounce’1l be good. Fourth comin’ up and all. D.Jay reaches into his back pocket and removes an ounce o pot in a clear sandwich bag. ARNEL (CONT’D) Hey. You remember that sticky herb you brung up to my brother’s house for Play- offs?",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "(holds up the bag) That ain’t this, now. That’s a whole ‘nother zip-lock bag. Fuckin’ prime product you talkin’. I use them “yellow- and-blue-make-green” bags on that shit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNEL",
          "text": "How much notice you need?",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "Little Italian dude from Nawlin’s bring me up an elbow every couple a weeks. What? You need a bag?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNEL",
          "text": "We got some big company come up in here for the fourth. Thought you may wanna get you some money.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "Big company?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNEL",
          "text": "You remember Skinny? Skinny Black.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fRev. 6/24/04 (Original White) 5.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "Shit. I know who Skinny is. We go back in the day. Boy was hustlin’ his underground tapes down at the drive-in out the back of his Cutlass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNEL",
          "text": "Not no more, he ain’t. You know that last one he put out went platinum.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "(thinks on that) Eh, now Platinum, that’s more special than gold, huh? Arnel shoves the bag into his pocket and then pulls out a modest roll of cash.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNEL",
          "text": "He big time now... but he still Memphis, you know. He and his brother Tigga hook up with they friends every July. I shut the place down, make it all private for them and they buy up my stock. No shit. They clean me out. D.Jay is suddenly preoccupied. His expression turns serio sullen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "Yeah. I know Skinny. He may not... I mean, you know we went to different schools and all... but... yeah, I know Skinny.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNEL",
          "text": "You wanna make a dollar, best get up here with that good shit. Those boys ain’t gonna want none a’this dirt weed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "You tryin’ to hurt my feelings?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNEL",
          "text": "Just helpin’ out a friend.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A clap of thunder as the bottom falls out of the sky. The KING OF CLUBS sign glows bright red through the rain. Rap pounds the walis from the inside. \fRev. 6/24/04 (Original White) 6.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "D.Jay enters, holding his over-shirt above his head to st dry. MICKEY is barely audible as he chatters into the micropho from his DJ booth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MICKEY",
          "text": "(into the mic) We gotta two for one goin’ on through the next two songs, folks. Any of these lovely ladies will be giving two dances, two dances, fellas, for the price of one. We got Luscious. We got Phoebe. We got Lexus comin’ up on satellite one. (notices D.Jay) ‘Sup, D. Comin’ down, huh? D.Jay nods and crosses to the main stage. Dancers are writhing around the various buckets and pans on the stage collecting rain dripping through the roof.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D. JAY",
          "text": "(to a dancer) Where Lexus at? The Dancer points. D.Jay turns and finally locates LEXUS. is straddling a trucker in a chair. Her bikini top glows bright orange across her ebony skin, her hair is braided, stretching down her arching back. D.Jay motions her over. Lexus keeps hustling with a smile surreptitiously flipping off D.Jay. He then grabs Lexus b the arm and pulls her off the customer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEXUS",
          "text": "Excuse me! You see me workin’?",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "Where you at?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEXUS",
          "text": "I ain’t at nothin’. Done three dances all day.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f10",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "Don’t tell me that. They some homely, ugly-assed, toothless hos in here pullin’ in green and you sayin’... Rev. 6/24/04 (Original White) 7. 8",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEXUS",
          "text": "You think I can come in here, snap my fingers, make these punk asses throw they money at me every night. It just don’t happen some days. Shit, D. I ain’t even gonna make pay out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MICKEY",
          "text": "(over the mic) Alright, guys, let’s put your hands together for the lovely Lexus. Lexus starts walking toward the stage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEXUS",
          "text": "Every bitch in here got some playa, tellin’ ‘em how they can hustle they tricks better than we hustlin’. Bunch’a side-seat drivin’, mother- fuckers. I’11 make my dollar just let me do my thang. Shit, I’m old school!",
          "sentiment": "neutral"
        },
        {
          "speaker": "D. JAY",
          "text": "It's like I say, you can’t be picky on a Wednesday. You gotta take what they Slangin’. D.Jay waves her off and walks away. Lexus pulls herself u the pole and hangs upsidedown. cur To:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The conversations are loud and full of laughter as D.Jay sells a quarter ounce bag to a dancer in the dressing roo Lexus is getting dressed at a leisurely pace. D.Jay grabs head as she sits to put on her shoes and puts it up to hi stomach.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "You hear that? That’s my empty gut sayin’ hurry the fuck up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "EXT. KING OF CLUBS ~- D.JAY’S CAR - NIGHT 10 Nola awakes from the back seat, sitting up slowly as Lexu and D.Jay hop in the front seat. (CONTTNURD)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f10 Rev. 6/24/04 (Original White) 8.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEXUS",
          "text": "I ain’t doin’ day shift no mo, I don’t care if I gotta get a cab to drop my ass off. I ain’t workin’ with them skank- assed trucker-bait hos no more.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "You gonna work day shift if I say. Ain’t no reason...",
          "sentiment": "neutral"
        },
        {
          "speaker": "NOLA LEXUS",
          "text": "(to D.Jay) (to D.Jay) You said, you was just You know Trudy ain't work runnin’ in. I known y’ali’s day’s no more. It just don’t gonna take your sweet fuckin’ make sense. Tellin’ me she time... I’d a come in. made five hundred dollars... You heard me? Five hundred last night off some guy who makes cotton...",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY, (CONT'D)",
          "text": "She ain’t made five hundred dollars. Who? Trudy? Bitch gotta birth mark on her face look like a map a Texas. She trickin’.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEXUS",
          "text": "She ain't trickin’.... all she did was dance for him. Suddenly there is a loud pound on the window. Lexus screa D.Jay looks out to see HAROLD - a skinny, pale-skinned, junkie, wearing a few layers of thrift store wind-breaker",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEXUS, (CONT'D)",
          "text": "What the hell-fuck?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAROLD",
          "text": "(from outside the window) Hey, D.Jay. It’s Harold, man. It’s me. D.Jay jumps out of the car slamming the door behind him. pushes Harold back away from the car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAROLD, (CONT'D)",
          "text": "Whoa, man... it’s me... it’s me, D.day... It’s Harold! D.dJAY It’s a damn good thing what I usually got under my belt is under my mother-fuckin’ seat. Sneak up on me like that again, you gonna be grinnin'’ out the back ‘a yo’ head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fRev. 6/24/04 (Original White) 9.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAROLD",
          "text": "Hey, D... um...",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "D.day.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAROLD",
          "text": "D.Jday...",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "Yeah, we ain’t friendly. Call me by my name. D.Jay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAROLD",
          "text": "Well, listen, you got some crank, any of that rock shit?",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "You know I’m strictly gateway. I don’t deal with that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAROLD",
          "text": "Yeah? Well... what could I get for this? Harold removes a small electronic KEYBOARD from a sack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "Do I look like a pawn shop?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAROLD",
          "text": "Like an ounce? What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "Shit. I wouldn’t give you a toke. Where you get this at?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAROLD",
          "text": "You know... just...",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "If you tell me this belonged to one of yo’ kids I’m just gonna bust.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAROLD",
          "text": "No, no... no way, man. I used to play on it. You know, all the time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "So it work?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAROLD",
          "text": "Yeah, man. Like a pro.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f10 Rev. 6/24/04 {Original White) 10.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "(regarding the keyboard) Yeah. I had one of these back in the day. Not as big though.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAROLD",
          "text": "Bigger is better, D. D.day. D.Jay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "Shut up. (thinks) I’11 give you a quarter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAROLD",
          "text": "A quarter? You mean a half... and then some. Pawnshop’1l1 get me more than that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "Why don’t you give ‘em your thumb print. See how much you get.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAROLD",
          "text": "(relents) Okay. D.Jay reaches into his coat pocket and slaps a bag into Harold’s hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAROLD, (CONT'D)",
          "text": "(handing over the keyboard) I don’t think that’s really a fair trade but I... I understand you’ve got to keep an eye on your interests and all.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "You pushin’ me. Do you know you pushin’? And Harold is off into the night. D.Jay regards the keybo His fingers touch the keys as a subtle 808 beat pounds in ears: BOOM... BOOM... BOOM.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEXUS",
          "text": "Hey! Stevie Wonder! {the beat stops) We hungry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Establishing shots. D.Jay’s Chevy rolls through Memphis. \f12 Rev. 6/24/04 (Original White) 11. EXT. D.JAY’'S HOUSE - NIGHT il D.day and his girls live in one of many shotgun houses al a crowded street. Kids run past them as they step out of car. D.Jay calls out to an old woman on her porch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "Miss Cole! That runt bitch of yours got in my trash again. I know it won’t your fault but get one yo kids to clean it up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHUG",
          "text": "(v.0.) Y’all got tacos?",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "(v.o.) Naw, we got cheeseburgers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "INT. D.JAY’S LIVING ROOM - NIGHT 12 SHUG (short for SUGAR} is a pretty, twenty year old, blac girl who is about four weeks short of giving birth - swol beyond belief for her tiny frame. She is soft spoken, swe Shug bites into a burger as they all watch the TV - a loc rap video program.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHUG",
          "text": "I called the power comp’ny ‘bout gettin’ an extension on the light bill. They say I gotta come down and stand in line to get an application. (takes a bite) But I can’t be standin’ all day how they do down there. Not if I got Roger with me. You know, D.? You know? A video concludes - another begins. It is a SKINNY BLACK",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "(shouting) Oh! There go Skinny! Eh, Lex! LEX!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHUG",
          "text": "So what do you wanna do, D?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEXUS",
          "text": "h (approaching, pissed) Huh! (CONT TNURD)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f12",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Rev. 6/24/04 (Original White) 12. 12",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "{pointing to the set} Me and Skinny Black gonna be kickin’ up at Arneli’s on the fourth of July, Baby. Ain’t that some shit?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEXUS",
          "text": "Who? You? The video is standard in aesthetics, gleaming BMWs, booty girls shaking into the lens. Skinny Black is wearing a pristine black and white camouflage suit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "Me and Skinny... do some catch up. You know, he used to live up on Looney and Third. Where they spray down the trolleys at.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEXUS",
          "text": "Am I supposed to piss myself?",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "(speaking to Lex as she walks away) Yeah, okay... okay... you tell me. Who is it you know that’s somebody, huh? Who?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEXUS",
          "text": "Nobody in this crib. {speaking in a whiny baby voice) Where’s my baby? Roger?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHUG",
          "text": "Lex. Don’t. I just got him to sleep. Lexus goes into the back room to retrieve her baby. D.Jay continues to watch the video as Shug complains to the bac his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHUG, (CONT'D)",
          "text": "D, I know it’s my part in it all to baby- sit while she at work. But she always gotta wake him up just when I get him down. I gotta have some chill time too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "You know, Skinny used to DJ over at Booker T. Just like I did at Westwood. Ain't like he the only nigga spit some flow in this town. I’s doin’ the same thing just at my school. Ask anyone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fRev. 6/24/04 (Original White) 13.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY, (CONT'D)",
          "text": "{he has to prove himself) I’m serious. Go ask Carlos up on the corner. He’s in my grade. Ask him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHUG",
          "text": "{with a mouth full of burger) Gotta get that extension. 13 INT. D.JAY’S WORK ROOM - NIGHT 13 D.Jay is still holding the small keyboard as he bites int his burger. He opens the door to his private workroom. He turns on a single bulb from above by yanking on a chain. There is a simple scale on the table, a few boxes of sand bags.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "(to himself) ++» shit... talk to me about platinum better than gold. In the day, I’s like... triple platinum. Ask anyone... Lexus enters holding her baby boy, ROGER, in her arms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEXUS",
          "text": "I gotta shower.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "Uh-huh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEXUS",
          "text": "You gotta watch Rog.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "Go give him to Shug.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEXUS",
          "text": "She say it’s her chill time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "{taking the baby) When’s my chill time at? Lexus is gone. D.Jay slams the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "14 INT. D.JAY’S WORK ROOM ~ LATER - NIGHT 14 D.Jay pushes the POWER BUTTON on the keyboard and then pu the POWER BUTTON on the mini fan on his table. (CONT TNURD)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f14 Rev. 6/24/04 (Original White) 14.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "With Roger tucked under one arm, D.Jay begins pressing th different keys, listening to the various sounds, changing between the different menus. Roger is drooling, mesmerized with sounds just like D.Jay two little boys with a new toy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "{laughing) Yeah, that buck ain’t it. We CUT IN AND OUT of moments as D.Jay acclimates himself his new keyboard. He takes Roger’s hands and taps them on the keys - each k makes a different beat. They actually manage to peck out Simple beat. D.Jay laughs. The beat is interrupted by Lexus storming into the room wearing a towel around her hips and head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEXUS",
          "text": "The fuck are you doin’ wit my son?",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "Just playin’.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEXUS",
          "text": "(pulls Roger away) Give me my baby.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "Every time he get settled you gotta come and fuck with him. Gonna give that boy a twitch. The door slams. D.Jay lights a blunt and closes his eyes. The 808 beat can be heard softly - the pounding in his he He opens his eyes and pulls the keyboard closer. Pressing loop button, he matches the keyboard beat to the beat in head. It fits perfectly: Pip. Tack, tack, pip, tack. D.Jay looks on the back of the keyboard. A single headpho jack is on the back. An idea hits as the loop continues. JUMP CUTS as he opens a drawer next to his massive stereo removes a long cable. He pushes it into the inputs behind huge stereo. (CONT TNURD)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "eee + +e",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f14 Rev. 6/24/04 (Original White) 14A.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "He picks up the remote. The treble goes to 0. Bass goes t 10. Bass boost activated. The volume diai spins to the loudest possible volume. D.Jay takes the other end of the cable and plugs it into headphone jack on the keyboard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOOM",
          "text": "The room is vibrating with his beat, as the loop sounds f his towering speakers. D.Jay stands silent, allowing the beats to pound through his body.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f14 20 21 Rev. 6/24/04 (Original White) 15-16.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "INT. D.JAY’S LIVINGROOM - NIGHT 19 Shug awakes on the couch and stares oddly at the door to D.Jay’s work room. The TV distorts with the beat. INT. D.JAY’S WORK ROOM ~- NIGHT 20 D.Jay circles his table, punching at the air with each be The pot scales vibrate. D.Jay bounces his upper body up a down furiously - a man alone with his own invention. He turns off the keyboard with the push of a button. He i panting - suddenly aware of his own heart pounding. Silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nola snorts up some crank off a small swatch of shiny pap D.Jay and Nola are parked by an old auto shop - hisses an pops sound from inside as D.Jay eyes a car driving up slo",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "Go easy, gal. Can’t be no open candy store. We tight this whole week. (D.Jay nudges Nola) Put yo shine on. Here this one come. Nola wipes away sweat as the driver approaches, she attem to put on a sexy scowl for the passing trick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY, (CONT'D)",
          "text": "Come on, Cuz. We ain’t gonna bite. The driver tries to get a good look at Nola but then spee past. D.Jay shakes his head in frustration. D.JAY (CONT’D) Goddamn! You go to IHOP to eat pancakes not stare at ‘em. Half the lunch crowd just be window-shoppin’.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NOLA",
          "text": "Why can’t we work the motels no more? Least they got air. (CONT TNURD)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fRev. 6/24/04 (Original White) 17. a1 CONTINUED: 21",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "Least they take a cut, is what they do. Thirty dollars a room for one hour on top of what we already chargin’. And that’s what... for a five minute nut. I mean, that just don’t make no sense. That’s money outta my pocket, to keep your country cool.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NOLA",
          "text": "All I do is ask about gettin’ cool and you gotta be ugly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "(D.Jay notices the car approaching) Hold up. He comin’ back. You need to put on a show for this trick. Do that thing with your tongue like you do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NOLA",
          "text": "Lex get to work inside all day at the club. I don’t see why I can’t. D.dJAY Cuz we been over this, Nola. Ain’t I told you? You got what they call a bad equilibrium. My uncle Hector had it. You knock into shit. We put you in them heels up on that stage... tricks gonna be screamin’ “timber.” Here he come.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NOLA",
          "text": "I’m in heels out here, D! You don’t see me fallin’ down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "Cuz you sittin’, Nola. Ain’t that much of a fall to the floor. Just... look it... let me do the thinkin’ for ya. Ah-ight? Just stick to what you do. And let me do what I do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NOLA",
          "text": "One day you’re gonna have to teil me about that. The trick’s car stops alongside of their car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "About what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f21 «2 Rev. 6/24/04 (Original White) 18.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NOLA",
          "text": "What the fuck it is you do. The car stops. D.Jay has turned his cold attention to Nol Knowing she has wounded D.Jay, Nola gains a modicum of confidence. She leans across D.Jay as if he was not even there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NOLA, (CONT'D)",
          "text": "(to the trick) Hey, Honey. You wanna see me walk in these heels all the way over to your lap? The trick nods nervously. Nola smiles and crawls back ins NOLA (CONT’D) (bitter) : Look like he got air in his car. Must work as hard as you. Nola slams the door behind her. She parades her high-heeled saunter in front of D.Jay, an hops in the trick’s car. D.Jay fumes as the car drives of",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "D.Jay’s shirt is wet from sweat as he enters the CORNER GROCERY STORE - a small, unassuming establishment. Nola trails behind and immediately goes for the ice cream freezers. ELROY, mid thirties, sits behind the counter. D.Jay reach past Elroy to a pack of cigarettes in a display. Elroy gl as D.Jay cracks open the pack and lights up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELROY",
          "text": "You wanna do my job? I got a mop for ya.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "Elroy. I’m havin’ a day that just won’t quit. So... shine a little light on me, huh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELROY",
          "text": "You got something for me? D.Jay reaches into his pocket and pulls out a leather tob bag and a small NOTEPAD. D.Jay wipes a handful of sweat a from his brow and places the bag before Elroy. (CONTTNURD)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ee Fe \f22 Rev. 6/24/04 (Original White) 19.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "D.JdAY (referencing his notepad) Gotta grocery list, too. Gonna need a brick of that Big Easy bud for this VIP comin’ in... Elroy looks inside the bag and notices his hand is wet fr D.Jay’s sweat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELROY",
          "text": "(showing D.Jay his hand) Shit, D. I don’t want yer stank on me. Look at this shit. I don’t even like my own sweat on me. Sure as hell don’t want yers... A surge of anger hits D.Jay. He snatches the wad of cash Elroy’s hand and shoves it deep down the.front of his pan into his crotch. .",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "Tell you what. Let’s get some of my sweet juice on it. See how you like that. (pulls out the cash and slams it on the counter) Go on. Tell me you ain’t gonna pick that up. Elroy glares at D.Jay but chooses not to antagonize him today. He picks up the wad of cash.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELROY",
          "text": "Let's get you on your way, D. Elroy disappears into the back of the store. D.Jay looks at Nola, eating an ice cream sandwich.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "(spiteful) You cool now? Positioned directly in front of his gaze is a spinning cassette display case - a face-out cassette of SKINNY BLA latest release stares back at D.day.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEY",
          "text": "You still into that shit? D.day turns to see KEY. Key is a simple looking, chubby b male in his mid-thirties. He is wearing glasses and a blu button-down shirt with tan Dockers. He is cradling a doze packs of 9 volt batteries. (CONT TNURD)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fRev. 6/24/04 (Original White) 19A.",
          "sentiment": "neutral"
        },
        {
          "speaker": "-CONTINUED",
          "text": "Huh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fRev. 6/24/04 (Original White) 20.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEY",
          "text": "I remember coach Rosallis lettin’ you spit some flow over the intercom in gym class. Back when we was all beat-boxing like the Fat Boys. D.Jay studies his face unable to come up with his name.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEY, (CONT'D)",
          "text": "{offering his hand) Key Dunn. We went to East Middle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "(remembering) You did the after school dances. Had you spinnin’ records. Huh? KEY . Nothing fancy. Not like I was scratchin’. Just making sure Purple Rain got played for the ladies. D.Jay laughs - some welcomed nostalgia. Elroy returns wit healthy pound wrapped in a brown paper bag. He stops, eye Key suspiciously.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "Naw, he cool, Elroy. Give over. (back to Key) East Middle. Them was some days, huh? Key looks over at Nola sucking her ice cream covered fing He grins.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEY",
          "text": "I see you still doin’ the same. Elroy starts ringing up Key for the batteries.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "We like the Post Office. You know, through rain or sleet or snow. (Key smiles) So, what? You got a dildo or somethin’?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEY",
          "text": "Do what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "What’chu buyin’ all these batteries for?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEY",
          "text": "Well, it ain’t for a dildo. (CONT TNURD)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "+e ee eK",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fRev. 6/24/04 (Original White) 20A.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "(grinning) I’m just playin’. Shit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEY",
          "text": "They’ re for my microphones.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "Microphones?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEY",
          "text": "Mm-hm. D.Jay studies Key’s face, cautious and curious. D.dAY Microphones. (nods) So. What is it you do? 22",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "a a",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fRev. 6/24/04 (Original White) 21.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A modest-sized gospel choir takes a deep breath and break into the Spiritual “Keep Your Lamps Trimmed and Burning.” We follow a gray cord from a hanging microphone to a collection of cables. Key is recording the choir from the pews of the church. D.Jay is seated in the center of the church - Nola sits i the back eating an ice cream sandwich. The choir crescendos with chilling intensity. D.Jay is un to move as the song continues. He slowly grips the pew in front of him, his chest rising with deep breaths through flaring nostrils. The music is working on him. The choir concludes abruptly, building into an accented climax. Key holds one hand up in the air, indicating for everyone to remain silent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f24 25 Rev. 6/24/04 (Original White) 22.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "D.Jay exhales. Key presses STOP.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "INT. D.JAY’S WORK ROOM - NIGHT 25 D.Jay is smoking a blunt, holding in the smoke and gently blowing it back out. His keyboard holds a steady beat. D.Jay sighs and closes his eyes. Suddenly a wave of fear and paranoia hits. Something or someone just charged at him. He scrambles to his feet, looking around the room. What was that? He holds his chest and tries to control his rapid panting He is alone in the room. He looks at the blunt and then guickly taps it out into the bowl. He turns the keyboard OFF. cur TO: INT. D.JAY’S LIVINGROOM - LATER - NIGHT 26 It is unusually quiet in the room. Nola sleeps on one cou as Shug sleeps on the adjacent one. D.Jay is gently shaking Shug awake.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "Hey, Shug... you up? Shug opens her eyes and sits up, cradling her stomach wit one hand,",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHUG",
          "text": "{waking up) I gotta watch the baby?",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "Naw. Everyone asleep. . {looks at her stomach) So. He kickin’ tonight?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHUG",
          "text": "Usually after I eat. He really active durin’ the day, though. Must be like his daddy, cuz he don’t get that from me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D. JAY",
          "text": "Yeah. Whoever that is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fRev. 6/24/04 (Original White) 23.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Shug is slightly wounded by the comment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY, (CONT'D)",
          "text": "(with difficulty) Shug. We got history. You know, you been trickin’ for me goin’ on a few now. So... there’s that. (Shug nods) Me not pimpin’ you ‘cause of, you know... {referring to her stomach) It kind’a... puts us in a different place.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHUG",
          "text": "You wantin’ me to leave?",
          "sentiment": "neutral"
        },
        {
          "speaker": "D. JAY",
          "text": "Naw. That ain’t... Naw. D.Jay moves closer. He looks over at Nola again. His ches feels tight. Anxiety pushes in on him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY, (CONT'D)",
          "text": "(rubs his hands together) I think I may be gettin’ one of them mid- life crisis. {Shug listens) You know my Daddy’s heart gave out when I's just twelve years old. He was a young man. I mean... I mean he’s my age. (thinks on that) That’s been fuckin’ with my head. Like this is it for me. It’s fuckin’ with my Mode on the track, can’t concentrate, can’t smoke weed without feelin’ like I’m gettin’ a heart attack and... and 1 don’t know what I’m supposed to do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHUG",
          "text": "I get bad dreams. Dreams like me givin’ birth to dead dogs, sometimes I’m breast feedin’ a big ole ugly catfish.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D. JAY",
          "text": "For real?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHUG",
          "text": "But that’s just my mind touchin’ in on somethin’ that I ain’t said out loud.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fRev. 6/24/04 (Original White) 24. °6 CONTINUED: (2) 26",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "What’s that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHUG",
          "text": "I’m scared. {rubs her stomach) I get so scared, D. D.Jay doesn’t like how that sounded to him - too truthful stands and crosses to his work room. He looks back at Shu",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "(lying) I ain’t scared. Shuts the door. 26aA INT. D.JAY’S WORK ROOM - NIGHT 26aA D.Jay sits at his table. He touches his chest ~ fearful o another attack. His Mode begins to sound in his ears. Ang grips him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOOM",
          "text": "D.Jay pulls his pad out of his pocket. He flips to a clea page. He begins to write flow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Various morning establishing shots.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A little boy is playing the violin. He is earnest in his efforts but terrible in his execution. We PAN to a microphone on a stand. We follow the cord to Key's recording station. Key is turned to the side, holding one end of a headphone his ear. He winces with each awful note. The song concludes. Key presses stop and puts on a supportive, phony smilie to the BOY’S MOTHER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEY",
          "text": "That was beautiful.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "\fRev. 6/24/04 (Original White) 25-27. INT. KEY’S HOUSE - DINING ROOM - NIGHT 29 Key has fallen asleep with his mouth open, laying on the couch. The TV is on - a weather man talking about the hea index.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YEVETTE",
          "text": "Clyde? Clyde, dinner is on. A meatloaf is placed on the small dining room table, by YEVETTE, Key’s wife. Yevette is roughly the same shape an size of Key. She works at a clothing retail store. She is confident, strong and no nonsense. She walks over and gently taps his cheek. YEVETTE (CONT’ D) Baby? Baby? : {a firm voice and a firmer slap) Clyde. Key snorts awake. He looks around as if he doesn’t know w he is. cut To: \fRev. 6/24/04 (Original White) 28. INT. KEY’S HOUSE - DINING ROOM ~- LATER - NIGHT 30 Both Yevette and Key have their heads bowed and their eye closed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEY",
          "text": "(mumbling the prayer) Most-gracious-and-heavenly-father-we-ask-— you-bless~-this~-food-and-this-house-in-the- name-of-Jesus-we-pray~Amen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YEVETTE",
          "text": "Amen. Yevette jumps into a tale from work as Key prepares to ea",
          "sentiment": "neutral"
        },
        {
          "speaker": "YEVETTE, (CONT'D)",
          "text": "So, Beth Ann tells me the reason I didn’t get moved up into Sales Supervisor is because I have issues enforcing company policy with my co-workers. Who she referred to as my friends, not co-workers but friends. I said, just because I am pleasant and supportive does not mean I cannot... (a new mouthful) Crack a whip. Cuz I can crack a whip. I mean, you’ve seen me crack a whip.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEY",
          "text": "(chewing his meatloaf) Mm-hm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YEVETTE",
          "text": "I mean what are we talking about here? We're talking about folding sweaters and making sure the fitting rooms are kept clean. Sales Supervisors don’t even handle the safe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEY",
          "text": "I know. I know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YEVETTE",
          "text": "So I go in and I talk to Leonard. He always say, come in and air your grievances, so I did. Key is struggling to stay interested as he devotes his attention to pouring gravy on his mashed potatoes. (CONT TNURD)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fan Rev. 6/24/04 (Original White} 29.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "YEVETTE (CONT’ D) And you know what he said? He said that I would be incapable of writing someone up. Cuz I’m so friendly. I said, give me a pen, Leonard. I know everything that everybody is doing wrong. Beth Ann take way too long on her lunch break. Allen, that little shit back in receiving came to work high. Not to mention yesterday Sally was wearing a skirt from our discontinued line. And I know she didn’t pay for it. Now, do you think I’m gonna turn a blind eye to these violations if I was Sales Supervisor, just cuz I’m nice? Key isn’t aware that Yevette is waiting for an answer. He eats his dinner with his head bowed over his plate. YEVETTE (CONT’ D) Clyde? Key looks up at Yevette. The doorbell rings. The two look the front door and then back at each other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "INT. KEY’S HOUSE - LIVING ROOM - NIGHT 31 Key opens the door to see D.Jay standing there holding a paper sack in his hands. Nola and Lexus stand behind hin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEY",
          "text": "D.Jay. What are you...",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "I know you prob’ly sick of me, but... if I could just...",
          "sentiment": "neutral"
        },
        {
          "speaker": "YEVETTE",
          "text": "(from behind Key) Clyde? Who is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEY",
          "text": "Just a...",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "(finishing Key’s sentence) Just an old school buddy. Ain’t that right... Clyde? Key looks at the sweaty, scantily dressed Nola and Lexus. Nola smiles as Lexus glares behind her braids.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f31 Rev. 6/24/04 (Original White) 30.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEY",
          "text": "Yeah, come on in. Yevette stands cautiously in the entrance way to the livi room, her hands clasped together. D.Jay enters followed by Nola in her short jeans mini ski and Lexus in tight spandex and over accentuated eye~liner Key feels pressure to explain. KEY (CONT’D} Uh, Yevette, this uh... this D.Jay. We went to East Middle together. D.dAY How you doin’?",
          "sentiment": "neutral"
        },
        {
          "speaker": "YEVETTE",
          "text": "{polite but skeptical) We were just having dinner. Yevette’s eyes move to Nola and Lexus. Key stumbles his w to introduce them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEY",
          "text": "And this here is Nola and... (not knowing Lexus) And... uh...",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEXUS",
          "text": "(mumbled) Lex.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEY",
          "text": "Legs?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEXUS",
          "text": "Lex. Like Lexus. Like you get in and drive a fuckin’ LEX-US.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEY",
          "text": "(with a big phony smile) And... LEXUS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "I’d a left ‘em in the car but Nola saw y’all got a window cooler. She sniffs out window units like a bloodhound bitch, I’m tellin’ you. (turns to Yevette) I meant that as a complement. (CONTTNUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f31 Rev. 6/24/04 (Original White) 31.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YEVETTE",
          "text": "Would you ali... like to sit down. Can I... get you all anything?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NOLA",
          "text": "No, ma’ am.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "I’m ah-ight. Thank you. (to Key) Somewhere we can talk, you and me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEY",
          "text": "Come on back in the kitchen. Yevette is now left alone with two hookers sitting on her couch. She sits, leaning forward, trying to be polite.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YEVETTE",
          "text": "So. Where do you all work? Lexus releases a gruff chuckle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "INT. KEY’S HOUSE - KITCHEN - NIGHT 32 D.Jay is brimming with enthusiasm. Key keeps his voice so",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEY",
          "text": "Opportunity?",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEY",
          "text": "For who?",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "For us. You and me. You got the gear. I got the styles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEY",
          "text": "One thing don’t lead to another just cuz you want it. You may got some bacon, lettuce and tomato. But that don’t mean I’m givin’ you my toast.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "The fuck you talkin’ about? (CONT TNURD)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ee +e ek OF",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rev. 6/24/04 (Original White) 31A. 32",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEY",
          "text": "Look, D. I know you learned a whole mess of shit, hustlin’ on the streets, like you say... but let me tell you what I learned workin’ my job. {cracks a beer open for D.Jay and himself) There’s two kinds a people. There’s those who talk the talk and there’s those who walk the walk. People who walk the walk, they sometimes talk the talk but most of the times they don’t need to talk cuz they walkin’. {D.Jay tries to follow) Now folks who talk the talk, when it come time to walk, you know what they do? They talk somebody like me into doin’ the walkin’ for ‘em. D.Jay removes his pad and flips to a page of flow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "Okay... But just look it what I got here, mane.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEY",
          "text": "D... were you listenin’ to what...",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "(through clenched teeth) I ain’t aman to beg. But I will, nigga. Is that what you want? You think this easy... come over all hat-in-hand and shit? (he has Key’s attention) Listen to what I got. You think this shit's whack. (snaps) I’m out’cha ya life. And that’s my word. Key takes a breath. He nods, ready to listen. D.Jay takes time preparing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEY",
          "text": "I’m listening.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "I’m goin’. Just... {takes a breath) Waitin’ on my Mode to kick in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEY",
          "text": "Y’ what? (CONT TNURD)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "+e HO EH ROE RO EE ed et * *",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fRev. 6/24/04 (Original White) 31B.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "Nothin’. Okay. D.Jay presses the loop button on the small Casio keyboard simplistic beat sounds. D.JAY {(CONT’D) It’s called Pop It. It go... (reading) These bitches pop it for some paper. Pop that ass for some cash flow...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "+e 4 +t \fRev. 6/24/04 (Original White) 32-33. INI. KEY’S HOUSE - LIVING ROOM - NIGHT 33 Yevette is wringing her hands together. She nervously smi at Lexus and Nola, trying to come up with something to sa Nola beats her to it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NOLA",
          "text": "I like your hair. Kind’a got that chocolate color in it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YEVETTE",
          "text": "Well, thank you. I have a great guy who does it over in Germantown. The coloring, I mean.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NOLA",
          "text": "I try to do somethin’ different with my hair every couple of months. Keep the tricks guessin’, you know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YEVETTE",
          "text": "Keep the what? Another gruff chuckle from Lex.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NOLA",
          "text": "(pulling on her braids) These gotta be re-done a lot, if I wanna keep ‘em lookin’ real. Cuz these ain’t my real braids. They just extensions.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEXUS",
          "text": "Nola, shut the fuck up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NOLA",
          "text": "No one’s talkin’ to you, bitch. You shut the fuck up. There is a loud pounding from the kitchen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEXUS",
          "text": "She don’t want to know nothin’ ‘bout yo kitchen do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YEVETTE",
          "text": "(trying) Well, I think... they look very nice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEXUS",
          "text": "(to Yevette) You don’t gotta be nice to her just cuz she sitting on your couch. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fRev. 6/24/04 (Original White) 34.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEXUS, (CONT'D)",
          "text": "If you think her head look like a dust mop, just say so.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YEVETTE",
          "text": "But I didn’t. I mean, I don’t... Yevette can hear the pounding now, she turns to the kitch confused. YEVETTE (CONT’D) What in... God’s...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NOLA",
          "text": "I don’t know why you gotta be so ugly. People say my hair looks sexy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEXUS",
          "text": "Yeah. And then they nut. Yevette stands and moves toward the kitchen door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YEVETTE",
          "text": "Clyde?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEXUS",
          "text": "Ugly as a swamp duck ho, is what you look like... cut TO: 34 INT. KEY’S HOUSE - KITCHEN - NIGHT 34 Yevette opens the door to the kitchen. What she sees conf her. D.Jay is caught up in his flow. It is biting, profane and bursting with energy. Key is slamming his beer bottle on kitchen table to the beat, his eyes are closed, his head to the flow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "(rapping) Pop it for some, pop it for some paper. Pop it for some paper. Pop it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEY",
          "text": "(in a chant) Now put your hands on your knees. Shake it, shake it, real fast. Shake it, shake it, real fast. Shake it, shake it, real fast. (Key giggles) That’s the shit right there. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "+e OE + Ft ot HOF \fRev. 6/24/04 (Original White) 34A.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEY, (CONT'D)",
          "text": "Just needed some shake, naw what I mean? Needed some ass shakin’... D.Jay turns around and stops, noticing Yevette and Nola. opens his eyes, a fat grin on his face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f34 35 37 38 39 Rev. 6/24/04 (Original White) 35.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "KEY (CONT’D) You run out a spit, nigga?",
          "sentiment": "neutral"
        },
        {
          "speaker": "YEVETTE",
          "text": "Clyde? The smile on Key’s face disappears. He sits upright. YEVETTE (CONT’D) Clyde, what are you doin’? Key takes a deep breath and looks at a smiling D.Jay. Wit confidence and a touch of abandon, Key responds:",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEY",
          "text": "Walkin’. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "D.Jay puts on a record and speeds up the rhythm, Music * continues. * INT. D.JAY’S WORK ROOM - DAY 36 EXTREME CLOSE UPS of outputs plugged into inputs, shelvin added to the table, drilling screws into the wall. Key saws off the light from a desk lamp with an extendabl arm. He then fastens the mic to the end of ‘it with duct",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The beat continues as Key and D.Jay shop for keyboards an samplers at various pawn shops.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lexus dances, hangs from a pole, unfolds a wad around her middle finger and hands it over to D.Jay. Mickey unplugs a smaller mixer from his console in the DJ booth and hands it over to D.Jay. D.Jay hustles nickel bags to a few dancers in the back. INT. D.JAY’S WORK ROOM - DAY 39 D.day sucks the last out of a roach and tosses the rest i a bowl. Key sets up his four track recorder - plugging in ear phones. D.Jay hooks up Dr. Rhythm and puts beat to so",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f39 40 Rev. 6/24/04 (Original White) 36.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "A large keyboard is plugged in. A label is taped to it: ELBOW. The melody is heard in the beat as D.Jay fingers t keys. Key nods, clear signal. Thumbs up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEY",
          "text": "Elbow on two.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "(holds up the small keyboard) Quarter 0?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEY",
          "text": "(switching channels) Quarter O on One. The music cross fades to the simple beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "D.Jay’s Mode is heard - an 808 beat: BOOM... BOOM,.. BOOM Key is huffing as he carries the window air unit as D.Jay talks at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "All my days I been listenin’ to this beat in my head. Like a pounding. Sometime it sounds raw like an 8Ball joint. Sometime it go smooth like Otis Redding, ya naw what I’m sayin’. That beat. That song. That feeling in my gut. It’s what I been callin’ my Mode. (Key struggles and huffs) If my Mode is crackin’, I can’t be stopped. Like it’s showtime and I’m like Mike. Cuz out here on the track... I gotta keep my game. It’s hard out here for a pimp. Now, hold up... that sounded tight. (D.day scribbles in his notebook) It's hard out here for a pimp... Key puts the air unit down to catch his breath. D.JAY (CONT’D) What? You tired?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f42 43 44 45 46 Rev. 6/24/04 (Original White) 37. INT, D.JAY’S WORK ROOM - DAY 41 Music returns to the simple beat as Key hammers plywood o the windows. D.Jay plugs in Christmas lights that he has around the walls. Another lamp is plugged into the cluttered power pack. D. squeezes in another plug for the turntable. He spins a re and lets it roll, blending with the beat. EXT. D.JAY’S CHEVY - THE TRACK - DAY 42 Nola has mastered a pair of white platform boots. She pra alongside the Chevy, along the track, as D.Jay scribbles his notepad seated in the driver’s seat. A trick’s car drives up. Nola leans inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The trick’s car pulls behind a brick wall, a train passes INT. D.JAY’S WORK ROOM - NIGHT 44 Key and D.Jay push the small air unit into the window spa Key plugs it in and pinches the power dial.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEY",
          "text": "We cool now. Key twists the power switch and yelps as sparks fly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shug’s TV along with all the lights blink out. The beat is cut short as we:",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "INT. D.JAY'S CHEVY/ TRICK’S CAR - DAY 46 CROSS CUTS of: D.Jay switching stations on his push butto radio - Nola taking two wrinkled 20’s from the trick. Another commercial on another station - Nola rips open a condom and tosses it in her mouth. The radio dial jumps back and forth - Nola turns her face away as sweat showers her off the trick’s chubby face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "Goddamn...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f46 Rev. 6/24/04 (Original White) 38.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "D.Jay turns off the noise and flips open his notepad. INT. D.JAY’S CREVY - SAME DAY 47 Nola climbs in the car covered in another man’s sweat. Sh holds out two wrinkled 20's, but D.Jay is too busy writin flow in his note pad to notice. Defeated and ignored, Nola places the two 20’s on the sea In silence, she carefully peeks over at his notes. D.Jay takes notice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "I’m tellin’ you... this is hard work. To take what’s in your mind... and put it into words that fit together like a puzzle... D.Jay returns to writing. Nola curiously watches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NOLA",
          "text": "I wish there was somethin’. You know, somethin’ I could...",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "Shit, baby, you’re my operation. You what they call my primary investor. Making all this shit happen one trick at a time. Nola looks out the window, discouraged. D.Jay notices. He turns her face toward him. He gently touches her face. D.JAY (CONT’D) Think about how I found you at the truck stop. You the smallest lot lizard I ever seen, trickin’ them truckers for change. {serious) I love you, Nola. Not like a man loves a woman. But like a brother. Like you my own blood. Cuz I know, girl. I know what it is to be lost. Wantin’ to be a part of somethin’. And I’m tellin’ you. You a part of this. D.Jay takes her tiny hands and places them on the steerin wheel. He wraps his hands around hers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "You know what this means? {she shakes her head) Means we got our hands on the wheel. We in charge, you and me. None of these tricks out here. We in charge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f47 48 Rev. 6/24/04 (Original White) 39.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "D.JAY (CONT’D) I wanna hear you say it, so I can believe in you like you do me. Go’on. Nola feels D.Jay’s warmth spread through her chest. His w are working on her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NOLA",
          "text": "We’re in charge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "INT. KEY’S HOUSE - DINNING ROOM - NIGHT 48 Yevette made fried chicken tonight with mashed potatoes a purple peas. She sits stoned faced on her end of the tabl Key fixes his paper plate to go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEY",
          "text": "You said you was okay with this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YEVETTE",
          "text": "Yeah, that’s what I said.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEY",
          "text": "But that ain’t what you meant?",
          "sentiment": "neutral"
        },
        {
          "speaker": "YEVETTE",
          "text": "It’s what you wanna hear. So let’s just drop it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEY",
          "text": "I wanna hear what you really think.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YEVETTE",
          "text": "No you don’t.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEY",
          "text": "Yes, I do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YEVETTE",
          "text": "You say that... but I know you just wanna hear what you want. So that’s what I say.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEY",
          "text": "I’m gettin’ so sick of people tellin’ me what I’m thinkin’. Like I don’t know my own Goddamn mind. (CONT TNURD)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f48 Rev. 6/24/04 {Original White) 40.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YEVETTE KEY",
          "text": "Don’t you dare take that tone We already talked about thi with me! I have supported you So we wouldn’t go round and in every... round when time came...",
          "sentiment": "neutral"
        },
        {
          "speaker": "YEVETTE",
          "text": "(interrupting) I’m thrilled, Clyde! What woman wouldn’t want their husband spending all their time in a house full of hos? Silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEY",
          "text": "Yevette. This may turn out to be a big nothing. But if I sink my ass into that couch one more night... I swear to Jesus... : (looks at his watch) I'm late. Key walks over to Yevette and kisses her on the cheek. Yevette is motionless, even after Key walks out the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Key is stapling card-board drink holders to the walls. D. is eating a leg of chicken from Key’s plate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "What is that shit?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEY",
          "text": "Drink holders. Poor man’s sound proofing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "Yeah, you ain’t so dumb, huh? A knock. Shug pops her head in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHUG",
          "text": "D, they’s someone at the door for you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "You know my rates, baby.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHUG",
          "text": "I don’t think this guy wants no weed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "Go wake up Nola, then.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fRev. 6/24/04 (Original White) 40A.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHUG",
          "text": "I don’t think he want that either.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f49 50 Rev. 6/24/04 (Original White) 41. CONTINUED: {2) 4g",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "Shit. We gotta start making some rules round this crib. INT. D.JAY’S LIVINGROOM - NIGHT 50 D.Jay admonishes Shug as he makes his way to the front do",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY SHUG",
          "text": "Gotta get one ‘a them red You tell me not to answer the light bulbs, put on the wall. door that’d be just fine wi Light it up when we workin’. me. Gotta get up off the You’ know, “recording in couch every time.... session” and shit... D.Jay opens the door with a jerk. Standing on the porch is SHELBY, an optimistic looking wh boy - age 25. He is wearing a white button-down shirt and black tie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHELBY",
          "text": "Hey.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "Shit, you Mormons are some brave mother~ fuckers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHELBY",
          "text": "No. I’m Shelby. D.Jay notices he is holding a large duffle bag.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "Okay, you Shelby.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEY",
          "text": "(from the work room) Come on back, Shel. Shelby smiles at D.Jay as he passes. D.Jay is confused an unable to protest. He looks at Shug. She shrugs. D.Jay creeps through his own livingroom listening to Shel and Key talk with casual familiarity. KEY (CONT’D) Turntable’s up. The mixer D. got has four inputs, so we should be good with both your boards.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHELBY",
          "text": "Got a power strip? (CONT TNURD)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f50 51 Rev. 6/24/04 {Original White) 42.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEY",
          "text": "We tight. How many outlets you need?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHELBY",
          "text": "Three. I brought my MPC. Shelby’s MPC 3000 is slammed down on the table. D.Jay and Shug watch as Shelby removes two electronic keyboards and a drum machine from his duffle bag.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "Hey, Key. Let me uh... let me holla at cha for a few. Key leaves the work room behind. D.Jay leads him by the a out of earshot of Shelby. D.JAY (CONT’D) Who’s that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEY",
          "text": "That’s Shelby. He plays piano at my church. Thought he'd come in and help us develop our sound. D.Jay looks over at Shelby rolling up his shirt sleeves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "You know he white, don’t you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEY",
          "text": "He’s just light skinned.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "INT. D.JAY’S WORK ROOM - LATER THAT NIGHT 51 Nola, shy and curious, places a glass of Kool-aid in fron Shelby. He smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHELBY",
          "text": "Thank you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NOLA",
          "text": "I just woke up. I ain’t put any make-up on or nothin’.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "(cold) Get on, Nola. Nola takes the hint and disappears.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Rev. 6/24/04 (Original White) 43. 51 D.Jay studies Shelby from across the table. Shelby is awa of D.Jay’s intense stare. D...",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY, (CONT'D)",
          "text": "You just come back from a funeral?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHELBY",
          "text": "(taking off his tie) Oh. I had to renew my driver’s license today. I just decided, fuck it. I’m dressing up for this one. Shouldn’t have gone with the white shirt, though. It bleeds in with the background. My head looks like it’s floating in a tub of milk. (shows D.Jay his license) See?",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "(not even looking at it) Look it. I don’t know who you are but I fly the fuckin’ plane around here. This is my shit. My music.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEY D.JAY",
          "text": "You understand me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHELBY",
          "text": "Sure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D. JAY",
          "text": "My crib. My way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHELBY",
          "text": "Word.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "And if I decide... {catching on) WORD? Motherfucker, did you just say “word?”",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEY",
          "text": "That’s just the way he... he... it just sound funny comin’ from a white boy... but...",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "Sounded like a dig to me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fRev. 6/24/04 (Original White) 44. a1 CONTINUED: (2) 51",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHELBY",
          "text": "A dig?",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "Like I’m being made to look like a chump in my own house. .",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHELBY",
          "text": "I was told you wanted to make music. And it just so happens that I’m a musician. So that’s why I’m here. I can be like... Shelby burst into Flight of the Bumble Bee on his keyboar He is quite impressive, D.Jay is silenced. SHELBY (CONT’D) Or I can be like... Shelby shifts into a funky soul riff, switching the piano an organ with a push of a button. Key smiles as Shelby tears up the keys. D.Jay sits down, humbled and curious. Nola and Shug peek around the corner Shelby lays down a wicked melody as the keyboard pounds o the percussion. And then Shelby stops. He stares at D.Jay. SHELBY (CONT’D) This could go on and on. {Shelby folds his arms) But... you fly the plane, Mr. D.Jay. D.Jay looks over at Key and back at Shelby. Suddenly he i very intimidated.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEY",
          "text": "You seen what he can do. Now show him what you got. D.Jay nervously flips through the pages of his note pad. Shelby sips his Kool-aid waiting for D.Jay to say somethi D.dAY {concealing his fear) I keep this pad on me. Jot down some... (MORE) (CONT TNURD)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fRev. 6/24/04 (Original White) 45. ane CONTINUED: (3) $1",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY, (CONT'D)",
          "text": "(nervous, changes subject} Y'all wanna burn one first?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHELBY",
          "text": "Naw, we can toke up later. Let’s hear what you got.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "(flips through note pad) I just got, like a... a few things like... (reading without passion) I bet you won't beat that bitch. Whoop that bitch. Got us actin buck in this. Hoes tellin me to calm down but I'm like fuck that shit. I'm already on that hypnotic and that Grey Goose. : A couple of shots of Hen that just gave me another boost. I’m feelin’... D.Jay looks up at Key who has a concerned, sour face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY, (CONT'D)",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEY",
          "text": "Well, D... I mean that sounds good but... thing is... we want some radio play, right? And if you got a song called... Beat that bitch... some might say it’s... degrading.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHELBY",
          "text": "{in D.Jay’s defense) That's if bitch is a woman. This sounds like a tear-da-club-up song.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "No. I ain’t callin’ no ho a bitch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHELBY",
          "text": "I’m tellin’ you, Key. All the bitches I know are guys.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEY",
          "text": "¥’all are preachin’ to the choir. My brother in law... borrows money off me all the time... biggest bitch this side of the Mississippi... But... (CONT TNURD)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "e+ eR OF ot + OF",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "+e ee REF",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "e+",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fa1",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Rev. 6/24/04 (Original White) 45A.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHELBY",
          "text": "Alright... D.Jay. If you had to say somethin’ different... other than beat that bitch... what would you say?",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "(thinks) Whoop that trick. Silence. Heads nod. Everybody likes it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D,.JAY, (CONT'D)",
          "text": "I think I like that better than beat that bitch. Like a chant. You know like... (a soft chant) Whoop that trick... Get ‘em. Whoop that trick... Get ‘em. Key joins in. The chant get louder. Head sets, y'all...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHELBY D.JAY",
          "text": "Whoop that trick... Get ‘em. Whoop that trick... Get ‘em. Everyone puts on their headsets. Shelby fires up the Key board and lays down a wicked theme.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHELBY D.JAY",
          "text": "Got some dark flow there. You Whoop that trick... Get ‘em just need the right... ghetto Whoop that trick... Get ‘em bottom to it. Some of that Whoop that trick... Get ‘em. Dirty South, 808 bottom. Like... Whoop that trick... Get ‘em. Shelby adds a beat from the MPC 3000. Boom, Boom-Boom, Bo The beat rumbles through the house. Nola and Shug can’t s away. They move into the doorway from the hall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHELBY",
          "text": "(to Key) Bring up his mic if you're rolling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "Whoop that trick... Get ‘em. Whoop that trick... Get ‘em. Whoop that trick... Get ‘em. Whoop that trick... Get ‘em. Whoop that trick... Get ‘em. Whoop that trick... Get ‘em. Whoop that trick... Get ‘em. Whoop that trick... Get ‘em.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "oF",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "+e OK",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ee ee \f51 Rev. 6/24/04 (Original White} 45B.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "D.Jay flips to a different page in his pad and puts his m to the mic. He is getting more heated, angrier. Directing flow to Shelby. Proving himself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "(rapping) I’m gonna make you suckers recognize I ain’t playin’ ho. If you violatin’ off the top, trick, you gotta go. I done held in a lot of shit and I’m bout to flip. Now I think it’s time to show you bitches who you fuckin’ wit. D.Jay, that’s the name. And I came to bring the pain. Ana in my chest got me bustin’ at you lemon lanes. Y'ain’t know, you fuckin’ with a street nigga. From the gutter, pimp-type, slash, drug dealer. Shelby notices Shug and Nola grinning from ear to ear. He waves them in. They cautiously flank D.Jay To hear. D.JAY (CONT’D) (rapping) Born and raised in the M, Memphis Tennessee. Before it’s said and done you bitches gonna remember me. This only the beginning. I gotta a lot to say. It’s been a long time and you got hell to pay. Ain’t no love ho. Just bring it to the door. I bar none let my nuts hang to the floor. So if you want some, this is your death wish. Better come corrected cuz I’m gonna break you off trick. It sounds so good! Everyone gets into it. Shelby, Shug, N and Key chant with D.Jay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EVERYONE",
          "text": "Whoop that trick... Get ‘em. Whoop that trick... Get ‘em. Whoop that trick... Get ‘em. Whoop that trick... Get ‘em. Whoop that trick... Get ‘em. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "+ e+ +O Fb OF OE OF OR RR FO EEE HE Hoe +e FE \fRev. 6/24/04 (Original White) 45c.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EVERYONE, (CONT'D)",
          "text": "Whoop that trick... Get ‘em. Whoop that trick... Get ‘em. Whoop that trick... Get ‘em. The whole crew is tossing their arms up and down to the chant. EVERYONE (CONT’D) Whoop that trick... Get ‘em. Whoop that trick... Get ‘em. Whoop that trick... Get ‘em. Whoop that trick... Get ‘em. Whoop that trick... Get ‘em. Whoop that trick... Get ‘em. Whoop that trick... Get ‘em. Whoop that trick... Get ‘em. Shelby hits his keys, making a dark explosion that ends t song. Silence. Everyone is panting. Overwhelmed. Inspired.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "+b HH EEO OE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f51 54 55 Rev. 6/24/04 (Original White) 46-48. CONTINUED: (7} Si D.Jay, Key and Shelby all exchange looks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHELBY",
          "text": "Well, let’s smoke some weed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shug is washing dishes with Roger is on her hip chewing o pacifier. She is singing a song with the beat as she work Nola enters and fills Shelby’s glass with more Kool-aid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NOLA",
          "text": "It’s nice havin’ company.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHUG",
          "text": "Mn-hm, EXT. D.JAY’S HOUSE - NIGHT 55 The three men are sitting on the top step of D.day’s fron porch. They are passing a joint. Shelby is high and babbl",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHELBY",
          "text": "(finishing up a healthy toke) Thing is... and I believe this. (exhales) Rap is comin’ back home to the south. Key moans in agreement as Nola hands Shelby his Kool-aid sits next to him SHELBY (CONT’D) Cuz here is where it ail started. Heavy percussion. Repetitive hook. Sexually suggestive lyrics. It’s all blues. Back Door Man to Back That Ass Up. It’s all about pain, and pussy and... (quickly to Nola) Oh. Sorry, honey.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f55",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "(laughing That's okay. Rev. 6/24/04 (Original White) 49, 55",
          "sentiment": "neutral"
        },
        {
          "speaker": "NOLA SHELBY",
          "text": "awkwardly) {back to it} And... and... making music with simple tools. By any means necessary.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "By any and all means necessary.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHELBY",
          "text": "Whether it’s Son House slappin’ his guitar or Public Enemy samplin’ Isaac Hayes. You get what you gotta say out. Cuz you got to. Every man, you know, has the right... the Goddamn right... to... (everyone waits, while Shelby tries to remember) ... contribute a verse. QUICK CUTS of another round of toking. We jump to later.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "You know... I may pimp. I may hustle, I may got to roll in circles that folks might find... you know, objectionable. But let me tell you... I roll with God.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEY",
          "text": "You got to. You got to!",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "Cuz for me... God is peace of mind. (Key hums his approval) God is a standard that man should set for his’seif. God... to me... is like... a distribution deal. Another set of tokes. Jumping to later.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEY",
          "text": "With a whole album, ten or twelve is okay. But you make a demo that just gives a little bit of a taste, like what kind’a style we got. What makes us... us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "Then we just gotta get it in the right hands. You know. Get us some tour dates...",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEY",
          "text": "Tour dates? We get five tracks, I’1ll be grinning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fRev. 6/24/04 (Original White) 50.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Silence. Key",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "(refers to his notepad) Naw. I got this shit all mapped out. This my agenda, see? Look it. Three years from now we gotta win a Grammy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEY",
          "text": "{laughing, holding in smoke) The fuck? We ain’t gonna win no Grammy!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHELBY",
          "text": "Well, you know, it’s an honor just to be nominated.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEY",
          "text": "See this is what I’m talking about, D. You get to thinkin’ too big, you lose sight of the task at hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "Then our first “task at hand” is get our shit together by the Fourth of July. Cuz I got somebody I gotta slip this shit to.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHELBY",
          "text": "Who?",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "Ya’ll know Skinny Black? and Shelby exchange looks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEY",
          "text": "You mean, Skinny Black, Skinny Black?",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "Only one I know of.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHELBY",
          "text": "I got all his early underground stuff. Back when he was good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "Nigga’s paid... I say that’s pretty good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEY",
          "text": "So... you really know him? You ain’t just sayin’ you know of him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "We went to different schools and ali, but... Yeah. I know Skinny. (MORE) (CONTTNURD)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fRev. 6/24/04 (Original White) 51.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY, (CONT'D)",
          "text": "(to Shelby) Nigga just went platinum.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHELBY",
          "text": "Never won a Grammy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "(points to his pad) Well, he don’t got an agenda like we do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A new beat blares over D.Jay’s radio as his Chevy Capri r through downtown.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f56 Rev. 6/24/04 (Original White) 52.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is the South Memphis scene. Blacks, Mexicans and bol white rednecks roam the parkinglot in packs, scanning the fresh parade of young ladies. Music, fights, flirting. D.Jay and Key sit in the front seat of the parked car. Sh and Nola are outside, leaning against the back of the Che D.dJay has two Styrofoam cups. He produces a bottle of Cr Royal and begins making their @rinks. D.dAY Way you been takin’ care of me and mine... you get as fucked up as you want. I got your back tonight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEY",
          "text": "Ain’t been lit like this in long time... I don’t know if I should be... is that Crown? Oooo. Breakin’ out the good shit. Pass that on over. Outside, Nola and Shelby watch the cars roll by slowly - nightly mating ritual.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NOLA",
          "text": "Do you got a regular job, like during the day?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHELBY",
          "text": "You mean that which pays my bills but does not feed my soul?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NOLA",
          "text": "I guess.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f58",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Rev. 6/24/04 (Original White) 53. 58",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHELBY",
          "text": "I restock vending machines. You know, soda. Candy. Microwave popcorn. All that shit. I gotta get up at the crack and hit all these truck stops off the interstate before I head over to the high schools. I’m alone all day and I smell like Skittles and sticky buns.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NOLA",
          "text": "I thought my job sucked.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHELBY",
          "text": "Well, what I lack in benefits... I make up for in Moon Pies. Inside the car, Key kills the last of his drink. D.Jay gi him another refill.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEY",
          "text": "So this shit about Skinny... That’s real? Cuz even if he listens to what we got, we don’t know what he’s gonna do with it. It’s a one in million shot, D. One ina million...",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "If I can pimp 20 dollar tricks out the back of a Chevy... I can pimp Skinny.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEY",
          "text": "I know it’s the only plan we got but... Still sounds like winnin’ the lottery.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "(lights a cigarette) Just get me there, Key, and I’11l do what I got to do. {points to himself) This dog, you know, he got some tricks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEY",
          "text": "You mean “old” dog?",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "Didn’t say that. Key thinks. Takes a drink.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEY",
          "text": "My wife... She a good woman. Feeds me. Loves me. Gets freaky on my birthday. (they both laugh)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "e + eee eH",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rev. 6/24/04 (Original White) 53A.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "KEY (CONT’D) But I... I can’t help but feel... {sadness hits) You know I talked a big game to her when I was young. My own studio. My own label. Now I’m just payin’ the rent. She don’t mind but for me... Just whole lot of the same. {tears hit Key by surprise) I ain't talked to nobody about this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "Go’on, Key.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEY",
          "text": "(overcome) I just been feelin’ myself shut down. Like I missed an exit, you know, ona freeway, and I just can’t... turn this mother~fucker around. (takes another drink) I wanna give you my all, D. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "+ Ok tO OO Oe",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "+e te \f58 59 60 Rev. 6/24/04 (Original White) 54.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEY, (CONT'D)",
          "text": "Cuz it ain’t over for me. Naw what I mean? It ain’t over. (wipes away tears) Damn weed and Crown got me cryin’.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "EXT. D.JAY’S HOUSE - NIGHT 59 D.Jay shuts the passenger side door of Shelby’s car where has passed out. Shelby sits in the driver’s seat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHELBY",
          "text": "Well, I better roll my ass back to Cordova. Been a night to remember. Shelby’s car takes off. D.Jay and Nola stand side by side the curb. Both feel exhilarated and inspired.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NOLA",
          "text": "I’s thinkin’ about callin’ my parents.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "What fer?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NOLA",
          "text": "What we’re doin’ now. It just feels... important.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D. JAY",
          "text": "It is important. It’s got to be. If it don’t get important... I'm gonna shoot myself in the head. Nola giggles and smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NOLA",
          "text": "Thank you for letting me come tonight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "Hey. No problem. INT. D.JAY’S HOUSE - NIGHT 60 Upon opening his front door, D.Jay and Nola have walked r into the middle of a serious argument. Shug and Lexus are in each other’s face. Lexus is holding Roger as he screams and cries.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEXUS",
          "text": "You don’t tell me what to do with my son, bitch! If11 do whatever the hell fuck I wanna do...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f60 Rev. 6/24/04 (Original White) 55.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHUG LEXUS",
          "text": "You can’t be screamin’ like I pay for all this shit. This that, Lex! fuckin’ house should be mine. {upon seeing D.Jay) Well, check this. Look who showed up. Nola dashes past Lexus and clutches the door frame to the kitchen. She is fearful and a little paranoid. workroom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEXUS",
          "text": "You supposed to pick me up three hours ago, D. I been standin’ outside all night all by myself. Had to take a taxi all the way back, ate up all my little monies. So you ain’t gettin’ shit from me tonight. . D.Jay tries to ignore Lexus. He walks past her towards",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEXUS, (CONT'D)",
          "text": "You ain’t gonna never be more than what you is, D. A fuckin’ chauffeur. Yeah, that’s right. Come to think of it, I wanna go make some money, I wanna go shake some ass, go suck some dick... (snapping her fingers) D.Jay go get the car, boy. I’m ready to make me some money. Go on, now. Run along, bitch. D.Jay crosses to Lexus, fists clinched at his side. Shug, fearful for Roger’s safety, intercepts - holding D.Jay ba",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f60 Rev. 6/24/04 (Original White) 56.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHUG LEXUS",
          "text": "She holdin’ Roger, D. She got Yeah, here it come. Come on the baby! pimp, keep this bitch in line. Go on, do your shit, nigga.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "(with restrained fury) You and me. We done, gal. D.Jay turns, passing Nola, and disappears into the back o the house while Lexus continues to scream after him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEXUS",
          "text": "Yeah, we done. Go on, play with your toys. Ya sorry-assed punk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHUG",
          "text": "Lex, I’m tellin’ you, you gotta back off... D.Jay comes out of the back of the house with two dresser drawers filled with assorted clothes hanging out of them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEXUS",
          "text": "What now... Lexus calls after D.Jay as he opens the front door and to the dresser drawers out onto the cement steps. LEXUS (CONT’D) The hell are you doing?! Roger is screaming now. D.Jay abruptly turns into Lexus’ face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY LEXUS",
          "text": "You think your shit don’t I ain’t pickin’ any of that stink? You think that ass shit up, D. You want me to gonna be your meal ticket for leave, I’11 pick up. But yo the rest of your life, then can’t expect me... you can’t you get on? See how you do do this... not right now! without this mother-fuckin’ chauffeur, D.Jay rushes back to the back room. He pulls the baby crib out of the back room, ripping it against the wall as Lexus shouts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fRev. 6/24/04 (Original White} 56A.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEXUS, (CONT'D)",
          "text": "Don’t you fuckin’ touch my shit. I'1l get it. If11 get it! Just GET OUTTA My SHIT, Dt Shug tries to reason with D.Jay as he tosses the baby cri out the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f60 61 Rev. 6/24/04 (Original White) 57.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHUG",
          "text": "D, don’t. She got the baby with her... In the back room, Lexus starts stuffing her possessions i bag, fearing she won’t be able to take them with her. She trying to juggle packing and holding on to Roger at the s time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEXUS",
          "text": "(cursing to herself} Think I can’t do on my own... like I need you... (screaming out ioud) I can’t do this now, D! D.Jay bursts into the room, scaring Lexus, as he grabs he the arm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D. JAY",
          "text": "Out!",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEXUS",
          "text": "Don’t touch me! Get’cha hands off me, D! D.Jay pulls Lexus forcefully out of the room, Roger screa as Lexus pleads with D.Jay. LEXUS (CONT’D) Where you expect me to go? HUH? D.Jay pushes her out the front door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "You can go to heli, all I give a fuck. D.Jay slams the door in her face. Hearing Roger scream outside, he turns to find both Shug and Nola starring at D.JAY (CONT’D) GET’CHA GODDAMN EYES OFF ME! Shug keeps her distance as D.Jay passes. He slams the doo his workroom behind him. A muffled beat can be heard. Nol rushes to the bathroom and slams the door behind her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nola removes the small bag of blow from her pocket. She snorts it up using her pinky fingernail. She then crawls the bathtub and looks above her at the bare bulb. The blow takes effect as the muffled sounds grow louder a closer. A moth flutters around the bulb, burning its wing",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f61 62 63 Rev. 6/24/04 (Original White} 58.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "The beat stops.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "D.Jay leans against his car and smokes a cigarette. The c roll by on the bridge above as D.Jay stares at the Mississippi and ponders his troubles. He pulls out his pad and stares at a blank page. Closing eyes, D.Jay begins waving his hand up and down to a beat his head. We begin to hear the beat as we:",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "INT. D.JAY’S WORK ROOM - DAY 63 The beat continues as we MOVE to later that day. Shelby a D.Jay are huddled over the drum machine tapping out a new beat with their fingers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHELBY",
          "text": "Okay... wait... check this? Shelby tries a new beat. Key adjusts the input level on h mixer, one side of his headset to his ear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEY",
          "text": "That’s workin’. Kick that 8, man. Key’s beeper goes off - a frown comes to his face followe a stressful breath.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "¥’all keep talkin’ on this 8.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHELBY",
          "text": "Short for 800 megahertz. It’s one of the lowest audible bass beats you can make. I’m talkin’ serious, hoopty shakin’ shit. It's that... He demonstrates, tapping a square that creates a low “Boo that shakes the walls.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "Shit. Crack a tooth on that. Key steps out of the room as Shelby starts laying down a to the beat on the keyboard - a wicked anthem.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f63 64 Rev. 6/24/04 (Original White) 59.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "The two suddenly realize that Key is having an argument o the phone. They stop and listen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEY",
          "text": "(into the phone) Like I said... when I finish up... (listens) I’m not gonna put a time on it. I’1l get it done when I get it done. If I start telling you a certain... (Listens) If I tell you a certain time, then you gonna hold me to it and I’11 probably be late and I... (listens, gets angry} We’ re not gonna do this now... I said we‘re not... Key notices D.Jay is watching him from the next room. KEY (CONT’D)} We’1ll talk about this later, Yevette. (listens) Later, Yevette! Like I said... Key looks at the phone. Yevette hung up on him. Key is ab to slam the phone down on the receiver but manages to kee his cool. He hangs up the phone and walks back towards D.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D. JAY",
          "text": "We gonna get to work? Key ignores D.Jay as he passes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "INT. D.JAY’S WORK ROOM - DAY 64 D.dJay is reciting rap from his pad as Shelby provides th beat loop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "(rapping) Man it seems like I'm ducking, dodging bullets everyday. Niggas hatin’ on me cause I got hoes on the track. But I gotta stay paid, I gotta stay above water. Couldn't keep up with my hoes. That's when shit got harder. North Memphis is where I'm from. i'm seventh street bound. (MORE) (CONTTNURD)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "eo OF \fRev. 6/24/04 (Original White) 59A.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY, (CONT'D)",
          "text": "Where niggas ail the time end up lost and never found. Man these girls they do group things leave a big headache. I'm hopin every night they don't end up being dead.. And then everything stops. Key has turned off the sound o the drum machine and the keyboards. He is visibly frustra",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY, (CONT'D)",
          "text": "What’s wrong?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fRev. 6/24/04 (Original White) 60.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEY",
          "text": "I think we got to make a choice whether or not we want to make some free-style, free-for-all or if we gonna actually make a track. You know, one that might get some radio play.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "I thought that’s what we was doin’.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEY",
          "text": "No. We doin’ a whole lot of flow, is what we doin’. It just goes on and on and on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHELBY",
          "text": "There’s no hook.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "So let's get some hook. I mean, you the producer. Fuck. Just say what’s gotta be done.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEY",
          "text": "We gotta lay something down. Anything. Even if it’s shit. Like I been saying, the way to completion is in layers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "I don’t want to lay shit on top of shit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEY",
          "text": "(pissed, folding his arms, leaning back) Well that’s the wonder of audio tape, D. You can just tape right over the shit. There is a silence that hurts. D.Jay stands up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "Do you need some ass? Cuz I got some right outside this door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEY",
          "text": "Man, fuck you, D.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "Fuck me? Naw! Fuck Yevette! She the one got you wound like a clock...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHELBY",
          "text": "Hey, guys. Let's keep it light. (CONT TNURD)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fRev. 6/24/04 (Original White) 61.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEY",
          "text": "{standing, furious) You listen to me, ya dirt-rascal pimp. You keep my wife’s name out-cha mouth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "Sound like she the one need to put somethin’ in her mouth! Naw what I mean? Key lunges at D.Jay. Shelby grabs them both as their face get so close they could kiss.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHELBY",
          "text": "Whoa! Could we not do this? Could we just... smoke a joint for Christ sake! A knock is at the door. Everyone freezes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "Who is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHUG",
          "text": "It’s me, Shug.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "We workin’ now, Gal. What’chu want?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHUG",
          "text": "I got somethin’ for you. The three men exchange looks and then carefully release e other. They all slowly return to their stations.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D. JAY",
          "text": "Yeah, come on, Shug. Shug enters holding a box.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHUG",
          "text": "I’m sorry, y’all. Didn’t mean to disturb yo recording. She removes a green lava lamp. Everyone looks at it with confusion and curiosity as she sets it up on the table. SHUG (CONT’D) They had this interview with Skinny Black on TV. Look like he got one of these in the studio he use. So I thought I’d go down to the Mall and get you one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f64 65 Rev. 6/24/04 (Original White) 62.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "She turns it on. green colors ooze in a hypnotic motion. men are captivated. Shug smiles at her contribution and leaves. Silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D. JAY",
          "text": "(with awe and respect) Now, that’s bottom bitch right there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEY SHELBY",
          "text": "Good woman. Good good woman. Wow! It’s like she was a little angel, just flew in and flew out. D.Jay leans in and looks at the lava lamp.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY, (CONT'D)",
          "text": "All of this. It’s bigger just sittin’ in this tiny room. We got everything we need and I ain’t got shit in my head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEY",
          "text": "It takes time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "{holds his head) I’m tryin’ to squeeze a dollar out of a dime. I ain’t gotta cent. Silence. Shelby stares at the lava lamp.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHELBY",
          "text": "Do you all believe in omens? cut TO: INT. D.JAY’S WORK ROOM - LATER - DAY 65 Shelby is laying down a simple melody on the keys, no percussion. Shug is listening intently.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHELBY",
          "text": "Okay, I’m going to play with you until you've got the melody down. But don’t rush it. We’ve got time to get it right. Nola sits down in the corner of the workroom. She hugs he knees, nervous for Shug. D.Jay looks helpless in the corn as he watches Shelby coax a performance out of Shug.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f55",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Rev. 6/24/04 (Original White) 63. 65",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEY",
          "text": "Shug, I’m gonna need you to move closer to the mic. (she complies) Can you hear yourself. Say something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHUG",
          "text": "Hello? Thumbs up from Key.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHELBY",
          "text": "What we need right now is what we call “hook.” It’s like the chorus of a song. {he hands a sheet of lyrics to Shug) These are the lyrics. Real simple. But we need some soul behind it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEY",
          "text": "Kill the fans. D.Jay snaps at Nola. She turns off the fans.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHELBY",
          "text": "Okay, I suck. But I’m gonna sing it with you until you got it down. Cover your ears.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHELBY, (CONT'D)",
          "text": "(singing and snapping) You know it’s hard out here for a pimp. When ya tryin’ to get the money for the rent. With the Cadillac and gas money spent. Cause a whole lotta bitches jumpin’ ship. (speaking quickly to Shug) Sing with me. And... Shug leans into the mic. She is timid and soft, occasiona looking at D.Jay for encouragement.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHUG",
          "text": "(singing with Shelby) You know it’s hard out here for a pimp. When ya tryin’ to get the money for the rent. With the Cadillac and gas money spent. Cause a whole lotta bitches jumpin’ ship.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHELBY",
          "text": "Come on, Shug. Get behind it. (CONT TNURD)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "* eee OE +e HOOF \f65",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Rev. 6/24/04 (Original White) 64.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She tackles the verse again, this time much more aggressively. Nola rocks back and forth, she snaps her fingers with Shug.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHUG",
          "text": "(singing) You know it’s hard out here for a pimp. When ya tryin’ to get the money for the rent. D.Jay moves closer to Shug, drawn to her sudden talent. T look at each other as she sings: aggressive, passionate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHUG, (CONT'D)",
          "text": "(singing) With the Cadillac and gas money spent. Cause a whole lotta bitches jumpin’ ship.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "{firm, commanding) Bitch, you better let it out. D.Jay smacks her on the ass. It pushes Shug into a state control. She sings right at D.Jay who glares and grins wi awe and approval. Shelby barks others eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHUG",
          "text": "(perfect) You know it’s hard out here for a pimp. When ya tryin’ to get the money for the rent. With the Cadillac and gas money spent. Cause a whole lotta bitches jumpin’ ship. (again, better) You know it’s hard out here for a pimp. When ya tryin’ to get the money for the rent. With the Cadillac and gas money spent. Cause a whole lotta bitches jumpin’ ship. at Key as D.Jay and Shug remain locked into each This is his girl.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHELBY",
          "text": "That’s the money take, right there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEY",
          "text": "(rewinding, listening) Hold on...",
          "sentiment": "neutral"
        },
        {
          "speaker": "NOLA",
          "text": "Hey, I wanna do one. (CONT TNURD)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "* +e et eX",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FO OR eR EE \f£5 66 Rev. 6/24/04 (Original White) 64A.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "Nola, hush up! 65 Nola shrinks back into the corner. Shelby barks at Key ag",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHELBY",
          "text": "You got that down or don’t you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEY",
          "text": "Alright everybody out! We gotta work on this alone. You too, D. Let us work. D.Jay is surprised at being kicked out of his own room - he is quick to obey. They all exit, shutting the door beh him. INT. D.JAY'’S LIVING ROOM - DAY 66 D.Jay remains standing, staring at the closed door as Shu sits down on the couch, Nola beside her. It is as if the three are waiting for a baby to be born.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f66 67 Rev. 6/24/04 (Original White) 65.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "A muffled beat lifts D.Jay and the girl’s attention to th door. D.Jay takes a breath, nervous. Through the door they listen to Shelby and Key shout. The there is silence. Shelby opens the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHELBY",
          "text": "(to D.day) You're on, dog.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "INT. D.JAY’S WORK ROOM - DAY 67 QUICK CUTS: Red dots rise as the FOUR TRACK rewinds. Plug Push. Adjust levels. Scans through the-menu of the MPC 30 Key listens and then: (CONT TNUFD)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f«7 68 Rev. 6/24/04 (Original White) 66.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEY",
          "text": "D. We layin’ you down now. That means it’s a fixed length. Don’t do more than what you got down on your pad. D.Jay is scared and excited. He rubs the sweat off his pa and removes his notepad from his back pocket. CUTS of rewinding tape - Shug’s voice is playing in rever KEY (CONT’D) Alright, kill the fans. The fans are turned off again. KEY (CONT’D) (hearing something in his headphones) : Is the TV on in the... Shhhhh. All is quiet in the room. But outside the neighborhood is still alive. A pounding muffled bass beat can be heard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "Goddamn it! D.Jay opens the bottom drawer behind him and removes two quarter ounce bags of bud. D.JAY (CONT’D) (as he leaves) This day is fuckin’ with my Mode.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "EXT. R.L.’S HOUSE - DAY 68 D.Jay knocks on the door of the shotgun house next to his R.L. opens the door - the man is muscular and fierce look Behind him are two of his friends - equally as fierce loo - playing on a Playstation. The rap music is deafening. D.Jay puts on a smile as all eyes are on him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "R.L.... I know we've had some words in the past. Some of ‘em wasn’t too friendly. But I respect you and your boys right to do whatever it is you want to do in your own house and do it as much as you want to do it. But the thing is... (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f68 69 70 Rev. 6/24/04 (Original White) 67.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY, (CONT'D)",
          "text": "is I got something going on in my crib that requires some... silence.... One of R.L.’s boys stands in the back - all eyes on D.Jay D.JAY (CONT’D} And though I would never demand... I can only suggest with a gesture of neighborly, you know... friendship... {holding out the two bags of bud) --. to please... consider the MUTE button for a spell. R.L. takes the bags of bud, opens one, sniffs it. He then points the remote in his hand toward the stereo. All goes quiet. R.L. shuts the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "D.Jay leaps his fence. A few children are running up his sidewalk with squirt guns - screaming and shouting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "Uh-uh. Naw. Y'all take that shit up to your own yards. Go play somewhere’s else. A brave boy squirts D.Jay in the side of the head and bur into laughter. D.dJay grips the dying tree in his front y and rips a switch off. D.JAY (CONT’D) Oh, you think that’s funny? (running after the boy) I know your daddy! I know your daddy! The kids scramble in all directions.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "INT. D.JAY’S WORK ROOM ~ DAY 70 D.Jay sits in his seat - he is almost out of breath.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "We gonna need to get some more drink holders.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEY",
          "text": "Stand by everyone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f70 Rev. 6/24/04 (Original White) 68.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHELBY",
          "text": "Standing by.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "Yeah, me too. I’m here. Key hits it. He spins his finger in the air and mouths th words: Rolling. Shug’s voice explodes over the headphones. She sounds incredible. She has to cover her mouth she’s so excited. D.JAY (CONT’D) (rapping) With my eyes I done seen some crazy things in these streets. Gotta couple hos working on the changes for me. But I gotta keep my game tight like Kobe on game night. Like takin from a ho don't know no better, I know that ain't right. The same people killed the same people deal. The same people live in poverty with no meals. It's fucked up where I live but this is how it is. It might be new to you but it's been like this for years. It's blood sweat and tears when it comes down to this shit. I'm trying to get rich before I leave up out this bitch. I'm trying to have things but it's hard for a pimp, but I’m praying and I'm hoping to God I don't slip Shug’s hook returns. Her and Nola are dancing to it. Key looks concerned. He keeps adjusting levels - something is wrong. D.Jay is about to start on the second verse. Suddenly, th tape stops.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEY",
          "text": "Cutting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WHAT",
          "text": "(CONTTNURD)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f70 7 Rev. 6/24/04 (Original White) 68A.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "Nigga, I gotta another verse!",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEY",
          "text": "D, I gotta talk to you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "EXT. D.JAY’S HOUSE - LATE DAY 7 D.Jay and Key are in a heated debate on the porch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEY",
          "text": "You gotta understand... I only bring this up cuz things goin’ so good. I mean this is goin’ a whole lot better than I thought. I just want it to be perfect.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "It sounded perfect to me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEY",
          "text": "It don’t matter what sounded good to you, D. It matters what I hear through the current. And I’m tellin’ you that microphone ain't shit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "What’s wrong with it? (CONT TNURD)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f71 72 Rev. 6/24/04 (Original White) 69.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEY",
          "text": "{holding it up) The mics we’re using got a wider pattern, D. They’re too flat. You start screamin’ they distort and pop out. D.dJAY Just when I get up you gotta fuck with my Mode. I ain’t gonna be that live again. I don’t care what mic I’m on. Shit was live.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEY",
          "text": "It was live, D. It was also distorted. D.Jay storms off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The SHOP OWNER is resisting D.Jay’s hustle. He is a portl red-breaded, sweaty guy, with black-rimmed glasses.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "I just don't see why I gotta pay so much more money for that microphone and the one right next to it, look just like it, cost half. If I buy two can I get ‘em both for ninety dollars. Nola is bored and browsing through the CD collection.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHOP OWNER",
          "text": "These are studio quality, They cost two hundred and fifty dollars. Why would I give you two at ninety apiece.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D. JAY",
          "text": "Cuz the customer always right. Ain’t nobody told you that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHOP OWNER",
          "text": "Not in this case, sir, no. If you want quality, you have to pay for it. The shop owner briefly looks over at Nola browsing the portable stereos.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "What was that? (CONTTNURD)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f72 Rev. 6/24/04 (Original White) 70.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHOP OWNER",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "What’ chu lookin’ at?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHOP OWNER",
          "text": "Nothin’.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "Now, hold up, Sparky. I ain’t gonna pop. See the thing is... I got it good with that one over there. She my girl and all but she ain’t really my girl. The shop owner looks confused. D.Jay peeks over at Nola. D.JAY (CONT’D) Now, she gonna wanna lock that door and see what kind’a specials you got goin’ on in back. And me? I’m the kind'a man that can walk right outside and leave somethin’ like her behind - cuz, truth is, she don’t belong to me. Not like that. (D.Jay pauses for effect) And maybe, when she ready to go, she can take somethin’ that don’t belong to her neither. The shop owner looks down at the microphone. D.JAY (CONT’D) (shrugging) Like you say... If you want quality... you gonna have to pay. D.Jay pats him on the shoulder as he walks away. He whispers into Nola’s ear. She listens and then looks o at the nervous shop owner. She rolls her eyes and furious whispers into D.Jay’s ear. He whispers back - a little lo this time, grabbing her arm forcefully. She pulls away with a jerk. D.Jay exits ‘with a broad smi D.JAY (CONT’D) Y'all be good. Nola inhales and exhales deliberately, turning the lock o the door. She turns to the Shop Owner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f72 73 Rev. 6/24/04 {Original White) 71.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NOLA",
          "text": "(unable to fake a smile) Hey.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "INT. D.JAY’S CHEVY - OUTSIDE THE PAWN SHOP - LATER ~ DAY Nola opens her door and slams it shut behind her as she p down beside D.Jay. D.Jay looks at her, expectantly, but s reveals nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "You got somethin’ for me? Nola explodes at D.Jay, hitting him in the shoulder. It startles him at first.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NOLA",
          "text": "Don’t you ever do that to me again!",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "Now, hold up...",
          "sentiment": "neutral"
        },
        {
          "speaker": "NOLA D.JAY",
          "text": "I ain’t some fuckin’ cash {pulling out a twenty) machine, where you can get Now I was gonna pay you what shit for free! I gotta have a you make... weren’t in ther say in what I do. I gotta for more than half a minute. have a say! I ain’t gonna Ain’t like you sweatin’ suck dick every time you come bullets in the back of some up short! Fuck you, D! Fuck niggaz car... Hey you got you! somethin’ for me? DO YOU GOT SOMETHIN’ FOR ME?! Nola reaches into her bag and throws the microphone at D.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NOLA",
          "text": "Here! Take it! You fuckin’ earned it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "Shit, Nola! You can’t be throwin’ this! This here a dynamic mic, studio quality. Couple hundred dollars right here! D.Jay realizes that Nola is sobbing. He tries to touch he but she pulls away. D.JAY (CONT’D) Now don’t get like this. Hey. You heard me? (MORE) (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f73",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Rev. 6/24/04 (Original White) 72. 73 D.JAY (CONT’D)} {it’s rare that Nola cries, so D.Jay gets a little nervous) We... We take care of our shit, Nola. By any means. We do what we gotta do. Ain’t that right? Huh? (No answer) Look it. You think I want this? You think I wanna spend the rest of my life pimpin’ yo pimpled country ass... well, I don’t, baby. NOT ME! D.Jay grips the wheel attempting to quell his angry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NOLA",
          "text": "(through her tears) Don't you know, D? Don’t you know what I do in them cars. (sorrow over takes her) . BE’ erybody got somethin’ to do! And I just want...",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "What? Say it!",
          "sentiment": "neutral"
        },
        {
          "speaker": "NOLA",
          "text": "Somethin’ I can...",
          "sentiment": "neutral"
        },
        {
          "speaker": "NOT THIS",
          "text": "Nola tries to swallow her tears, looking out the window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "The way I saw it... you was on the other side of the table, you know, with me. More like a... a executive producer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NOLA",
          "text": "Ain’t that just another way to say I gotta eat dick. The statement silences D.Jay. Nola wipes the tears from h face and the snot from her nose. D.Jay leans close.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "I think I got you dressed all wrong. Bitch like you need to be in a suit. Get you a mobile with an earphone jack. I’m tellin’ you...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f73 74 Rev. 6/24/04 (Original White} 73.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY, (CONT'D)",
          "text": "once I get you into some different shoes, you gonna feel better... You gonna look like you in charge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NOLA",
          "text": "(looks him dead in the eye) D. I know when you mess with my head to get what you want. And I let you do it. Cuz sometimes I need my head to be messed with. But right now... just don’t do it, okay? D.Jay nods respectfully and starts up the car. They drive away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "-INT. KEY’S HOUSE - KITCHEN - NIGHT : 74 The oven timer dings. Yevette removes a baked ham from her oven. INT. KEY’S HOUSE - DINNING ROOM/ INT. D.JAY’S WORK ROOM -",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIGHT",
          "text": "Yevette prepares a plate for herself at the empty dinning room table. Key shouts at Shelby over the beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEY",
          "text": "High hat! Put some high hat shit on top! Right there with the kick. It should go like, boom, boom, tack... ba-TEEK! With a deep sigh Yevette looks at Key’s empty chair. She shakes the sorrow away, laces her fingers and bows her he Shug is laying down in the bathtub covered in blankets. K is adjusting a mic positioned over her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEY",
          "text": "Try it now, baby.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHUG",
          "text": "(singing) Keep Hustlin’... Keep flowin’.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEY",
          "text": "(calling out} How was that? (CONT TNURD)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fRev. 6/24/04 (Original White) 73A.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHELBY",
          "text": "(o.c.) Tell her to put some dick in it!",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEY",
          "text": "(gently to Shug) He say you need to put more dick in it, baby.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHUG",
          "text": "(sweet as can be) Okay. We see Yevette pray.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YEVETTE",
          "text": "(praying) Most gracious and heavenly father... We ask that you bless this food and bless... our home... (CONTTNURBD)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "aed to",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "76 Rev. 6/24/04 (Original White) 74.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Yevette cannot continue. Tears come to her eyes as she co her mouth. Looking at the empty chair, Yevette calms herself. There refreshing sense of clarity in her eyes - the woman has m up her mind. Cur TO: EXT. D.JAY’S HOUSE - NIGHT 76 Yevette is dressed in a conservative brown blouse, holdin covered serving plate. She knocks. Shug opens the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YEVETTE",
          "text": "Hi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHUG",
          "text": "Hey.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YEVETTE",
          "text": "I’m... my name is Yevette, I’m Clyde's... Excuse me... Key’s wife.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHUG",
          "text": "He in back with the rest of the fellas. They fixin’ to cut.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YEVETTE",
          "text": "Cut?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHUG",
          "text": "Yeah. They recordin’ somethin’. It’s what they call it. Cut.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YEVETTE",
          "text": "Well... I just wanted to drop this off. It’s nothing, really. dust, sandwiches and... there’s dill sauce in the middle to dip if... Yevette hears a loud rhythm from the other room. She trie fan away the tears welling in her eyes. YEVETTE (CONT’D) I don’t want to disturb him or... or cause any fuss... I just... {distracted by Shug’s stomach) Boy are you pregnant. Shug takes the dish from Yevette and takes her by the han (CONTTNURD)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f76 77 Rev. 6/24/04 (Original White) 75.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHUG",
          "text": "Come on in. It’s okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "INT. D.JAY’S WORK ROOM - NIGHT 77 * Shug opens the door to the back room where all the boys a crammed and working. Nola is sitting on the floor by the fan carefully writing D.Jay on the tape labels; Key has his headphones on, test levels; D.Jay mumbles through some flow scribbled in his notebook;. Shelby is huddled by the MPC 3000 going over b Shelby is creating really loud beats on the drum machine. stops temporarily to speak with D.Jay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHELBY",
          "text": "I think you should throw your best ball. To me that’s the second bit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHUG",
          "text": "Hey fellas?",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "We gonna gab or we gonna roll? Key slaps his hands together and turns around toward the table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEY",
          "text": "(taking command) Alright, alright. Let’s beat this bitch! Upon seeing Yevette next to Shug, terror seizes Key as he snatches the headphones off his head and stands. KEY (CONT’D) Oh... shit... Everyone else in the room turns to see Yevette.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHUG",
          "text": "Shelby, Mickey... this here is Yevette. This is Key’s wife. (CONT TNURD)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fRev. 6/24/04 (Original White) 76. 77 CONTINUED: i Shelby and Mickey stand. Yevette is thankful that Shug is doing ali the talking. Key is paralyzed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHUG, (CONT'D)",
          "text": "(handing the serving tray to D.day} And look, y’ali. She brought everybody sandwiches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YEVETTE",
          "text": "There’s dill sauce. For you to dip, if... (her eyes meet Key’s) you all want... D.Jay stands, facing Yevette.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "You know, Key worked: real hard on this last one. You should stay and listen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YEVETTE",
          "text": "I didn’t want to interrupt. I thought... it being dinner time...",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "We'd like it if you could stay. {to Key) Huh, Key? Key remains staring at Yevette who stares back expectant, nervous. 78 INT. D.JA¥Y’S WORK ROOM - NIGHT 78 D.Jay is petting the new studio mic fastened to the desk arm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "This track here... It’s a piece of my heart. So, before I put my mouth to this mic and do this, I’d like to bless it with a kiss from our primary investor. D.Jay slowly spins the new mic to Nola. She is embarrasse but Shelby encourages her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHELBY",
          "text": "Go on, girl. Nola kisses the mic with her eyes closed. The mic spins b toward D.Jay. (CONTTNUFN)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f78 719 Rev. 6/24/04 (Original White) 77.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEY",
          "text": "Well, just like our primary investor, this mic is real hot. So fans off. The fans are turned off. A beat is heard as we push in on blades slowly turning to a stop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "INT. D.JAY’S WORK ROOM - LATER - NIGHT 79 D.Jay is concentrating hard. His flow is tight and confid Tape is rolling. D.dAY (rapping) This is my life and it’s a battle within’. I gotta survive even if I'm sinnin’ to win. And if I show no remorse I reap the devil’s reward. He said he'll give me riches but I'm searchin’ for more. When I was young witness my dad standin for right. Black pride in him even though he passin’ for white. Took years from my life now I'm missin it, mane. Mom on some other shit now I’m missin’ the plan. So I'm stuck in that fuck the world mold. Adolescence to a teen the world been so cold. Then my pimpin’ ass uncle put me up on the game. - It really ain't no love it's bout that paper mane. Put me in the position got me out ona mission. Collectin’ from the hos turned me about pimpin’. A nigga from Memphis dealin’ with life in the struggle. Missin the gift I was givin so I just stay bout my hustle. Shug is heard in the hook. We cut back to her in the bath recording the hook, singing soulfully into the mic hangin over her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ke ER HO OE + +e +e et",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f79",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Hook repeats. Shug sits in Rev. 6/24/04 (Original White) 77A. 79",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHUG",
          "text": "(singing) Keep hustlin’...",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "(rapping) It ain't over for me, no it ain't over for me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHUG",
          "text": "(singing) Keep flowin’...",
          "sentiment": "neutral"
        },
        {
          "speaker": "D. JAY",
          "text": "(rapping) I'm'a step my game up and get what's comin to me. a chair in the corner of the room. She rubs her stomach as her head moves to the beat, mouthing the words",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY, (CONT'D)",
          "text": "Now I'm just getting by and it’s fuckin with me. See others doin’ big things they was nothing to me. I'm seeing what I use to be and it's lookin legit. Got my hands on some music started fuckin with it. Put it down hard then I start bumpin to this. Let me check my connection cause we go back in the day. They was cookin for dro heard I was hustling hay. Got me connin’ my nigga spittin game to my hos. This is my opportunity feel like anything goes. I was never s'pose to see the new millennium mane. And I refuse to let my daddy \"Die in vain\". So I give it my all you feel my struggle and pain. If you ain't feelin what I'm spittin trick you lame to the game. But the closest one to me know I'm holdin it down. (MORE) (CONT TNURD)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "* +e HOF oF ee eH \f79 80 81 Rev. 6/24/04 (Original White) 77B.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY, (CONT'D)",
          "text": "You gonna feel me one day I'm gonna be hurtin the town.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHUG",
          "text": "(singing) Keep hustlin’...",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "(rapping) It ain't over for me no it ain't over for me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHUG",
          "text": "(singing) Keep flowin’...",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "(rapping) I'm'a step my game up and get what's comin to me. Hook repeats. As the track concludes we spin around the room, stopping briefly at each of our crew. WE SPIN TO: Shelby on keyboard. SPIN TO: Nola listening. TO: Mickey grinning. SPIN TO: Shug closing her eyes and grooving. SPIN TO: Yevette looking at her man in awe. SPI TO: Key winking at Yevette and pressing stop on the four- track. There is silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "EXT. ARNEL’S CLUB ~ NIGHT 80",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "(from inside the club) You a business man, Arnel. Let me ask you somethin’. You ever get... depressed? INT. ARNEL’S KITCHEN - NIGHT 81 Sitting on two crates, both D.Jay and Arnel share a blunt the storage room. They are playing dominoes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "+t eee FH FH EE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fa1",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Rev. 6/24/04 (Original White) 78. 81",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNEL",
          "text": "You mean sad?",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "(thinks) Way I see it. A man who make his own pay- roll. You know, hustlin’ his own agenda? {Arnel nods) That’s a whole lotta pressure to lay on a man. Not like his troubles stop at the end of the day. The shit stay with you. (sighs) I get down, that’s all.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNEL",
          "text": "That’s gonna happen when a man try to take charge of his own destiny. Hard thing to claim - destiny.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "I got that taken care of.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNEL",
          "text": "You think so, huh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "Ain't like it’s somethin’ a man can’t get control of. He just gotta do it,",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNEL",
          "text": "Okay, D. Lay it on me. What's your destiny.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "I aim to be a media empire.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNEL",
          "text": "And how you figure to be that? D.Jay removes a zip-lock bag of light brown marijuana. Ar eyes the bag.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "Yellow and blue make green.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNEL",
          "text": "Is that...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "Uh-huh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fRev. 6/24/04 (Original White) 79.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNEL",
          "text": "(referring to his joint) Why the fuck we smokin’ this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "This for Skinny. (D.Jay pauses for effect) When he come in tomorrow, on the Fourth, I’m gonna make a gesture. You know, my own little firecracker finale.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNEL",
          "text": "You just bein’ friendly or you wantin’ an autograph?",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "Autograph? Shit, I want a contract. I want distribution. Back~end publishing points. Fuckin’ standees with my pimpin’ mug on da front.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNEL",
          "text": "What’ chu talkin’ about... Standees?",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "(removes his pad) In two years, way I figure, Skinny gonna be wantin’ my autograph. Cuz that’s when I go platinum. Me. D.Jay... D.Jay looks at a Skinny Black CD Release poster on Arnel’ wall. D.JAY (CONT’D} (glares with confidence) That’s the name. And I came to bring the pain. We PUSH IN on Skinny’s face in the poster.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "Ani in my chest got me bustin’ at you lemon lames. His Mode starts pounding as we PUSH IN CLOSER: D.JAY’S ey and SKINNY’S FACE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO BLACK",
          "text": "+e * +t OE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fRev. 6/24/04 (Original White) 79A.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Establishing shot. \fRev. 6/24/04 (Original White) 80-82. INT. D.JAY’S BATHROOM —- DAY 84 D.Jay loops his black belt through and buckles it. Shug i sitting on the toilet watching him prepare for the evenin He looks impressive, dressed in black with his long leath coat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHUG",
          "text": "Ain’t you gonna be hot in your coat? (CONT TNURD)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f84 Rev. 6/24/04 (Original White) 83.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "Good leather breathe a bit. Keep you at the... you know.... the temperature you wanna be at. Shug smiles. D.Jay picks up a rolled up sock. A simple si watch rolls out of the sock and into D.Jay’s palm. D.JAY (CONT’D) This was my Daddy’s. Ain’t much shine on it but... you know, in the day, this was the shit. He worked for the school district... he fixed up all them school buses.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHUG",
          "text": "Yeah?",
          "sentiment": "neutral"
        },
        {
          "speaker": "D. JAY",
          "text": "Yeah. I see them buses today and I be all, “my daddy worked on them.” {a brief smile) But, uh... he been doin’ it for like, goin’ on 10 years. So the school district gave him this. Thought about burying him with it... but I thought, you know, maybe I should have, like, a heirloom, you know? He snaps it on and positions it just right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY, (CONT'D)",
          "text": "Wear it for luck. Help me get my Mode on. Shug stands up, nervous at first, but a deep breath calms her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHUG",
          "text": "I got you somethin’. (Shug offers a small box) I been watchin’ the videos and ali, and it be like all the rappers got some chain. D.day opens it and groans in appreciation and awe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "Oh, shit! He removes a gold medallion. It is in the shape of his na D.JAY. (CONT TNURD)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fRev. 6/24/04 (Original White) 84.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHUG",
          "text": "Always talkin’ about your name bein’ real, you know... thought people could see how you like it spelied out. With the J-A-Y.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "See this is what I’m talkin’ about. I gotta have my people think this shit up. Cuz I didn’t even think of somethin’ like THIS. You know? (admiring it) This shit is perfect. Shug takes it from his hands and attaches it around his n Their faces are very close.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D...",
          "text": "D.Jay waits for Shug to continue but soon realizes she is crying.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHUG, (CONT'D)",
          "text": "I get like this... cuz I'm pregnant. {trying to collect herself.) Lettin’ me sing. On the demo, like you let me do. [ felt... (she wipes her face and tries to breath) Special. And I know, you gonna be movin’ on and movin’ up. And y’all gonna get really good people backin’ you up. (D.Jay wipes away her tears) But for me... you need to know, it meant the world to me. It meant the world. And I wanted to thank you. D.Jay kisses her on her wet cheek. He lifts the D.JAY medaliion and looks at it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fRev. 6/24/04 (Original White) 85-86. EXT. D.JAY’S HOUSE - PORCH - DAY 86 D.day and Shug cross to the door. They peeks outside to s Shelby, Key, and Nola waiting by the Chevy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEY",
          "text": "{from the street) Don’t you gotta be there at nine?",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "(calls out to Key) He gonna be there all night, Key. (to Nola) Go calm that nigga down. Nola joins the others. D.Jay checks his packets. Shug see is nervous.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY, (CONT'D)",
          "text": "I ain't scared, you know?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHUG",
          "text": "I know. Shug gently touches his arm. D.Jay nods and closes the do He crosses to his crew by the car but he is preoccupied w the sensation of Shug’s touch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHELBY",
          "text": "(looking at the medallion) Oh wow. Check it out! How cool is that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEY",
          "text": "I got extra demos in the car in case he got some label folks around. They cassettes now. He want a CD, he gonna have to hit us back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHELBY",
          "text": "(still enamoured with the medallion) I want one of these, man. Do I get one?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEY",
          "text": "(noticing D.Jay is preoccupied) What’s wrong with ya, D?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHELBY",
          "text": "You got your Mode on? A thought hits D.Jay. (CONTTNURD)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f86 87 Rev. 6/24/04 (Original White) 87.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "Hold up. D.day bounds up his steps. INT. D.JAY’S HOUSE - DAY 87 He throws open the front door, startling Shug who has hee spying out the front window. D.Jay grabs Shug with controlled force bringing his lips hers. The girl collapses under his uncharacteristic passion. Sh moans, clutching his face, as he holds her almost upside in his embrace. The kiss finally concludes. D.Jay stands Shug upright and burns into her eyes with his. Shug holds the bottom of he stomach and breaths evenly trying not to give birth right then and there. D.Jay nods proudly, certain of one thing in his life if nothing else. He shuts the door behind him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "Yeah, I got my Mode.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "\fRev. 6/24/04 (Original White) 88. EXT. ARNEL’S CLUB/ D.JAY’S CAR - LATE DAY D.Jay pulls up in his Chevy into the parking lot. The mus stops as he turns off the car. He slides a demo tape from stack positioned on his dash.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "{looking into the mirror) Show time, D. He steps out of his car. His confident swagger ebbs as he sees the tricked out Cadillac Escalades parked out front. He swings the front door open and slams into YELLOW JACKE large looking man dressed in (surprise) a yellow jacket. D.JAY (CONT’D) What’s up, Cuz. Happy. Fourth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YELLOW JACKET",
          "text": "Sorry man, we’re closed for tonight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "Arnel know I'm supposed to be here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YELLOW JACKET",
          "text": "It’s a private party and I know everyone who supposed to be here. So... Arnel calls from the back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNEL",
          "text": "Hey! He good. He good, man. I already told Skinny.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YELLOW JACKET",
          "text": "(chews on a tooth pick) Ah-ight. Show me some love, bra.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "I don’t tip the doorman, “Bra.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "YELLOW JACKET",
          "text": "Put your arms up. D.Jay sighs and complies. Yellow Jacket pats him down. (CONT TNUFD)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "90 \f90 91 Rev. 6/24/04 {Original White) 89.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "YELLOW JACKET (CONT’D) Welcome to the party.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "INT. ARNEL’S CLUB - LATE DAY 91 D.Jay enters through the front door of Arnel's. He cautio scans the place for Skinny Black. Music blares. Twenty or so have collected in front of the large table. Skinny remains hidden. Arnel breaks D.Jay’s concentration.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNEL",
          "text": "They aim to party tonight. D.dAY Where’s he at?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNEL",
          "text": "Up yonder at the big table. D.Jay looks to the mass of bodies, all with their backs turned toward him. Girls in booty shorts giggle and worm their way through the onlookers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "I don’t see him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNEL",
          "text": "I’1l take ya on over. You ready?",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "Shit, I ain’t in no rush. Can I get a drink first? Arnel and D.Jay move to the bar. Arnel pours a drink whil D.Jay’s eyes scan the face of the entourage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNEL",
          "text": "It’s always strange to see him, you know. Up close. Bein’ that I known the man all his life, I still got it in my head that he a hundred feet tall from that music video where he walking through that city like King Kong. D.Jay turns to Arnel and drinks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f91 Rev. 6/24/04 (Original White) 90.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "They do that shit with computers. He ain't that big.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNEL",
          "text": "(can’t hear) Huh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "I say, he ain’t that big! A loud, annoying voice sounds over the party.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WHO THE FUCK IS THAT",
          "text": "D.day and Arnel freeze as the group separates and stares at them. . Sitting at the table wearing black, bottle-rimmed sunglas camouflage designer threads, and a mouth full of platinum none other than SKINNY BLACK. D.Jay was right - he’s not that big. SKINNY BLACK (CONT’D) I can’t believe what my own Goddamn eyes is seein’! I’m gonna have to get me a seeing-eye-nigga just tell me what I'm lookin’ at fo'sho! D.Jay can barely breathe. He believes Skinny is talking a him. SKINNY BLACK (CONT’D) Is it? Can it be? My one, my only? D.Jay is about to answer, but is cut short by a deep, boo voice from behind him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKINNY, DAT YOU",
          "text": "Arnel and D.Jay turn to the door and see SLOBS, an enormo round man dressed in a blue velour jump suit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLOBS",
          "text": "They dog each other as they approach.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fa1 92 Rev. 6/24/04 (Original White) 91.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLOBS . SKINNY BLACK",
          "text": "Is that my bone assed, buck- You corn-fed, belly bustin’, toothed, Ethiopian poster- ass crack as long as the boy, too big for his own fuckin’ M-I~crooked-letter- pampered britches, mother- crooked-letter--I-P-P on ya fucker? own feet cuz you can’t see ya own dick when ya take a piss, bitch! They are both in each others face. All is quiet. All eyes them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLOBS",
          "text": "(big ass smile) Yeah, that’s me, baby. They embrace and mumble incoherent love to each other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKINNY BLACK",
          "text": "Back in the day, nigga... back in the day... back... IN... THE... DAY! {leads Slobs to his table) Need to get a drink in ya hand and a pussy in ya fat lap! Com’on! Hey Tigga! Tigga, Slobs from the hood up in this! Slobs bumps past D.Jay on his way over. D.Jay keeps his composure, still shell-shocked from earlier.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNEL",
          "text": "You ready to go over?",
          "sentiment": "neutral"
        },
        {
          "speaker": "D. JAY",
          "text": "Hold up. INT. ARNEL’S CLUB ~ BATHROOM - NIGHT 92 D.Jay opens the door to the cramped bathroom. A drunk kid baggy jeans is drying his hands under a air-dryer. D.Jay waits as the dryer stops. The drunk guy pushes the button again to start it up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "(tossing him out) They dry, punk! The door slams. He faces himself in the mirror. D.JAY (CONT’D) Get’ cha Mode on, D. He is now ready. (CONT TNURD)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f92",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Rev. 6/24/04 (Original White} 91A. 92",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNEL",
          "text": "(v.o.) Skinny. I think you already know my boy D.Jay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Skinny Black Rev. 6/24/04 (Original White) 92.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLUB",
          "text": "looks at D.Jay with an absent expression. He is surrounded by guys on cell phones and tight dressed honey Skinny squints behind his glasses, D.Jay jumps, Skinny Black",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKINNY BLACK",
          "text": "Hey... I don’t know who this nigga is. in extending his hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "Good to see you again, Skinny. Been a while since you been back home, ain’t it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKINNY BLACK",
          "text": "Got my people tellin’ me I been away too long. Like I’ms comin’ back. Like they’s a back to get back to. I said, FUCK! Best place to keep Memphis is in my rear-view, ya-naw-I’m-sayin’? Ya-naw-what-I’m- sayin’? Who-ever-the-fuck-you-is, ya-naw- what-I'm-sayin’ 2?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNEL",
          "text": "Skinny, this is the man I was telling you about.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKINNY BLACK",
          "text": "(remembering, to Arnel) On! Oh! Oh this here the man?",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "That’s me. I’m the man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNEL",
          "text": "This here, D.day.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "We went to different schools but... flashes a gold grin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKINNY BLACK",
          "text": "D.J.? D.d. what? Like D.Jg., like short fo’ somethin’ D.J.? Or you sayin’ like you a (motions like he’s scratching) Vip, vip, verp kind’a D.J.?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fRev. 6/24/04 (Original White) 93.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D. JAY",
          "text": "(awkward) Just... (fumbles with medallion) ..-just D.Jay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKINNY BLACK",
          "text": "Nigga, you got somethin’ for me? D.Jay is thrown by Skinny’s directness. He holds a demo t in his hands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "Well, yeah. But before I give over, I just gotta say...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKINNY BLACK",
          "text": "Every time I come to Memphis, my boys hook me up wit some dirt weed, taste like they grown it out the ass a’some redneck. But my boy Arnel say you slangin’ the prime. Realizing now, what he is referring to, D.Jay reaches in pocket and pulls out the prime pot. He hands it over to Skinny Black, but the man in the Yellow Jacket grabs it first.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKINNY BLACK, (CONT'D)",
          "text": "What do I owe you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "D. JAY",
          "text": "It’s cool. You know, we old friends, Skinny.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKINNY BLACK",
          "text": "Have a seat my blood brother. (smells the pot) Momm. You ain’t fuckin’ around with this bag. I just might be in love.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "Remember when you was at the drive-in?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKINNY BLACK",
          "text": "(unable to hear over the music) What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "The drive-in. You was sellin’ your underground tapes...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f93 Rev. 6/24/04 (Original White) 94.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Tigga pulls a HOT GIRL dressed up in a sexy UNCLE SAM out onto his lap for Skinny to see. Skinny explodes with horn delight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKINNY BLACK",
          "text": "(checking her out)",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOOOOOOVE",
          "text": "Tigga and Skinny’s crew begin singing and cutting up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKINNY",
          "text": "(loud and cbnoxious) STAND BESIDE HER! AND GUIDE HER... D.Jay looks down at his demo tape in his hands. He is los control of the sit. He started off wrong. He rubs the bac his.neck and then adjusts the chain and medallion around neck, The sound in the room fades away. D.Jay inhales and glare Skinny Black. His MODE comes to his aid: BOOM! BOOM! BOOM! BOOM! BOOM! He grins, takes a breath and interrupts Skinny Black and crew.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "Hey, Skinny? Man, I wanna ask you somethin’. (Skinny passively looks his way) What the fuck happened to you? Skinny Black and Yellow Jacket look at D.Jay, stunned int silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKINNY BLACK",
          "text": "Huh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "YELLOW JACKET",
          "text": "The fuck did you just say?",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "(cool as ice) I remember when you started cuttin’ that underground shit... it just flew through Memphis. Like a typhoon. I couldn’t walk my ass down half a block without the pavement crumblin’ under my feet from some Cadi boomin’ with yo tracks out the back. (MORE) (CONT TNURD)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fRev. 6/24/04 (Original White) 94A.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY, (CONT'D)",
          "text": "(D.Jay looks a little sad, turns away} I just miss ya Skinny, that’s all. Skinny doesn’t know what to say - he struggles with anger anticipation. He pushes the UNCLE SAM GIRL away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKINNY BLACK",
          "text": "Miss me? Nigga I don’t even... {pissed} (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fRev. 6/24/04 (Original White) 95.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Skinny Black",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKINNY BLACK, (CONT'D)",
          "text": "So. What? You sayin’ I can’t cut it no mo? Like I ain’t the shit?",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "You know one day this all gonna be gone. This club, this city, the whole fuckin’ US of A. It all gonna turn to dust, you heard me? But then a whole new civilization of people gonna dig. They gonna find, like, the pyramids in Egypt, they gonna find the fuckin’ Empire State. But if they wanna know about my people, my hos, my boys... all they gotta do is find your first underground tape... joins in. Nodding.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "North Third Thugs. Skinny is now completely into D.Jay, leaning in over the small table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKINNY BLACK",
          "text": "You know, I cut that motherfucker myself. In my mommas laundry room, man. It raw as hell but I put everything I had in that. Made my own covers with magic marker. Talkin’ real ghetto, D.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "But that’s the sign of genius, Skinny. It’s not enough to fuckin’ climb Mt. Everest... you gotta do with the least amount of tools.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKINNY BLACK",
          "text": "It’s about the man. One man. D.dJAY One man and his skills.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKINNY BLACK",
          "text": "Like the samurai say. You know, a sword only as powerful as its master.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "Ain’t the size of the dog in the fight but the...",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "... fight in the dog.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fRev. 6/24/04 (Original White) 96.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKINNY BLACK",
          "text": "(slaps hands with D.Jay) My nigga.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "Now I know a man gotta do what a man gotta do. (glance at Yellow Jacket) Gotta surround himself with people think they gotta say in who Skinny Black is. Them big labels ain’t nothin’ but a pimp of a different color...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKINNY BLACK",
          "text": "Oh they pimpin’ me. Ain’t no lie. I’ma ho on the corner. No doubt. Got me tourin’ the chittlin’ circuit all through the summer... gotta split my paper with them greedy number-crunchin’ mother- fuckers. Ain’t like it was back in the day.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "Skinny... you ain’t gotta explain shit. You do what Skinny Black wants to do and Memphis’1ll be there for you. Like you was here for us back in the day. D.day removes an old cassette tape and slides it across t table to Skinny Black. Skinny looks down to see his old underground tape. He col his own name like a graffiti tag. It is over a decade old Skinny carefully picks it up and, to the wonder of all around, removes his shades.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKINNY BLACK",
          "text": "My underground. Look, Tigga. Slobs, look at what this nigga got. (genuine) I... can’t believe you got one of these, man. I don’t got none of these left.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "(leans in for effect) Skinny, you got thousands of these in you. Just come back home. Everyone is silent. They all look to Skinny Black. (CONTTNUFDt \f93 94 Rev. 6/24/04 (Original White) 97.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKINNY BLACK",
          "text": "{to D.day, holding up his bag of prime weed) You stand behind yo’ product?",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "Is a pig’s pussy pork?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "INT. ARNEL’S CLUB - BACK ROOM - LATER - NIGHT 94 Rap music, fuzzy and heavy on bass through Arnel’s twenty year old amplifiers. D.Jay’s fingers break open a cigar, gutting the tobacco a replacing it with his New Orleans herb. With a roll and a lick, the two are ready to share a smok the blunt is passed back and forth between D.Jay’s lips a Skinny Black’s platinum grin. They laugh together from a separate room of the club. Skinny’s friends continue their party from a distant tabl Skinny is now half way through a story that he can barely out - a mild case of the giggles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKINNY BLACK",
          "text": "Had me this Mustang. Fuckin’ tight ride. hood snout, maple dash... two-toned metallic monster motherfucker. I go to m’ lady's crib over in the Courts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "(laughing) I had a lady in the Courts, too. Had a few.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKINNY BLACK",
          "text": "I go inside. Get my ugly on. Come out and my ride is gone. And I nut pretty damn fast... these fools must’a snagged my ride (snapping his fingers) like that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "Gone in sixty seconds.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fRev. 6/24/04 (Original White) 98.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKINNY BLACK",
          "text": "So I call up my crew. I say, “pick me up.” Cuz I knew they only one place these fools go cruisin’ in my hot ride.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "Millbranch,.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "Nobody cruise Millbranch no more. It all down'on Riverside now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKINNY BLACK",
          "text": "So we roll down to Millbranch and we wait. And sho’nuff. Here come my car. (laughs) We roll up in front. Box them mother- fuckers in. Twenty niggaz come rushin’ at ‘em. Pullin’ these fools out my ride. And I'm screamin’ like a woman, “Don’t touch my car! Don’t touch my car! Ain’t you seen my two-tone metallic?” Their laughter dies down. They both take another hit off blunt. D.Jay eases in for the kill.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "Skinny. I ain’t a scrap of cheese off yo’ table... but... (holds up the demo tape) My heart beats in this motherfucker. I put my blood in it. .",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKINNY BLACK",
          "text": "Is that for me? Can I take that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "I ain’t tryin’ to play you. You the only one I want to give this to. Cuz I respect you. Cuz we old friends.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKINNY BLACK",
          "text": "That’s the truth man, and I miss you, Jay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "{lifting his medallion) It’s D.Jay. Ain’t no tag. Just D.Jay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKINNY BLACK",
          "text": "D.Jday. Okay. My bad, D.Jay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f94 95 Rev. 6/24/04 (Original White) 99.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "If you could just give me a shot. Help get my voice heard... that.... that would... I don’t have words, Skinny. I don’t have words.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKINNY BLACK",
          "text": "Hey man... I got somethin’ to tell you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "Okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKINNY BLACK",
          "text": "It’s important. You listenin’? D.Jay Nods. Skinny Black is having a hard time focusing. wobbles on his feet and grabs on to D.Jay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKINNY BLACK, (CONT'D)",
          "text": "Everybody gotta have a dream. (again) Everybody... gotta have a dream. D.Jay nods, not knowing what to make of this statement. B he rolls with it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "I hear you. Skinny blinks, steadies himself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKINNY BLACK",
          "text": "Where da bathroom at?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "INT. ARNEL’S CLUB ~ AT THE BAR ~ LATER - NIGHT 95 D.Jay pulls himself up to the bar. He tries to conceal hi giee from Arnel, but a grin escapes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNEL",
          "text": "How'd it go?",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "I fuckin’ played it like a pro.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNEL",
          "text": "(slides D.Jay a drink) Teli it, D. (CONTTNURD)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f95 96 Rev. 6/24/04 (Original White) 100.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "My Mode is poundin’. Got it deep in my gut. All he gotta do is play it. Gonna be... undeniable. Just you wait. (takes a swig) You gonna need to get yo weed from some other hustler.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNEL",
          "text": "I’m happy for you, D. You earned it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "My ladies. My precious... Shug... and Nola. How they came through for me. Let me tell you, Arnel... I just wanna give back to ‘em. Ain’t gonna feel like a man ‘till I give back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNEL",
          "text": "(takes a hold of his arm) You on your way. D.Jay takes one last swig of beer and slaps a twenty on t bar as well as a demo tape.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "That’s for you, Arnel. Gonna take a piss and roll.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNEL",
          "text": "See you, D. cur TO: INT. ARNEL’S CLUB - BATHROOM ~ NIGHT 96 D.Jay bursts into the bathroom, catching his reflection i the mirror over the two sinks. He focuses his eyes, chasi his buzz away. And then an echoed mumble from somewhere in the bathroom. sounded like an attempt at language but came out as a gar of slurs and vowels. D.Jay is cautious more than curious as he opens the only stall in the bathroom. He slowly pushes it open. Skinny Black is passed out on the floor in front of the toilet with his pants around his knees. He is mumbling incoherently, occasionally flinching like a dog having a nightmare. (CONT TNUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fRev. 6/24/04 (Original White) 101.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "Ain’t this some shit. D.Jay kneels down next to him, almost at eye level with Skinny Black. D.JAY (CONT’D) Hey? Skinny? You need to piss, let's try it standing up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKINNY BLACK",
          "text": "(barely audible) Talk to me... about... shit...",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "That’s right. I’m talkin’ to you. You need some help, dog? No clear answer comes from Skinny Black. D.Jay stands Ski Black up, holding him in place with one hand. D.JAY (CONT’D) Tell you what? Ain’t many in this world put a man’s dick away for a brother who can't. Best show me some love for this. D.Jay pulls Skinny Black’s pants up and buckles his belt. Skinny Black is still mumbling. D.JAY (CONT’D) You know... we go on the road one day, I ain’t gonna do this. A man could do all kinds of trouble to you right now, you wouldn’t even... Something catches D.Jay’s eye. He lets go of Skinny Black letting him fall to the floor - smack. D.Jay is stunned. He cannot swallow, he cannot blink, he cannot look away. He kneels before the toilet looking inside. He slowly rea into the toilet to retrieve his demo tape. Dripping with piss and God knows what else, D.Jay lifts t tape out of the toilet. The tape from inside the cassette been pulled out, hanging like a long tangled braid. A rage builds in D.Jay as he lifts Skinny Black up agains the wall. The rage turns to unbearable hurt. (CONT TNURD)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fRev. 6/24/04 (Original White) 102.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "D.JAY (CONT’D) (Holding the tape up) Tell me this fell out’cha pocket. TELL ME",
          "sentiment": "neutral"
        },
        {
          "speaker": "THIS FELL OUTTA YOUR POCKET",
          "text": "Skinny wakes up briefly, slurring, trying to talk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKINNY BLACK",
          "text": "Hey...",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "Hey, what... go on, Skinny, speak up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKINNY BLACK",
          "text": "You... you could...",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "What? What can I do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKINNY BLACK",
          "text": "You can suck my dick, bitch. D.Jay nods. His rage is oddly calm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "You suck on this. D.Jay crams the demo from the toilet into Skinny Black’s mouth. He pushes it in hard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUCK ON THIS",
          "text": "D.Jay’s fury overtakes him. He throws Skinny Black to the floor and pounds his face repeatedly. After five hits to his face, Skinny reaches into his coat removes a silver .45 pistol. With another punch from D.Ja he drops the gun to the floor. D.Jay grabs it and pushes the muzzle up against Skinny Black’s face. D.JAY (CONT’D) Oh, you want this? YOU WANT THIS! Look at me, Skinny. LOOK AT ME MOTHERFUCKER! There is sudden silence save the music pounding from the outside. D.Jay realizes where his anger has taken him. Re returns. Fear pervades.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f96 Rev. 6/24/04 (Original White) 103.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "D.JAY {(CONT’D) (softly) Skinny? D.Jay kneels down next to Skinny Black, lightly slapping bloody cheeks attempting to bring him back to consciousne D.JAY (CONT’D) You need to wake up, now. Come on... wake up, Skinny. Skinny lets out a groan. D.Jay stands quickly, suddenly spooked. D.JAY (CONT’D) Shit. Oh, shit. D. What did you do... The noise from outside increases suddenly as the man in t YELLOW JACKET enters the bathroom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YELLOW JACKET",
          "text": "Yo, Skinny! Where...? He sees Skinny on the floor and D.Jay standing above him holding the gun. YELLOW JACKET (CONT’D) What the fuck! It all happens at once. Yellow Jacket quickly reaches ins his coat pocket. D.Jay simply lifts his hand and fires, hitting Yellow Jacket in the shoulder. Blood splatters against the back wall. Yellow Jacket scre and slips falling to the dirty floor tiles ~- his fresh w hitting first. Another howl. D.day steps back in fear. He points the gun at Skinny and then back at Yellow Jacket struggling on the floor and th to the door, open wide to the now silent club.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "(te Yellow Jacket} Don’t you move! You hear me! D.Jay notices Yellow Jacket looking out the bathroom door his friends.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY, (CONT'D)",
          "text": "{calling out) Hey! I’m comin’ out! I see a gleam of steel, I’m’a shoot. Anybody don’t wanna get shot best step back! I’m coming out!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f96 gt 98 99 Rev. 6/24/04 (Original White) 104.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "D.Jay keeps the gun pointed at Yellow Jacket as he creeps the front door. INT. ARNEL’S CLUB - NIGHT 97 D.Jay appears in the doorway of the bathroom before a sil and captive audience. Yellow Jacket squirms on the floor, clutching his shoulder. He clinches his teeth attempting contain his pain. Tigga moves forward. D.Jay points the gun right at Tigga.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "Not tonight, Tigga. (Tigga stops) You wanna test me? Back up! {they aren’t fast enough)",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIGGA BACK UP",
          "text": "D.Jay’s shout scares himself just as much as it scares th crowd. As he backs toward the door, D.Jay notices Arnel behind t bar, looking at D.Jay with confusion and fear. D.Jay atte to apologize with his eyes but it is already taking too l to get out of the club. With a burst of speed, D.Jay takes off out the door. EXT. ARNEL’S CLUB - NIGHT 98 D.Jay runs to his car, trying to keep Skinny’s gun pointe the front door just in case. He scrambles for his keys. The Chevy roars as D.Jay cranks it to life. Four members of Skinny Black’s crew leap out of the club. aims a pistol at D.Jay’s car as he flies out of the parki lot. He fires twice. The back window of the Chevy shatter",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "D.Jay enters the club crossing to the DJ booth immediatel Mickey is changing discs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "Mickey.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MICKEY",
          "text": "Hey, man. How’d it go? (CONT TNURD)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f99 100",
          "sentiment": "neutral"
        },
        {
          "speaker": "M1",
          "text": "Rev. 6/24/04 (Original White) 105.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "D.Jay moves Mickey away from the booth with urgency.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "Mickey, I need some cash and I need it right now. How much can I use from you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MICKEY",
          "text": "I just came on, D. Girls tips me when they pay out and that ain’t gonna be for hours.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEY",
          "text": "D.Jay turns to see Lexus dressed in a string bikini. She unleashes her furry from the stage. LEXUS (CONT’D) You see me? (grabs one of her tits) You see this? It’s all real, baby. Head to toe. I ain’t no front-faggot-bitch! You hear me? D.Jay is caught in her tirade. He can’t even look away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEXUS",
          "text": "I'll be right here. On my stage. Doin’ my thing. Now who the fuck is you? Huh? I wanna hear ya, baby. Come on! Who the fuck is you? EXT. KING OF CLUBS -— NIGHT 100 D.Jay throws the door to the club open gripping the side the building to steady himself. He takes deep breaths to stave off nausea. Reaching under leather coat, D.Jay retrieves Skinny’s gun. With his free hand, he grips the silver watch on his oppo wrist - the hand holding the gun. A decision has been made.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "INT. D.JAY’S CHEVY - NIGHT 100A As D.Jay drives up his street, his view through the windshield glows with blue and red pulsating lights.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fRev. 6/24/04 (Original White) 106.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "The police are there in full force. Arnel is with them, reluctantly, along with the remaining Skinny Black crew, including Tigga. D.Jay pulls to the side of the road and hops out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIGGA",
          "text": "There he is! There that mutha~fucka go, * right there! Shoot his ass! * D.Jay immediately raises his hands into the air. The poli spin around and pull their side arms into position.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POLICE",
          "text": "Put down your weapon and step away from the car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "(stepping away form the car) I ain’t got nothin’ on me, it’s in the glove.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHUG",
          "text": "(running toward D.Jay) D.Jay! D.Jay! Nola runs after her trying to stop her. Three police offi hold her back. Key and Shelby rush to the end of the stre",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "Ease up, Shug, it’s ah-ight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NOLA",
          "text": "(screaming at the police) Get off her! Get off her!",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIGGA",
          "text": "Hey! Shoot him! Shoot the motherfucker! The police wrestle Shug to the ground as she screams. BOOM! A firework sounds above.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHUG",
          "text": "(crying) I just wanna go with him! I wanna go!",
          "sentiment": "neutral"
        },
        {
          "speaker": "D. JAY",
          "text": "(yelling at the cops) Goddammit, get off her! She’s pregnant! * Get off! Key get them niggaz off my girl! (CONT TNURFD)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fRev. 6/24/04 (Original White) 107.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Key looks shell shocked. Shelby rushes to help Nola with Shug.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POLICE",
          "text": "(calling out to D.Jay) Put your hands on the hood of your car!",
          "sentiment": "neutral"
        },
        {
          "speaker": "D. JAY",
          "text": "Get ‘em off her!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHUG",
          "text": "D.Jay... D.Jday, please...! The police help Shug up to her feet. Nola and Shelby come her side and helps her stand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POLICE",
          "text": "Come to the front of the car! Do it! Now! D.Jgay slowly moves to the front of the car, hands raised Shug is on her knees, sobbing into Nola’s stomach. D.Jay turns to the front of the car slowly putting his pa down on the hood of his own Chevy. He is slammed from behind by three officers. Shug screams out. Nola has tears running down her face as she holds tightly onto Shug, quivering in her arms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEY",
          "text": "(yelling at the officers) He turned himself in! He turned himself in! Don’t dog pile him like that! Nola can see D.Jay with his face on the hood of the Chevy he is grunting in pain and humiliation. Tigga has made it closer to D.Jay. He taunts him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIGGA",
          "text": "That’s my brother you fuckin’ with! That’s my brother! I’m gonna get you stuck! In the joint, Bitch! The police empty his pockets. Three demo tapes are sprawl out on the hood of the car followed by his notepad. A sudden panic comes over Nola. She rushes past the polic the side of the Chevy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NOLA",
          "text": "D.day? D.Jay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f191 Rev. 6/24/04 (Original White) 108.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "D.Jay opens his eyes as another officer tries to move Nol back. She resists. NOLA (CONT’D) (pleading) Tell me what to do. Please tell me what to do. Her plea is exactly what D.Jay needs to hear - his confid restored.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "Pick up my pad. (Nola picks up the pad) Disc Jockeys, baby. Get ya ass off the track and get our shit some play. Put it in their hands, baby. Make ’em play it! The cops Lift D.Jay up and puli him away. D.JAY (CONT’D) POLICE I got a stack of demos in the You have the right to remai car. Tell Key and Shelby to silent, anything you say can get that shit on disc. In two and will be held against yo weeks I wanna hear my music in a court of law... in the yard at 201. You in charge Nola. Say it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NOLA",
          "text": "(crying)",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "Say it, Nola! Nola follows him as they pull him away. Tigga brakes free punches D.Jay to the ground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHELBY KEY",
          "text": "HEY! Get the FUCK OFF HIM! Nola covers her mouth as police push Tigga back. A fight now erupted between the members of Skinny’s crew and D.Ja neighbor, R.L.. Shelby and Key are filled with rage, they race at Tigga. Shelby is the first to clock him as the two join the figh D.Jday is lifted to his feet again, blood leaking from hi nose. He is smiling - alive with confidence for Nola’s benefit. (CONTTNUFD)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f101 32 103 Rev. 6/24/04 (Original White) 109.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY, (CONT'D)",
          "text": "Come on, baby! Who’s in charge?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NOLA",
          "text": "{sobbing) I’m in charge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "There you go. Say it again, partner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NOLA",
          "text": "I’M IN CHARGE! D.Jay is shoved in the back seat of a squad car. It has n turned to mayhem: photographers, neighborhood thugs pound the car. The squad car disappears around the corner, leaving Shug weeping and Nola standing alone in the street, quivering the pulsating lights. Fireworks crackle in the night sky. FADE TO BLACK. INT. D.JAY’S JAIL CELL - DAY 102 The cell door opens. With a grinding rhythm the bars move past D.Jay’s unmoving eyes. D.Jay walks through the corridor, his head lowered, his h in his pockets. A Prison Guard walks behind him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "D.Jay enters the room divided by protective glass ~ priso on one side, visitors on the other. Sitting with his arms crossed, looking appropriately pens is Key. D.Jay picks up the phone. Key waits a moment before picki up his side, choosing to stare at D.Jay instead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "I tried callin’ the house but... the phones...",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEY",
          "text": "Yeah. They got turned off. But it’s okay. Me and Yevette, we pitching in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fRev. 6/24/04 (Original White) 109A.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Key removes a picture of a baby girl and places it up aga the plexi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fRev. 6/24/04 (Original White} 110.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "KEY (CONT’D} Baby girl, in case you was wonderin’.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "(sadness and joy) Awe... she’s precious. Look at that. What she callin’ it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEY",
          "text": "Named her Kiesha.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "Kiesha? No shit. That’s a good handle. I like that. Kiesha. D.Jay suddenly tears up. It surprise him, embarrasses him Key puts the picture away abruptly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY, (CONT'D)",
          "text": "With what I got to do... with the people I got in my life... it feels like an eternity in here. I can’t get my Mode back. I don’t hear a thing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEY",
          "text": "Whenever you say somethin’ serious to me, you always say, “look me in the eye.” You know? (D.Jay nods) Now I want you to look me in the eye. (leans in) Did you know Skinny Black... before that night? D.Jay sits in silence for a moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D. JAY",
          "text": "This little girl, Keisha... she gonna dream large like kids do, you know. One day she gonna ask me if she can grow up and be President. (silence) Now I know this girl got a ho for a momma and some trick for a daddy, ain’t nobody know where he at. But I tell you, Key, I’m gonna look that girl right in the eyes... and I’m gonna lie. Cuz sometimes you got to. Key understands. He takes a breath.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "So what’ chu been doin’? (CONT TNURD)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f103 104 05 106 Rev. 6/24/04 (Original White) 111.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEY",
          "text": "Back to a whole lot more of the same.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Key is sweating as he loads his gear into the back of his van.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEY",
          "text": "(v.o.} I’m back to recording depositions and school recitals. We CUT AHEAD to him waiting at a stop light. Next to him, car load of young men roll up in a convertible blaring ra music.. Key looks sad and defeated.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEY, (CONT'D)",
          "text": "(v.o.} You talk about eternity. Yeah, that’s been on my mind, too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shelby is pushing a crate of soda cans through the front of a truck stop. He waves to the woman behind the counter",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEY",
          "text": "(v.o.) It’s been on all our minds. Shelby begins stocking the machine with product. INT. D,JAY’S HOUSE - DAY 106 Shug holds her baby in her arms and looks out the window if she is waiting for D.Jay to come home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEY",
          "text": "(v.o0.) We was just dead. Locked up just like you. But ain’t no sorrow gonna take away Shug’s song, let me tell you. She got love for you, D. When you talk on eternity. You think about your woman. She softly hums a song.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "\f7 108 09 110 Rev. 6/24/04 (Original White) 112.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "D.Jay nods. He ponders Shug’s sadness and takes a breath.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "What about Nola?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEY",
          "text": "Nola. Weil... let me say this. That girl got a Mode of her own. Cur To:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "High hat beats as we see D.Jay’s Chevy roll up and stop. Nola steps out dressed in a tight, mini-skirt suit. In he ear is a mobile phone headset. The cord dangles free beca there is no phone. She tucks the slack in her small purse",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEY",
          "text": "{v.o.) That girl hit the bricks runnin’. Somehow she got it in her head that she was in charge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We pan across the mix board.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEY",
          "text": "(v.0.) She hit every shake joint and station Memphis got and then some. Now I don’t know how she did it... but let me say that girl got some skills. We see Nola suggestively sitting on a DJ’s lap. She passe him a joint and puts on the charm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NOLA",
          "text": "We can’t lay around lickin’ our ass all day like a dog. I mean, we man. I know I’m a girl and all but...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nola hops in the Chevy and cranks the engine. She starts pushing the buttons on the old radio. (CONT TNUFD)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fRev. 6/24/04 (Original White} 113.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "111 112 113",
          "sentiment": "neutral"
        },
        {
          "speaker": "NOLA",
          "text": "(v.o.) We mankind. The dial hops to different sides and stops on a familiar beat. It is the Whoop That Trick song. The camera spins and stops on our crew hearing the track the first time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOOK",
          "text": "Whoop that trick... get ‘em Whoop that trick... get ‘em Whoop that trick... get ‘em Whoop that trick... get ‘em",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shelby drops a case of sodas as he runs over to the front counter. He reaches past the woman and grabs her radio. H cranks up the volume and grins wildly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOOK",
          "text": "Whoop that trick... get ‘em. Whoop that trick... get ‘em. Whoop that trick... get ‘em. Whoop that trick... get ‘em.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The boys in the convertible are bouncing to the track. Th flinch as Key starts screaming out his van window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEY",
          "text": "That's D.Jay... That's D.Jay! THAT’S MY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mickey bobs his head to the track in the booth. We SPIN T the stage and see Lexus look over her shoulder with a gla",
          "sentiment": "neutral"
        },
        {
          "speaker": "SPIN TO",
          "text": "+e Fe OF Oe OE OF \f14 115 Rev. 6/24/04 (Original White) 113A. INT. D.JAY’S HOUSE - KITCHEN — DAY 114 Shug is crying with joy. Her tiny baby is on her lap. She rapping along with D.Jay bouncing her baby.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SPIN TO",
          "text": "EXT. RADIO STATION - D.JAY’S CHEVY - DAY 115 Nola is on top of the world. Sitting in the driver's seat she pops a cigarette in her mouth. She pushes in on the cigarette lighter. (CONT TNUFD)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f115 116 17 Rev. 6/24/04 (Original White) 114.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "It pops out. The music stops as we:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "D.Jay can’t hide his awe. Key reaches into his pocket and pulls out D.Jay’s notepad and flips through the pages.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEY",
          "text": "So, if you don’t mind... Nola and I got a few points we would like to go over in regards to your agenda. {a big smile from D.Jay) If you got a minute to spare.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "(returning the grin) I got more than a minute. I got eleven months.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "INT. D.JAY’S JAIL CELL - DAY 117 The Prison Guard escorts D.Jay back to his cell. The Pris Block Manager rushes up and stops them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLOCK MANAGER",
          "text": "Albert, hold up. The Prison Guard stops D.day. BLOCK MANAGER (CONT*’ D) (addressing D.Jay) You the man on the radio. That Whoop that trick song.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRISON GUARD",
          "text": "What’chu talkin’ about?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLOCK MANAGER",
          "text": "This that guy who stomped on Skinny. You know that song, Whoop that trick... get ‘em...",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRISON GUARD",
          "text": "(singing) Whoop that trick.... Get ‘em. Whoop that trick... Get’em,",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fRev. 6/24/04 {Original White) 114A.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRISON GUARD",
          "text": "(to D.Jay) Oh yeah. Shit. That’s you? (CONT TNURD)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fRev. 6/24/04 (Original White) 115.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "D.Jay grins and shrugs. His confidence returning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLOCK MANAGER",
          "text": "(looks over his shoulder) You know... we in the rap game, too. D.Jay turns to the Block Manager who grins proudly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "Naw shit?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRISON GUARD",
          "text": "See, we got it goin’ on both sides, being from the streets and now, you know, being officers of the law. Gonna be my tag. Goin’ as 5-0. You know, like my stage name. Big 5-0. D.Jay can not believe what he is hearing. The Block Manag secretly hands him a demo tape: BIG 5-0 and BLOCK C.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLOCK MANAGER",
          "text": "When you get a chance, in the rec room. Let us know what you think. D.Jay takes the tape and smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "Well... you know what they say.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLOCK MANAGER",
          "text": "What's that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.JAY",
          "text": "Everybody gotta have a dream, D.Jay turns away and walks back to his cell with the guar keeping a respectful distance. The 808 pounding returns to his ears and swagger: BOOM... BOOM... BOOM... BOOM. D.Jay’s smile fades as his Mode returns. He looks right a - hungry, determined. The 808 can’t get any louder.",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_936"
    }
  ]
}