{
  "movie_id": "MOV948",
  "scenes": [
    {
      "location": "SUBURBAN LIVING ROOM",
      "time": "DAY",
      "characters": [
        "FROM THE INSIDE",
        "ALLEN",
        "MUSIC STOPS.",
        "CUT TOY",
        "CUTE GIRL",
        "GAY SALESMAN",
        "NICE MAN",
        "TEDDY, (0.C.)",
        "ERICA, (V.0.)",
        "ASIAN SALESGIRL",
        ". GEORGE",
        "NEWSCASTER, (V.O.)",
        "MASTURBATING WITH A MAGAZINE...",
        "RICHARD AND GAY SALESMAN",
        "NIKKI, (V.O.)",
        "MAN",
        "ERICA, (0.S.)",
        "BLACK SALESGIRL",
        "RICHARD, (CONT'D)",
        "EXISTENCE IS FLAWED / YOU GET ME",
        "BETWEEN RICHARD AND NIKKI",
        "YOU / HELP ME / I'VE BROKEN APART",
        "FADE OUT",
        "MR. LANDIS",
        "CHUCK",
        "FADE TO BLACK",
        "SEAN, (0.S.)",
        "RICHARD, (V.0.)",
        "LIKE AN ANIMAL / I WANT TO FEEL YOU",
        "CUT BACK TO",
        "CLASS",
        "NIKKI AND RICHARD",
        "MAITRE'D",
        "TIME",
        "NINE INCH NAILS",
        "RICHARD, (V.0O.)",
        "_ RICHARD",
        "AND DO THE ROCK-AWAY,",
        "WOMAN ONE",
        "SOUL TO SELL / HELP ME / GET AWAY",
        "STORE CLERK",
        "TEDDY",
        "RICHARD AND ERICA",
        "FLASHBACK",
        "RICHARD",
        "LEAN BACK, LEAN BACK\"",
        "BACK TO",
        "I KNEW A GIRL NAMED NIKKI /",
        "NICE WOMAN",
        "I GUESS YOU COULD SAY SHE WAS A SEX",
        "MY INSIDES / HELP ME / I'VE GOT NO",
        "THE END",
        "SALESMAN",
        "I MET HER IN A HOTEL LOBBY",
        "YOU LIKE AN ANIMAL / MY WHOLE",
        "RICHARD \\",
        "RICHARD/TRACY",
        "BOTH SALESGIRLS",
        "NIKKI, (0.S.)",
        "FLIGHT ATTENDANT",
        "NIKKI, (CONT'D)",
        "SALESGIRL",
        "LEAN BACK, LEAN BACK,",
        "FROM MYSELF / I WANT TO FUCK YOU",
        "MARY",
        "DISSOLVE TO",
        "INT. ELEVATOR.- MOMENTS LATER",
        "ERICA",
        "WOMAN",
        "PAM",
        "RICHARD/SALESGIRLS",
        "AIRLINE PERSON P.A., (V.0.)",
        "JENIFFER",
        "RICHARD, (V.O.)",
        "RON",
        "COP",
        "ME DESECRATE YOU / YOU LET ME",
        "JENNIFER",
        "SPLIT SCREEN",
        "LANDLADY",
        "HOPE",
        "SECURITY GUARD",
        "CUT TO",
        "OE",
        "GEORGE, (0.8.)",
        "PRINCE",
        "VOICE, (0.8.)",
        "SALESWOMAN",
        "GEORGE",
        "49.",
        "NIKKI",
        "GIRL, (0.8.)",
        "RICHARD/NIKKI",
        "FIEND...",
        "NIKKI, (V.0.)",
        "LOUD.",
        "BIG ENDING NOTE IN UNISON",
        "DAY",
        "CASHIER",
        "NURSE",
        "TRACY",
        "--SPLIT SCREEN-",
        "KELLY",
        "MUSIC STARTS",
        "PENETRATE YOU / YOU LET COMPLICATE",
        "NIKKI/RICHARD"
      ],
      "dialogues": [
        {
          "speaker": "Unknown",
          "text": "We have entered the home of RICHARD AND ERICA COOPER. The place LOOKS very Norman Rockwell. PICTURES are on the man and ESSENCE MAGAZINES on the coffee table. RICHARD, 38, i an investment banker. He is married to ERICA, 36, a high school English teacher. She’s six months pregnant. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We hear their DAUGHTER, KELLY, crying in one of the rooms Richard comes out of the master bedroom and stands in the doorway of Kelly’s room. He is tying his tie in a hurry. “Good Morning America” is on the T.V.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "Shh... shh... Daddy loves you. Mommy will be right there. She stops crying. He goes back into his room. The instant he leaves the doorway, the crying starts again. He runs o again, sticks his head back in her room, now pulling on h shoes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "Come on now, baby. Mama’s coming. Shhh. Daddy loves you. She stops. He repeats this a few times. Each time he * leaves, she cries instantly and each time he reappears he closer to being ready for work. Finally, fully clothed, h gets the baby out of the room and walks to the bathroom * holding her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "Who’s my baby? Kelly’s my baby. You love your daddy? He knocks on the bathroom door. We can HEAR the shower running.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "Erica... Erica. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "ERICA, (0.S.)",
          "text": "Yeah, come in. He opens the bathroom door and we see Erica’s beautiful n back as she wraps a towel around herself and starts to dr off. \f02.15.06 - ITILMW 3.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "Here, can you take her? I gotta get outta here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ERICA",
          "text": "I got her. Erica takes the baby. Richard kisses her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ERICA",
          "text": "You better stop. You’re gonna get * wet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "It’s okay, I have my raincoat on. They kiss.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ERICA",
          "text": "Call me if you’re going to be late.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "I will.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As he walks away from her, he looks back. We are seeing a beauty shot of Erica smiling holding the baby. The perfec wife. The CAMERA PUSHES INTO HER VERY SLOWLY.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD, (V.0.)",
          "text": "Hi, I’m Richard Cooper. I’ve been married for seven years and I’m bored out of my fucking mind. 8 INT. RICHARD AND ERICA’S HOUSE - DAY Erica is now playing with their daughter in her playroom. Both are on the floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD, (V.0O.)",
          "text": "And that’s my wife, Erica. She is the last. She’s the last woman I’ve ever taken on vacation, the last woman I ever took out to dinner, the last woman I ever had sex with and, by the way, like a lot of married couples, we don’t have sex -- correction, we don’t fuck. Oh, we have intercourse less than eight. times a year, but wé never fuck. \f02.15.06 - ITILMW 4.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Richard and Erica are in bed. Richard makes a move to tou her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ERICA",
          "text": "Honey, I don’t want to do anything. I’ve got a headache.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Another day in bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ERICA",
          "text": "Please don’t touch me. My hair hurts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Another day in bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ERICA",
          "text": "What are you doing?! INT. RICHARD AND ERICA’S HOUSE - FLASHBACK",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD, (V.O.)",
          "text": "I went though the same thing every married man does: I married my wife, she had kids and went nuts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ERICA",
          "text": "I want another baby.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "What are you talking about? You’re having a baby.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ERICA",
          "text": "Yeah, but I’m ready for another one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD, (V.O.)",
          "text": "But we worked it out. We went to couples therapy and I got my ass kicked by both of them. eee * Oe",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "+e ee eK \f02.15.06 - ITILMW 5. INT. THERAPIST’S OFFICE - FLASHBACK A pregnant Erica is crying as the therapist writes on a p and gives Richard (who we don’t see) disapproving looks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ERICA",
          "text": "He doesn’t listen to me. It’s like I’m not even there. We're two strangers living in a house. ANGLE ON: Richard with bandages on his face, a black eye a fat lip.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "I’m sorry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD, (V.0O.)",
          "text": "Most men would go out and cheat. But here’s what happened when she thought I was cheating.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The house is dark. Richard makes his way to the stairs quietly. Suddenly we hear a punch land, Richard falls.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "Hey! What’s going on?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ERICA",
          "text": "Mutherfucker,. you didn’t think I was going to find out?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "Ow! My eye! You’ve got it all wrong, baby!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ERICA",
          "text": "Tell that to your bitch!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Erica is adjusting Richard’s tie. She gives Richard a kis",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD, (V.O.)",
          "text": "But now everything's okay... it’s just that I’m bored out of my mind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "I love you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ee Oe oe ee \f02.15.06 - ITILMW 6. Richard turns to go, but Erica pulls him back by the tie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ERICA",
          "text": "I love you, too. Oh, after work * pick up two boxes of pampers. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Richard sits among OTHER PASSENGERS on his daily commute work. He opens his briefcase, pulls out a newspaper and a iPod. He puts the headphones on and presses a button. He plays some Wu Tang Clan and starts reading the New York Times. Richard looks around at the WOMEN in his car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD, (V.0.)",
          "text": "So our marriage was normal, which * meant I wasn’t getting laid. * A pretty girl stands holding a pole. To Richard it appear to be more seductive than it is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD, (V.O.)",
          "text": "Now what I don’t understand is, how can my wife not have sex with me and then send me out into a world with so many beautiful women? I’ve * always liked looking at women, but now I stare at them like a damn psycho. I have to do everything I * can to resist them. * The camera PANS to another BEAUTIFUL BLACK WOMAN putting her lipstick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD, (V.O.)",
          "text": "Oh yes, look at her. Put on that lipstick, baby. Oh yes, put it on. ANGLE ON: a BLONDE WOMAN on her cell-phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD, (V.0O.)",
          "text": "Look at her on the phone. Yes, dial those numbers. Let me see you talk. Yeah, say something dirty. What’s wrong with me? ANGLE ON: a SPANISH WOMAN reading the paper. \f02.15.06 - ITILMW 7.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD, (V.0.)",
          "text": "What about her? Turn that page. Yes, that’s nice. Read baby. Yeah, read for daddy. That’s it. Maybe I should just drive to work.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The morning COMMUTERS bustle through the streets on their to work.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD, (V.O.)",
          "text": "I don’t really like living in New Jersey. It’s so boring, but that’s what Erica wants. You know how that goes. I LOVE Manhattan. I love the flow of the crowd. I love the mix of people.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Richard in midtown. He is moving in the throng.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD, (V.O.)",
          "text": "I love that-- oh shit! We see SIX BLACK AND PUERTO RICAN THUGS walking down the street toward Richard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD, (V.O.)",
          "text": "Let me get my ass across the street. Richard crosses the street. The thugs pass by. All is wel",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Richard walks through the busy lobby toward the elevator. stands waiting for the elevator.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD, (V.0O.)",
          "text": "I work as an investment banker at a place called “The Gotham Asset Company.” I‘m one of the only blacks at the firm. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "RICHARD (V.O.) (cont'd) As a matter of fact, there are so few here that I think I know every black person in the building.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Richard is walking the hallway. He sees the cleaning lady mopping the floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "How’s it going, Pam?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAM",
          "text": "What’s up, Richard?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Richard walks into the men’s bathroom and sees the janito emptying the garbage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "What’s up, Ron?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RON",
          "text": "Good morning, Richard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Richard buys a Kit Kat at the newsstand. The elevator com and Richard boards.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD, (V.0.)",
          "text": "It’s not that bad. Everybody here treats me pretty good, but I have to admit, being one of the only blacks here makes me a little paranoid, but I guess I’m okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Richard enters the open multi-cubicle area of this financ office and walks through the EMPTY bullpen. He stops at h mail slot. He glances through some mail. He puts his raincoat and briefcase down and starts using a computer. \f02.15.06 - ITILMW 9. As he types, he unwraps the Kit-Kat bar, cracks off half it, leaving the other half on the desk. Just then ONE of SECRETARIES, TRACY, arrives. TRACY is a 26 YEAR OLD, PRET DARK-HAIRED WHITE WOMAN. She’s dressed very professionall It’s all business between these two.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRACY",
          "text": "Morning, am I late?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "No, I’m early. I'11 get off this in a second. She hangs up her coat. Richard goes over to the printer a removes the printout, reading it. He then goes into HIS OFFICE, which is private. INT. RICHARD’S PRIVATE OFFICE - MOMENTS LATER A nicely appointed office. .A DEGREE or TWO hang on the w FAMILY PHOTOS, ETC. Not a huge office but it has a great view. of midtown. Richard does some quiet work. He is rea concentrating. e",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A series of quiet (no music), extreme close ups showing: RICHARD’S PEN as he writes on a report. RICHARD’S EYES as he reads a flow chart (wearing glasses? RICHARD’S FINGER as he traces a line down a very dense sh of stock figures. We see he wears a gold class ring. He traces down the stock codes next to their current value u he settles on a single figure and taps it once.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "(whispering) There you are. Richard highlights the figure and rips the sheet out, goi back out his office door. INT. OFFICE —- CONTINUOUS Richard opens the door onto a now BUSY office. Everyone i arriving at work.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "(handing Tracy the print- out) (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "RICHARD (cont'd) Tracy, this is what we’re doing today. Where’s George? GEORGE, Richard’s colleague, a well dressed bespectacled WHITE MAN, and MARY, the other receptionist who is exactl like Tracy but HISPANIC, walk up the bullpen aisle, talki loudly until they reach George’s private office which is to Richard's.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "Why is there always a track-fire? Every morning I’m sitting on a train waiting for a track fire.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "c'mon, Mary. They tell you it’s a track fire because they don’t want to say rat stampede.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRACY",
          "text": "George, your wife is on the phone and Veronica called.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "Okay, call back Veronica and tell my wife I'll call her later. (to Richard) Rich, you want to go over that stuff before Landis gets in? Just then, MR. LANDIS, the boss walks in. Landis is a 55 YEAR OLD WHITE MAN, a Gene Hackman type.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. LANDIS",
          "text": "Too late. I’m here. ‘Morning everyone. Cooper, can you bring those contracts to my office ASAP?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "No problem. I’11l get them right now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. LANDIS",
          "text": "Tracy, send somebody to Starbucks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRACY",
          "text": "It’s already done.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. LANDIS",
          "text": "Alright. Let’s get to work, people. cur TO: \f02.15.06 - ITILMW 11.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "George pops his head in the doorway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "Lunch? Richard gives him a look like “you ask this everyday and know the answer.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "Had to ask. Who knows, you might just say “yes” one day. EXT. MIDTOWN — DAY We see PEOPLE in line at a chicken/pita stand, a line goi outside of a McDonald’s anda long line at the Soup Nazi stand on West 55th street. Mary and Tracy sit on a bench Bryant Park, eating salads, chatting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The reception area is empty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "INT. RICHARD’S OFFICE - SAME Richard is at his desk pouring over papers hard at work.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We see the SOUP NAZI closing his. place. We see the chicken/pita stand closing down. We see a HOT DOG MAN pouring dirty hot dog water into the street. \f02.15.06 - ITILMW 12.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD, (V.O.)",
          "text": "They say New York is the city that never sleeps, and it’s true, but what they don’t say is that every day around three PM, after lunch New York takes a little nap and that’s when I like to get out of the office.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "INT. BARNEY'S - MEN’S DEPARTMENT - LATER Richard is in the MEN’S DEPARTMENT of the store looking a shirts. A SALESMAN approaches him. MUSIC: Department store muzak.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SALESMAN",
          "text": "Can I help you find something?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "No, I’m just looking. He looks further. An average looking SALESWOMAN approache him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SALESWOMAN",
          "text": "Have you seen the new Prada suits?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "No thanks. I’m just looking. A GAY SALESMAN approaches, not over the top but still gay comes over with cologne.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GAY SALESMAN",
          "text": "Excuse me, sir, would you like to try the new fragrance from Calvin Klein?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "No, that’s okay. He follows Richard and sprays a little in the air. \f02.15.06 - ITILMW 13.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GAY SALESMAN",
          "text": "You should really try it. . It’s fantastic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "Hey, man, don’t spray that shit on me!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "INT. BARNEY’S - MEN’S SHOE DEPARTMENT -— CONTINUOUS Richard is now looking at some shoes. Another SALESMAN approaches him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SALESMAN",
          "text": "Can I help you with anything?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "No, just looking. A beautiful ASIAN SALESGIRL approaches him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SALESGIRL",
          "text": "Can I help you? MUSIC STOPS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "(referring to a shirt) Yeah, do you have this in blue? She picks up a green shirt and holds it up to his body.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SALESGIRL",
          "text": "You should try this green one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "I don’t like green.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SALESGIRL",
          "text": "No, you should. Go try it on. Richard shrugs. cur TO: \f02.15.06 - ITILMW 14. INT. BARNEY’S MEN’S DRESSING ROOM - MOMENTS LATER We see Richard in the dressing room, buttoning up his shi The salesgirl walks in before he’s got it buttoned up and now sharing the tight space with him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SALESGIRL",
          "text": "That looks great on you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "Really? You think so?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SALESGIRL",
          "text": "It’s sexy. I like it. Richard looks again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "I don’t know. I don’t normally wear stuff like this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SALESGIRL",
          "text": "You should start. You look really handsome in it. Hey, Lisa... The Asian salesgirl draws back the curtain. A beautiful BLACK SALESGIRL, LISA, joins them in the dressing room wh is now even more cramped. Lisa looks him up and down. Bot girls are standing very close to him and staring at him i the mirror.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "(looking in the mirror) You think so?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOTH SALESGIRLS",
          "text": "Yes, very handsome. Just then the gay salesman that was trying to sell the cologne sticks his head in the dressing room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GAY SALESMAN",
          "text": "I think it looks great on you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "Okay, I'll take the shirt! cur TO: \f02.15.06 - ITILMW 15.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now the CROWD OF COMMUTERS hurries to catch their trains home to the suburbs. PEOPLE on line at a bus stop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "INT. KELLY’S BEDROOM - SAME Kelly’s nursery is decorated in a HELLO KITTY motif. Eric is putting Kelly in her crib. She HEARS the front door op and close.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ERICA",
          "text": "Daddy’s home. Richard enters the room. Looks into the crib. Kisses Eric She smiles putting down his. stuff.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "How’s it going?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ERICA",
          "text": "Watch this. How big is Kelly? Kelly raises her arms over her head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KELLY",
          "text": "This big.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "Hey, big girl!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ERICA",
          "text": "Where’s Kelly’s nose? Kelly points at her own nose.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KELLY",
          "text": "Right here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "Alright! Now where is Kelly's esophagus? Where’s Kelly’s Patella? Where’s your femur?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ERICA",
          "text": "(chuckling) Give her a break. She’s only two. \f02.15.06 - ITILMW 16.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "So what? There’re white kids her age taking the bar exam. She's gotta keep up. Richard pulls his turtleneck off, but stops when it is covering his face. He peeks out of the neck at Kelly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "Hey, Kelly! Look out! Turtle- man’s gonna getcha! Turtle Man’s gonna getcha! Kelly laughs. Erica laughs. Erica sees his SHOPPING BAGS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ERICA",
          "text": "You went shopping? What did you buy? He takes the shirt out of the bag.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ERICA",
          "text": "I thought you didn’t like green.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Richard enters wearing the green sweater. He starts towar the door to his office.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRACY",
          "text": "There’s a woman in there waiting for you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "A woman? Who? He enters his office. INT. RICHARD’S OFFICE - MOMENTS LATER A very BEAUTIFUL BLACK WOMAN has her back turned to us. She’s smoking a cigarette and WEARING super-tight low rid SEVEN jeans over her perfect-stop-traffic ass, a red PRAD top over stop-air-traffic tits and MANOLO BLAHNIK shoes o her perfect feet. She turns around in SLOW MOTION and we meet NIKKI. \f02.15.06 - ITILMW 17.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "Damn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKKI",
          "text": "I knew you wouldn’t recognize me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "Nikki?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKKI",
          "text": "What? Did you think I was dead? Richard puts his stuff down, settling into his office and tries to act like he’s not affected by her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "I don’t know. I wasn’t really thinking about you. She takes a slow drag off her cigarette, smiling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "You know, people don’t smoke in offices anymore. He goes over and opens a window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKKI",
          "text": "You don’t seem happy to see me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "No, hey. I’m happy to see you. He gives her a quick, uncomfortable hug, then moves away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "So, what brings you here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKKI",
          "text": "I came to see you. I just bumped into Simon at Starbucks and he told me you worked here, so I figured I’d come up and say hi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "How’s Simon doing? He owes me a call?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKKI",
          "text": "He’s alright. Just got out-of rehab. (then impressed) (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ee F \f02.15.06 - ITILMW 18. NIKKI (cont'd) Look at you. You’re a big man * here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "Not really. I have a few people I have to answer to, but I’m not complaining. They take good care of me. Richard takes his daily Kit-Kat out of his pocket, cracks half and starts eating it, leaving the rest on his desk a leans back in his chair. Nikki sees pictures of Richard's family on his desk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKKI",
          "text": "Are you married?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "Yes, for seven years. That’s my daughter, Kelly, she’s two and that’s my wife, Erica. We have another baby on the way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKKI",
          "text": "Really? You? You got married? * You walked down the aisle? You * said \"I do”? Are you happily * married? * He looks at her for beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "Uhh yeah... I’m happily married.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKKI",
          "text": "Really, I don’t know. You didn’t say it right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "Really? How should I have said it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKKI",
          "text": "I know you shouldn’t have had to think about it. I hear ice cracking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKKI",
          "text": "When I was in Boston College I used * to walk across the Charles River to * get to school. * (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NIKKI (cont'd) You ever walk across a frozen river * and hear ice cracking? That’s the * scariest sound in the world.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "Don’t worry, my ice is fine. You married?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKKI",
          "text": "Me married? Hell no! Phone RINGS. Richard answers it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "(to Nikki) Excuse me. (into phone) Hello?... Yeah, come right now. I’m not doing anything. He hangs up the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKKI",
          "text": "Am I in the way?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "No, you're okay. So what are you doing with yourself? Nikki sits on his desk, picking up the other half of the Kat and eats it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKKI",
          "text": "Nothing great. I work at the Blue Bar. You know, right next to Nell’s.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "Next to Nell’s? I don’t think I’ve been to a club in like six years.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKKI",
          "text": "Damn, you really did settle down. I'd like to settle down, but I still like to hang out real late. I-like to have breakfast when everybody else is eating lunch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "Ooh, what a rebel. They share an uncomfortable silence. \f02.15.06 - ITILMW 20.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "Hey, look, sometimes I’m free in the afternoon. If you call maybe one day we could have a late lunch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKKI",
          "text": "You don’t want to have lunch with me. You’re just trying to make up for being so mean when you walked in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "No, listen, it would be great to see you and catch up. The intercom BUZZES. Richard picks up his phone, now all business. Nikki sees this and leaves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "Yeah... Okay, let’s go over that tomorrow... (to Nikki) Later, Nikki.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Still wearing the green sweater, Richard sits with other PASSENGERS on his way home. He‘s got his headphones on listening to Wu Tang Clan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD, (V.O.)",
          "text": "Seeing Nikki made me realize how uncomfortable I’d become with women. I’d like to think that before I got married I knew how to talk to women.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Richard is walking through Times Square in SLOW MOTION. PEOPLE pass him by. He’s dressed in an Armani suit, cool shades and expensive shoes, very slick and rich looking. has an intense look on his face. The general atmosphere tells us this is not reality. MUSIC: “Excuse Me Miss” by Jay-Z plays. Through some subtle VISUAL AND SOUND EFFECT, Richard’s bo lights up for a second.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "EXTREME CLOSE UP: Richard’s face. As he begins to exude sheer confidence. ANGLE ON: SEVERAL CLOSE UPS of SEVERAL WOMEN, who were walking by, peering at Richard as they pass him, instantl falling for him. ANGLE.ON: RICHARD drinking it in with a deep breath (kind like Keanu in the last scene of “the Matrix”).",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD, (V.0.)",
          "text": "If I was single I’d be dangerous. A WOMAN walks by. She seems very busy and successful.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "Excuse me, do you want to have sex with me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WOMAN ONE",
          "text": "Of course I do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "Then come on. He leads her off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Richard approaches ANOTHER busy looking WOMAN.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "Hey, let’s go to a hotel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WOMAN",
          "text": "But I have an appointment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "Yeah, an appointment to give me some. Come on, bitch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then ANOTHER WOMAN, WOMAN #3.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "Excuse me, are you a prostitute?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WOMAN",
          "text": "Yes, I charge one thousand dollars. \f02.15.06 - ITILMW 22.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "Well, I‘'1l charge two thousand. You better bring your ass on. She pulls out a wad of cash and hands it to him. They lea",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Richard approaches a cute, young girl.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "Excuse me, Miss--",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUTE GIRL",
          "text": "Get the fuck out of here. She walks off, leaving him standing there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "Maybe it is a good thing I got married. INT. RICHARD AND ERICA’S HOUSE - NIGHT Richard walks into the kitchen after a hard day’s work st carrying his briefcase. Erica is feeding Kelly who sits i high chair. “Girlfriends” is on the TV.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "(gives Erica a kiss) Hi, honey. I’m home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ERICA",
          "text": "Hey, I’m almost done with her. I’ll have your food ready in about half an hour, okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "Take your time. I’m not that hungry. Richard bends down to Kelly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "Hey, Kelly, give daddy a kiss. Kelly puts some carrots in Richard’s mouth instead. Erica laughs. \fRichard is in a packed elevator. Richard is the only black on the elevator. straight ahead. 02.15.06 - ITILMW 23.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "Thank you, Kelly. So how was school today, honey?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ERICA",
          "text": "It was fine. I’m starting to get tired of these kids rubbing my stomach. Kelly, tell daddy how busy we were today. First, we went to music together then she had a play date at Brian’s house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "Any B-L-A-C-K kids?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ERICA",
          "text": "Not one. I’m thinking about joining a “Mommy and Me” group in Teaneck. I gotta figure something out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "We should take her to see her cousins next week.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ERICA",
          "text": "We should do that. How was work? Anything happen with you today?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "Nothing. Just work.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ERICA",
          "text": "Okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Richard buying a Kit Kat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "EVERYBODY is in a suit and He looks",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "eK \f02.15.06 - ITILMW 24. INT. RICHARD’S OFFICE - LATER Richard is on the phone with a prospective client.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "Yes, I know you’re working with Cross and Lubitch, but I think you're going to see some trends in the market soon which will point you our way. Mary sticks her head in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "There’s a Nikki Tru on line one. Richard nods to her and she leaves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "Okay... No, no... This is just a courtesy call to make you aware that our doors are open... Good... Thanks, Walter. Bye. He punches another line on the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "INT. RICHARD’S OFFICE/NIKKI’S APARTMENT - SAME",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETWEEN RICHARD AND NIKKI",
          "text": "Nikki’s on the phone. She's sitting on her bed wearing a Metallica t-shirt and panties.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKKI",
          "text": "Hey, you wanna do lunch today? I just got up. If I jump in the shower right now I could be there in about an hour.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "I can’t do it today.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKKI",
          "text": "How about tomorrow?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "Tomorrow? Okay, but not until two. \f02.15.06 - ITILMW 25.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKKI",
          "text": "I’1l see you tomorrow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Richard hangs up. George comes in his office, fired up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "You want to go to lunch?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Richard and Erica are having dinner with ANOTHER UPWARDLY MOBILE BLACK COUPLE, ALLAN and JENNIFER. The WAITRESS is. pouring them wine, she is very hot and Richard is trying to notice, ri",
          "sentiment": "neutral"
        },
        {
          "speaker": "ERICA",
          "text": "‘(ret waitress) She's pretty, huh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "Who?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JENNIFER",
          "text": "Anyway, Allen: still wants to live in New York, but I told him you can’t raise a kid here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "What do you mean you can’t raise a kid here? People have been raising kids here for centuries. Those Columbine kids weren’t from New York. What's their excuse?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JENNIFER",
          "text": "So let me get this straight-- you’re saying education is overrated? \f02.15.06 - ITILMW 26.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "No, I’m saying that school is overrated. Education is great, but school teaches kids so many lies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ERICA",
          "text": "I’m a teacher. I don’t teach kids lies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "Yes, you do. You know what my favorite lie that they teach in school is? The one where they say that the Indians sold Manhattan for what was it-- sixteen dollars.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALLEN",
          "text": "How do you know that was a lie? Were you there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "Come on, it doesn’t make any sense. The Indians sold Manhattan for sixteen dollars? The White man took everything when he got here why would he buy Manhattan? That’s like a rapist asking for a date. I don’t think so.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "What grown man has kids sleeping in the bedroom?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JENIFFER",
          "text": "I admit it’s weird, but it doesn’t mean he’s guilty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ERICA",
          "text": "I blame the parents.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "I know you think he’s innocent, but he’1l never baby-sit my kids.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ERICA",
          "text": "Okay, honey you made your point. You don’t need to scream.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "Scream? What are you talking about? I didn’t scream.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ERICA",
          "text": "Just forget it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "What’s wrong? When we go out and I don’t talk you get mad, now we’re out and I’m talking and you're still mad. Jennifer jumps in breaking the tension. They leave Richard and Allen alone. Richard's",
          "sentiment": "neutral"
        },
        {
          "speaker": "JENIFFER",
          "text": "I need to go to the ladies room. (to Erica) You want to come?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ERICA",
          "text": "Yeah, I better go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "Damn! Why is she so mad all the time?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALLEN",
          "text": "It might not be you. She’s been upset at work a lot lately, too. looking at the waitress. She smiles back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "Do you see this waitress? She’s killing me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALLEN",
          "text": "I know what you mean.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "This is ridiculous. I’m gonna say something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALLEN",
          "text": "Come on. Let’s just pay the check and get outta here. 27. \f02.15.06 - ITILMW 28.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "Nah, nah. Somebody’s gotta say something. Excuse me, could you come up here for a minute? Right then the MAITRE’D comes over. MAITRE’D How are you doing, gentlemen? Has everything been satisfactory?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "The food was great. We just hada problem with our service. MAITRE’D Really? Did she bring your food on time? Was she rude?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "No, no. Nothing like that. The service was great, but just look at her. MAITRE’D Jessica?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "Yes, Jessica. We came here for a quiet dinner with our wives. We don’t need this shit. Do you know how hard it was to try and not notice her all night? I couldn’t even enjoy my food. My wife's trying to tell me something about my daughter, next thing I know I got these big tits asking if I want an appetizer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAITRE'D",
          "text": "I’m very sorry, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "The next time I come in here with my wife you better send the oldest, ugliest man you got to come and take my order, you got it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAITRE'D",
          "text": "Yes, sir. \f02.15.06 - ITILMW 29.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "Thank you. curt TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Richard sitting with OTHER PASSENGERS on his way to work. He’s got his headphones on listening to the Wu Tang Clan. INT. RICHARD’S OFFICE - NEXT DAY Richard is on the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "Well, what do you expect for those prices? You get what you pay for... We HEAR a knock on the door. Mary sticks her head in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "Nikki’s here to see you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "(covering the receiver with his hand) Really? It’s two already? He looks at his watch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "Okay, let her in. od Mary closes the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "(into the phone) Well, if you’re interested in going over some figures give me a call. He hangs up. Nikki enters and closes the door behind her. As the door closes we see that Mary's 3 watching her go in and is giv her a dirty look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKKI",
          "text": "What’s up? You ready for lunch?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "Yeah. I’11 be with you in two seconds. Nikki sits down in a chair, takes out a cigarette and lig it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They're seated at a table by the window. Nikki smokes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": ".--and you were with Nelson. He was out of his mind when he was with you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKKI",
          "text": "I know. Poor Nelson. Hey, remember when we all went to the Vineyard? Remember? She stares into his eyes. He stares back, resisting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "Vaguely.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKKI",
          "text": "Vaguely? You weren’t married then. We both kinda cheated on your best friend, but big deal. That's old news. You and I always had bad timing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "When I met you, you were going out with Nelson.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKKI",
          "text": "I called you after we broke up and you were with... what’s her name?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "Marci. They're silent for a beat as Richard looks around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "Where'd you find this place? I’ve been working in this neighborhood for years and I’ve never seen it. eK a * Oe ee HH",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKKI",
          "text": "I just stumbled across it one day.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "So what's going on with you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKKI",
          "text": "Well, I live with Teddy on the West side. We also have a place in D.C.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "What does he do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKKI",
          "text": "He’s a promoter. So he’s away a lot. It’s almost like having my own place. (Beat) Do I know your wife?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "I don’t think so.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKKI",
          "text": "Is. she white?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "No! Why’d you say that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKKI",
          "text": "Don’t get offended. Remember that girl. you brought to Andre’s party?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "That was one girl at one party. What am I, branded? Some of you sisters don’t notice a good brother ‘til a white girl gets him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKKI",
          "text": "Okay, I didn’t mean anything by it. So... do you and your black wife still fuck?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "Excuse me??",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKKI",
          "text": "Don’t be offended. I’m curious. Everybody I know who's married tells me after a while they don’t fuck anymore.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "So, do you love this guy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKKI",
          "text": "You didn’t answer my question.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "I know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKKI",
          "text": "I like him a lot. Poor Teddy. Teddy? No. He’s just... (beat) So, how did you meet your black wife? So, do you love this guy? eK",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "I was playing football in Central Park. class. She was there with her I don’t know. something calm about her. There was I just had to meet her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MUSIC: We HEAR “Summertime” by Will Smith over the follow Richard is on the football field. She is surrounded, up to the waist, in younger Erica. CHILDREN. Richard stares smiles. We HEAR somebody in the background yelling at Erica. The ball lands oblivious. The other guy of Richard. MUSIC stops.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Richard is looking at his memory.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKKI",
          "text": "He looks over to see a at her. She looks up at him. He * yell “hike.” We see the other GUYS * at Richard, who is still grinning at Richard’s feet. He is runs over and knocks the shit out",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAY",
          "text": "food, silently, engrossed in the Nikki snaps him out of it with a chuckle. (semi-sarcastic) Aw, you’re in love with your wife. That’s sweet, Ritchie. \f02.15.06 - ITILMW 33.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "Something wrong. with that? Richard is a little uncomfortable.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKKI, (CONT'D)",
          "text": "Hey, I’d love to get domesticated, have some kids, stop all this bullshit. If you have any friends for me let me know. I’m getting a little too old for the club scene.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "I don’t know how you do it. ~ Being tired all the time, smelling like smoke, there's always a fight. Gotta know the doorman, gotta have the right sneakers. Some girl won’t fuck me cause my car’s not nice enough. Meanwhile this chick’s on the bus. Everybody’s got a Jersey on. I don’t know if I'm in a club or a training camp. Richard’s cell-phone rings.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "(to Nikki) Excuse me. (into phone) Yes... As Richard is on the phone the waiter puts the check on t table. Richard picks it up and puts a credit card in it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "(into phone) Okay... No, I’1l be back in the office in about ten minutes... Okay. He hangs up. RICHARD (CONT’D) (to Nikki) I gotta get back to work. Cur TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It’s one of the only malls in Manhattan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ee OH \f02.15.06 - ITILMW 34.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Richard and Erica, who’s holding Kelly, are walking throu mall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD, (V.0.)",
          "text": "The next Saturday Erica and I came into the city to do some shopping.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "INT. VICTORIA’S SECRET - MOMENTS LATER Richard is in the panties section, holding his daughter, Kelly, waiting for his wife. He is looking around at some OLD WOMEN buying lingerie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "(under his breath) God bless these gals, still working on the marriage. Good for them. Richard picks up a pair of skimpy panties off a rack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD, (CONT'D)",
          "text": "Honey, why don’t you get these? I like them. Erica is sifting through a bin with some OLDER WOMEN. She looks at what skimpy panties Richard is holding up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ERICA",
          "text": "Okay, well let’s find your size so YOU can wear them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "Very funny. I don’t know why you come to Victoria's Secret to get these big-ass panties. Richard holds up a HUGE pair of panties.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD, (CONT'D)",
          "text": "You could've gotten this shit at a gas station.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ERICA",
          "text": "Don’t curse in front of Kelly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKKI, (0.S.)",
          "text": "Hey, Richard! \fThey look 02.15.06 - ITILMW 35. up to Nikki, who crosses to them. She’s holding the same panties Richard wanted. Erica to get. Erica and",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "What are you doing here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKKI",
          "text": "Picking up a few things. I thought you lived in Jersey.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": ".We do, but Erica wanted: to come ‘into the city. (to Erica) Honey, this is an old friend, Nikki. Nikki shake hands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKKI",
          "text": "Very old... RICHARD ab You remember Nelson?. She went out with Nelson for a while.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKKI",
          "text": "(to Kelly) And what’s your name?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ERICA",
          "text": "Don’t be shy. Speak up, girl.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KELLY",
          "text": "Kelly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKKI",
          "text": "Hello, Kelly. She’s beautiful. Just like her mom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ERICA",
          "text": "Thanks. (to Kelly) Say, “thank you,” Kelly. Nikki touches the lingerie Erica picked out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKKI",
          "text": "These are cute. Are they from the Angel Collection? \f02.15.06 - ITILMW 36.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "No, they're from the “parachute” collection. We use them to jump out of planes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ERICA",
          "text": "Stop it! No, I tried those. When Tyra Banks wears it it’s a teddy. When I put it on it’s a grizzly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKKI",
          "text": "You could wear anything you want. I’ve got to go. You guys take care. Richard and Erica say good-bye. Nikki leaves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ERICA",
          "text": "So, she’s the one Nelson tried to kill himself over? She doesn’t seem dangerous. I like her. What does she do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "I think she works at some club in the village. I don’t know how she found me. She just stopped by one day to say hi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ERICA",
          "text": "When?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "About a week and a half ago.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ERICA",
          "text": "You never mentioned it. How come you didn’t tell me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "I don’t know. I guess I just forgot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ERICA",
          "text": "Did you forget anything else?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "No. \f02.15.06 - ITILMW 37.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ERICA",
          "text": "Okay. Well let’s go upstairs. We need pillowcases.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Richard sitting with the OTHER PASSENGERS on his way to w This time he’s reading the paper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A. TRAFFIC COP directing traffic. PEOPLE at a newsstand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Richard enters. Mary is typing and Tracy is standing behi her. .",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(in unison) Nikki called.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "How long ago?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRACY",
          "text": "Just now. She said she’1l be by at five. INT. RICHARD’S. OFFICE - AFTERNOON Richard on the phone. Richard talking to Mr. Landis Richard on the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "INT. —- RICHARD’S OFFICE —- THAT EVENING Richard is at his desk working. A KNOCK on the door. \f02.15.06 - ITILMW 38.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "Come in. It's Nikki. She has two shopping bags. She sets one on a chair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKKI",
          "text": "This is for me. She crosses to his desk and hands him the other bag.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKKI",
          "text": "And these are for your daughter and the new baby. I was thinking about you guys all weekend. You looked so cute together. Richard takes a LITTLE DRESS and LITTLE SHIRT out of the",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "This must have cost a lot. Thanks. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKKI",
          "text": "Don’t worry about it. A KNOCK on the door. Nikki gets up from the desk and goes the window. Tracy pops her head in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRACY",
          "text": "Mary and I are leaving. Do you need anything before we go?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "No, I’m okay. Good night, Tracy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRACY",
          "text": "(to Richard) Good night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKKI",
          "text": "Good night. * Tracy ignores Nikki and exits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKKI",
          "text": "I don’t think your secretaries like * me. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "They’re not even thinking about you. \f02.15.06 - ITILMW 39. INT. RECEPTION AREA. — CONTINUOUS Tracy looks at Mary and they both shake their heads as th walk out. INT. RICHARD’S. OFFICE - CONTINUOUS Nikki is still sitting on the windowsill.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKKI",
          "text": "Hey, you got any singles?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "(going through his wallet) Yeah. I’ve got about seven or eight bucks. What do you need?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKKI",
          "text": "Come, here. She takes the money from Richard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "_ RICHARD",
          "text": "What .are you doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKKI",
          "text": "Feeding the fish. Watch this. Richard leans out the window as Nikki drops a dollar bill It flutters down to the sidewalk, before it hits the grou shocked pedestrian jumps and catches it. Richard and Nikki laugh. Nikki drops more money down. We see a dollar on the ground. ANGLE ON: Richard and Nikki in the office.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD/NIKKI",
          "text": "Come on, bum. Get it. Get it bum. Ahh, he missed it. ANGLE ON: The street right as the bum passes it, a white college kid scoops the dollar up. ANGLE ON: Richard and Nikki.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD/NIKKI",
          "text": "Damn. ANGLE ON: Street.as two people fight over a bill. ee oe \f02.15.06 - ITILMW 40.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN",
          "text": "That’s my money.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN",
          "text": "No. Fuck you. That’s mine. ANGLE ON: Richard and Nikki.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "Oh shit. Let’s get out of here. He closes the window quickly. cur TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Richard on the train with the bags he got from Nikki listening to his iPod. An ATTRACTIVE WOMAN walks by. Richard just takes a look and shakes his head. INT. RICHARD’S LIVING ROOM - THAT EVENING Richard shows Erica the little shirt and dress.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ERICA",
          "text": "This stuff’s not cheap. Should we... invite her to dinner?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "No. Let’s not. I don’t want Nikki coming around here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ERICA",
          "text": "I thought she seemed nice. I think you're just judging her on her past. People grow, people change. Look at you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "She seems nice, but she’s complicated and needy. She’s living with one guy, then she’s living with another, going to Miami just for some Puffy party. She just won't grow up. Erica smiles at him politely. \f02.15.06 - ITILMW 41.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ERICA",
          "text": "Okay, I got it. Don’t invite her to dinner. So do you want lima beans or corn?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "Lima beans.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "INT. COMMUTER TRAIN — MORNING We see Richard walking through a CROWDED train looking fo seat. cur TO: EXT. RICHARD’S OFFICE - MORNING There’s Nikki outside smoking a cigarette. Wearing a gree Prada sweater and tight Seven jeans. They walk and talk She looks upset, like she might have been crying.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "Hey what are you doing here? Are you okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKKI",
          "text": "Teddy and I broke up last. night. I‘m-so upset I haven’t slept.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "What happened?",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. ELEVATOR.- MOMENTS LATER",
          "text": "Richard and Nikki are in an elevator. There are a couple other PEOPLE on with them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKKI",
          "text": "I don’t know. We had been fucking all night and he just fell asleep. Can you imagine?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "No. \f02.15.06 - ITILMW 42.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKKI",
          "text": "I couldn't take it. I mean if we're fucking and I fall asleep that’s just great. If we’re fucking and then we both fall asleep that’s okay. But if we're fucking and then just you fall asleep that’s fucked up. I guess you married people don’t have these kinds of problems.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "Yeah. Lucky me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKKI",
          "text": "No, really, you are lucky. If I was smart I would've dated a guy like you instead of messing with these idiots. I’m getting too old for this shit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "ee *",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "INT. RICHARD’S OFFICE - MOMENTS LATER Richard and Nikki are in his office. A few minutes have passed. Richard has taken off his coat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKKI",
          "text": "It’s almost like we broke up a few months ago, but I just didn’t know it. But now I’ve got to move. Can you put me up for a couple of days?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "(struggling) Ah, no. Our place is small. We've got the baby coming. We’re moving a nanny into the guest room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKKI",
          "text": "I love kids. I could be your new nanny.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "I don’t think my wife would--",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKKI",
          "text": "Got cha. I’m just playing with you. Damn, you should have seen the look on your face. \f02.15.06 - ITILMW 43. Richard starts doing a bit of paper work. Nikki notices h iPod and starts looking at it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKKI",
          "text": "Oh, you have an iPod. You still listen to Wu Tang all the time?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "Yup. All the time. You got a good memory. I’m not done downloading - music yet. She scrolls through the songs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKKI",
          "text": "Boy, you got some nigger ears.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "Nigger ears? What are you talking about?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKKI",
          "text": "Look at this... Luther Vandross. Patti Labell, Lévertt, Wu Tang, Tribe, P.E., Snoop, Jodeci. Ya know, white people make music too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "One day you think I have a white wife now I got nigger ears. I told you I wasn’t done yet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKKI",
          "text": "No Nine Inch Nails, no Radiohead, no U2, no Chili Peppers. Look, let me put a little something on here for you. Open your horizons. She takes out her iPod, connects it to his with a wire, downloading some music. She scrolls to one song and shows to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKKI",
          "text": "And this one... you listen to this on your train ride tomorrow. This is from me to you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "I'll listen with my nigger ears. She puts back her iPod, starts leaving. On-her way out, s runs her hand through Richard's hair. playfully. \f02.15.06 - ITILMW 44.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKKI",
          "text": "See you later. I gotta find an apartment. Let me know if you get a divorce, okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "I‘11 let you know. She leaves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Richard and Erica saying good-bye. Richard’s about to go work again. “Good Morning America” is on the T.V.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ERICA",
          "text": "So have you heard from your friend Nikki?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "No, I don’t think I’1l be seeing her again. She likes to disappear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ERICA",
          "text": "Ah that’s too bad. I finally got her a thank you card for those clothes she got Kelly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "Well, give me the card and if she stops by I’ll give it to her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ERICA",
          "text": "I thought you said she disappeared.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "Well she might reappear. And if she does I’ll give her the card that you bought for her. Do you have it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ERICA",
          "text": "It's all the way upstairs. I’11 give it to you later. \f02.15.06 - ITILMW 45.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "Okay. Richard kisses Erica and playfully grabs her ass. She mov away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ERICA",
          "text": "You better go. I have to get Kelly ready for a play-date.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "Any black kids? INT. TRAIN —- MORNING Richard is on the train. He takes out his iPod, scrolls through some songs and clicks on the songs that Nikki put there for him. He hates the first few songs and clicks fa then he finally stops at “Closer” by Nine Inch Nails. Whi the music is playing we see that Richard is affected by w he’s hearing. He looks like he’s going to sweat. He loose his collar. The CAMERA is just on Richard, but about 8 seconds in we'll cut to different WOMEN on the train lip” syncing the lyrics.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NINE INCH NAILS",
          "text": "“YOU LET ME / VIOLATE YOU: / YOU LET",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The last line of the song is sung V.O. by Nikki. Richard snaps out of his fantasy and we see an OLD LADY smiling a him. ~ FADE TO BLACK.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "INT. RICHARD’S OFFICE - DAY Richard is at his file cabinet going through some files. Tracy walks in. She’s got an attitude.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRACY",
          "text": "Nikki’s here. What do you want me to do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "What’s wrong with you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRACY",
          "text": "Nothing. What do you want me to do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "Just let her in. Tracy walks out. Nikki walks in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "What's up? Did you find an apartment yet?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKKI",
          "text": "Actually I came to ask if you'd come with me to look at a place in Harlem. I’m just a little scared to go up there alone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "You know, if you’re scared to look at this place in the daytime maybe you should be looking someplace else. Richard walks out to the reception area and speaks to Tra",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "Tracy, when you send out the roster for the Bank of New York, don’t forget the second tier reports.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRACY",
          "text": "Don‘t forget you have a conference call at twelve.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "They don’t need me for that, right? He calls out to George. \f02.15.06 - ITILMW 47.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "George?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE, (0.8.)",
          "text": "Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "Do you need me for that conference call at twelve? George. enters the reception area across from his office.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "I don’t need you. You need me. Nikki watches from the doorway of Richard’s office. Georg glances over and sees her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "(noticing) Ahh George, I want you to meet Nikki. (introducing) Nikki. George. She enters the reception area and shakes George’s hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "Please to meet you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKKI",
          "text": "You, too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "So, I’1l see you this afternoon. Richard and Nikki leave. George watches them leave, wondering...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "INT. TAXI CAB — DAY Nikki and Richard are in the back of a cab.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKKI",
          "text": "I don’t know how you can stand working in an office. It looks so unreal to me. Everyone’s dressed the same. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NIKKI (cont'd) Everyone’s so busy working for some big company that doesn’t give a fuck about them. It’s sad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "Hey, people have to work. If people like me didn’t work, people like you couldn’t shake their asses in clubs all night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKKI",
          "text": "Hey, did you listen to any of that music I put on your iPod?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The building isn’t bad, but the building next to it is go Just a lot full of rubble. Richard and Nikki get out of t cab and walk into the building. Richard looks around at t FOLKS hanging around on the street. He sticks out in his nice suit. He looks uncomfortable.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKKI",
          "text": "What's the matter? You're not afraid of your own people are you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "My own people? I don’t know these niggers. I’m from Brooklyn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The LANDLADY leads Richard and Nikki into the room. It’s very small and very basic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LANDLADY",
          "text": "Here it is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKKI",
          "text": "The ad said there’s a balcony.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LANDLADY",
          "text": "I lied.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKKI",
          "text": "Oh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LANDLADY",
          "text": "I don’t know if the bed is big enough for the both of you. This place is really for students.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKKI",
          "text": "We’re not a couple.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "I’m just a friend.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LANDLADY",
          "text": "A friend? So which one of you is paying the rent?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKKI",
          "text": "I am.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LANDLADY",
          "text": "Sure you are. Richard gives Nikki and the landlady a look. INT. SCHOOL FACULTY ROOM/INT. RICHARD’S OFFICE ~ DAY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Erica is on a phone in the faculty lounge, as she drinks coffee. Other TEACHERS are lounging also. She is eating a sandwich and some fries.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ERICA",
          "text": "(into phone) I have two more classes today. I threw up during the last one. The kids loved it. I wanna have this baby already.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "(into phone) You don’t have to be working right now. You: should just take your maternity leave now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ERICA",
          "text": "(into phone) I don’t want to waste it. \f02.15.06 - ITILMW 50. As she speaks, ALLEN, (the guy from dinner) also a teache sits next to her. He takes a french fry from her plate an eats it casually.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ERICA",
          "text": "(to Allen) If you want some more take it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "(into phone) Who are you talking to?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ERICA",
          "text": "(into phone) Allen. He was eating my fries.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "(into phone) Oh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ERICA",
          "text": "(into phone) I think I’m going to wait ‘til the baby is born and we can use my leave to go away someplace. What are you doing? Tracy sticks her head in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRACY",
          "text": "Nikki’s here. Richard gives Tracy the “okay” sign.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "(into phone) Nothing, just work. Listen, I gotta go. ‘11 call later, okay? He hangs up the phone. Nikki walks in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKKI",
          "text": "Hi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "What’s up? How’s your new place?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKKI",
          "text": "Small, but I like it. You have some time? You want to get out of here? \f02.15.06 - ITILMW 51.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "Um... sure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKKI",
          "text": "Let's go. She gets up. He gets up. George sticks his head in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "Hey, partner. (noticing Nikki) Oh, hi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "George, you remember Nikki?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "Sure. Nikki, hi. They shake hands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "(to Richard) You know what, can we talk for just a second? I need’ to know just a couple of things before I make this call.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "Sure. Nikki, why don’t you wait outside. I’11 be out in a minute.",
          "sentiment": "neutral"
        },
        {
          "speaker": ". GEORGE",
          "text": "Sorry, I won‘’t keep him long.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKKI",
          "text": "No problem. Nikki leaves. George closes the door and leans on the des looking at Richard severely.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "So- George is concerned.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "What-the-fuck are you doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "What’s wrong?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "Do you want to mess up your whole life? What the fuck is wrong with you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "I’m gonna try that again. What's wrong, George?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "What’s wrong?! This bitch Nikki. That’s what’s wrong. I can’t believe you got this bitch up in the office everyday.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "George. Nikki's just-",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "You got a kid on the way. You got a good wife. Are you crazy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "George, slow up. I’m not fucking her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "She’s fucking you, Richard. She’s already fucking you. You just don't know it. I’m telling you...",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "Okay, first of all, nothing’s going on. Second of all, how's this coming from you? You cheat on your wife all the time. Last year, you were fucking Tracy and Mary at the same time and I didn’t say shit to you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "That’s different. I don’t give a fuck about any of these bitches I fuck them, then “Hey, bitch, get the fuck out. I gotta pick up my wife.” You on the other hand, you’re like Captain-Save-A-Ho. You like to be needed and Nikki knows it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "I appreciate it, dad, but I’m alright. She’s a friend. \f. 02.15.06 - ITILMW 53.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "A friend? Right. She’s gonna fall man. And when she falls, she’s gonna land on you. Richard leaves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nikki and Richard are standing. Richard is pensive and stirred by what George said.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKKI",
          "text": "You okay? You seem upset.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "You know what, we shouldn’t do this anymore.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKKI",
          "text": "Do what? What are you talking about?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "Our whole “hanging in the afternoon lunch” thing. It doesn’t look good. I think we gotta stop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKKI",
          "text": "Stop what? We’re not doing anything. Look, I’m not trying to fuck you.. I’m not trying to fuck anybody. I just wanna hang out with my friend. She holds his hand in-hers. Richard looks into her doe ey sees pain, and it melts him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "I’m your friend. It’s just that I don’t need any drama.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKKI",
          "text": "Then come on, let’s hang. No drama, I promise. Let’s go somewhere and just chill.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She leads him off, still holding his hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "You wanna get something to eat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKKI",
          "text": "Not really. Let’s go somewhere different.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They are in a big Convention Center with cars displayed a over. Richard and Nikki are strolling in the hot car section. Porsches, Ferraris, concept cars are glittering at each display, doors open and velvet ropes around them. Th are HOT GIRLS strolling around, SECURITY GUYS at the cars car FANS checking everything out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "I’ve been wanting to come here, but I’ve just been too busy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKKI",
          "text": "It’s only here for a few more days.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "Man, look at these cars.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKKI",
          "text": "Look at these girls. I wonder how much they make.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "Wow! Porsche turbo. That’s hot. They walk over to a Porsche prototype which is heavily guarded.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKKI",
          "text": "My friend, Brad, has one of those. They’re horrible on gas.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "Yeah, but I bet they’re great on pussy. \f02.15.06 - ITILMW 55.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKKI",
          "text": "Did you say something?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "No. Nothing. Is Brad your new boyfriend?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKKI",
          "text": "No, he likes me, but it ain’t going to happen. Poor Brad. Nikki walks over to the car, stepping gracefully over the velvet rope. ONE of the SECURITY GUARDS sees her. He smil and holds the door for her as she slides into the seat. H skirt rides up, showing her fine legs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKKI",
          "text": "Come on, Richard. Get in. Richard walks over and gets in the passenger side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKKI",
          "text": "I love the smell of a new car. You should get one of these.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nikki puts the seat way back and puts her feet up on the dash.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "You know how much I’d have to make, to buy a car like this? For me to get a “Porsche,” I gotta buy my mother a Taurus, my wife a Volvo, and then maybe I can get a Porsche. Even then, where does the baby seat. go in this thing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKKI",
          "text": "Well, I’m gonna get one someday and you're gonna be old and wish you had one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "Well, you’re gonna be broke someday and you’re gonna wish you hadn‘t. Let’s look at the rest of this stuff so I can get back to work.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Richard and Nikki having a good time. They sit in differe cars: Ferarris, Nascars, etc. \f02.15.06 - ITILMW 56. They play a racing simulation game, they talk to HOT MODE Richard sits in a two seater, between Nikki and a HOT MOD etc. INT. RICHARD AND ERICA’S HOUSE - SAME TIME Erica is playing with the baby. She picks up the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ERICA",
          "text": "(into phone) Hi, Tracy. Is Richard there?... No, I tried his cell... Okay. Well, just let him know I called again... Okay, bye. Erica hangs up the phone looking slightly concerned.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "While Nikki and Richard are sitting side by side in a rac car we see them glance into each other’s eyes, and for th first time we can see that they have feelings for each ot Richard opens the door of a new Mustang and the alarm goe off. Richard and Nikki run. EXT. STREET —- DAY Nikki is walking Richard back to the office.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "I really had a nice time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKKI",
          "text": "I had a nice time too. I’m gonna miss you this weekend.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "I’m going to miss you, too. They stop in front of the building and look at each other It feels like they might kiss but they don’t for now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "I thought you said “no drama.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKKI",
          "text": "There’s no drama.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "Bye, Nikki. \f02.15.06 - ITILMW 57.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKKI",
          "text": "Bye, have a good weekend. She kisses him lightly on the lips and leaves. He watches walk.away and starts to skip down the street. Frank Sinat “I Got The World On A String” starts to play. We see Rich give a BUM some money, kiss an OLD LADY then the music st and the smile leaves his face. Richard runs right up to t camera and yells (we don’t hear anything). EXT. RICHARD AND ERICA’S BACKYARD-- FALL DAY Richard is pushing Kelly on the swing set as Erica walks",
          "sentiment": "neutral"
        },
        {
          "speaker": "ERICA",
          "text": "I called your office yesterday around three forty-five and nobody knew where to find you. I called your cell, no answer. I paged you, you didn’t page me back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "I was probably getting something to eat at the deli.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ERICA",
          "text": "Well, I called you a -few times. You should let people know where you're at and keep your phone on. What if something was wrong with Kelly? What if I got hit by a car?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "I’m telling you, I went to get something to eat at the deli.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ERICA",
          "text": "I didn’t say that you didn’t go to the deli. What’s wrong with you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "Nothing. So what do you want to do tomorrow? A movie? We could have brunch with Allen and Jennifer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ERICA",
          "text": "We always do that. Why don’t we do something different?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Richard and Erica are walking among the family cars. Rich is a little uncomfortable. While they’re walking they pas the model Nikki spoke to the day before. She nods at Rich when Erica’s not looking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ERICA",
          "text": "Are you okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "Huh? Yeah. I’m great.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SECURITY GUARD",
          "text": "(to Richard) Can’t get enough, huh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ERICA",
          "text": "Who was that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "I don’t know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ERICA",
          "text": "Hey, there goes the new mini-vans. Let’s check them out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just like the “cool” car montage but in this one Richard isn’t excited. He’s bored out of his mind. No pretty girl here. Just FULL-FIGURED WOMEN. Erica is really into the mini-vans. Richard opens a mini-van and the alarm goes of",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "INT. CONFERENCE ROOM — DAY Richard is in a meeting with George and some CLIENTS. George is going over some charts. Richard’s cell-phone RINGS. Everybody in the room looks around like “whose pho is ringing.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "(uncomfortable) Sorry. That’s mine. \f02.15.06 - ITILMW 59. He answers it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "Hello?... The music blast from his cell phone and we hear...",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKKI, (V.0.)",
          "text": "Hey, it’s Nikki.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "(to the room) Hey, excuse me for a sec. He moves to the corner of the office, talking quietly int the. phone. . George and Mr. Landis look at Richard like crazy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "What’s up? I can’t really talk I’m in a meeting...",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKKI AND RICHARD",
          "text": "Nikki is on the phone at the bar where she works. It’s em and they're setting up stools for the night, but the musi",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKKI",
          "text": "Okay, I just have to ask you something but I’m afraid you'll get mad at me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "Nikki, I can't do this. I’mina meeting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKKI",
          "text": "Just promise me you won’t get mad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "Fine. I promise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKKI",
          "text": "Okay, I need a little favor. Can you help me get my things out of Teddy's apartment?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "Now? I told you I’m in a meeting. ae O ce \f02.15.06",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKKI",
          "text": "No, tomorrow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "Okay, I'll see you tomorrow. ANGLE ON: George, eyeing Richard as he talks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "Richard and Nikki are in a cab on the Westside Highway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "Alright, so where’s this guy live? I got things to do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKKI",
          "text": "We should be at the shuttle in about twenty minutes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "Shuttle? What are you talking about? Shuttle where?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKKI",
          "text": "D.C. Our first apartment is there. I left a lot of my stuff there. He left town, so now’s my chance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "I’m not going to another state with you to some guy’s apartment to pick up your shit. That’s crazy!",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKKI",
          "text": "D.C.’s not another state. It’s a thirty minute flight. It’s quicker than going to Brooklyn. You’1ll be back at your office before lunchtime besides you live in Jersey. That’s another state.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "Get the fuck out of here. I’m not...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "EXT. AERIAL FOOTAGE OF WASHINGTON D.C. — LATER Taken from a landing plane. INT. AIRPLANE —- SAME DAY Nikki and Richard sit on the flight as it taxis to the ga",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLIGHT ATTENDANT",
          "text": "Ladies and gentlemen, welcome to Ronald Reagan International Airport. It is now safe to use electronic devices. Richard gets on his cell-phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "(into cell-phone) Okay, I'll be back by three. I have some errands to run. You know what? If Nikki calls, tell her I‘ll call her back to her tomorrow. He hangs up. Nikki smiles. .-",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKKI",
          "text": "Ooh. You’re a good liar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "Shut up. We’re catching the two o’‘clock shuttle back. No later. You better not have too much stuff to carry on, ‘cause we’re not checking shit. I have a meeting at four.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They approach a building. We see a COUPLE of POLICE CARS the block.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKKI",
          "text": "(to the driver) It’s right here on your left. You can stop at the green car. \f02.15.06 - ITILMW 62.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "I wonder what all these cops are doing here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKKI",
          "text": "This neighborhood is crazy. There’s always cops around here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nikki and Richard reach a door inside the apartment compl She is looking for her keys.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "So how many cities did you live in with this Teddy guy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKKI",
          "text": "Here and New York. In Miami I lived with his brother, that’s how I met him. (still looking in her purse) Where the hell are my keys?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "You lived with a guy, then left him and moved in with his brother? How the fuck did you pull that off? I have a hard time telling my wife I want pancakes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKKI",
          "text": "Hey, I’m not saying it was easy. I really didn’t want to hurt him, but I had to follow my heart. Richard thinks about it. Then...",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "That’s what I like about you. You don’t care what anybody says. You do whatever you want.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKKI",
          "text": "You‘re wrong. I don’t do whatever I want. I try to do whatever I want. Big difference. (beat) Damn, he changed the locks. \f02.15.06 - ITILMW 63.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "Okay, let’s get dutta here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKKI",
          "text": "No, wait a minute. Let me try one more thing. Nikki walks down the hall and knocks on a door. Cur TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHUCK, the MUSCULAR SUPERINTENDANT of the building, takes some keys and easily opens the door, letting them in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHUCK",
          "text": "No problem. In you go. Nikki kisses him on the cheek and he leaves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHUCK",
          "text": "Call me, baby. I still didn’t forget. . of",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKKI",
          "text": "Neither did I. Richard follows Nikki into the apartment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nikki and Richard walk in. Nikki starts going. through st while Richard looks around. The large windows look out on the POURING RAIN. He finds a photo album on a table and looks through it. We SEE old pictures of Nikki. Nikki at the prom, as a cheerleader, etc.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "It’s really coming down. (dawning on him) We gotta get a flight. What time is it? He looks at his watch. Nikki is oblivious going through h things.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKKI",
          "text": "Just one second. Here, can you carry these?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She hands Richard a bunch of DVD's and a man’s shirt. She pulls off her shirt, down to her bra, and starts pulling different one that she found.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "South Park? I didn’t know you liked South Park.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKKI",
          "text": "I love it. That's my favorite movie. They both start singing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKKI/RICHARD",
          "text": "“Shut your fucking face, uncle fucker / You're a motherfuckin’ bitch, uncle fucker / You're an uncle fucker / Yes, it’s true / Nobody fucks uncle quite like you.\" A voice is HEARD off screen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEDDY, (0.C.)",
          "text": "Can I help you? They both turn, startled, to find TEDDY, a fat guy with d locks, dressed in a football jersey. He stands at the ope door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKKI",
          "text": "Teddy. I’m just-",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEDDY",
          "text": "Who the fuck is this? You brought your man to my crib? So this is the nigga. Teddy walks up to Richard and Richard stick out his hand shake.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "No, no, I’m not the nigga. I assure you, I am not the nigga. Teddy cuts him off with a slap to the face. He drops the shirt on the floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEDDY",
          "text": "Don’t drop my shirt on the floor, bitch! \f02.15.06 - ITILMW 65.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "Oh shit, look, I’m sorry I didn’t know. . Teddy swings at Richard. Richard covers up. The blow hits him on the arm and head and he falls, knocking down a lam that falls and breaks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEDDY",
          "text": "Hey, nigger, that shit’s Chinese. You.owe me four grand. Teddy starts punching and kicking at Richard who is curle a ball.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKKI",
          "text": "Teddy, calm down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEDDY",
          "text": "No, you calm down. I can’t believe you brought this nigger in my house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKKI",
          "text": "Stop it, Teddy! Stop!",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEDDY",
          "text": "Stop what, bitch?! You want some of this? He runs over and grabs her hair. She screams. A voice is HEARD off screen. Richard jumps on Teddy’s back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE, (0.8.)",
          "text": "Hey! Watch your mouth. They all turn around to see TWO COPS standing at the open door. .",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEDDY",
          "text": "What the fuck do y’all want? cop #1 / We were responding to a burglary upstairs. Is everything okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEDDY",
          "text": "This mother-fucker broke into my apartment, and this bitch- He pulls her by the hair. She screams. \f02.15.06 - ITILMW 66. cop #2 Hey! The two cops run over and separate them. They are now restraining a furious Teddy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEDDY",
          "text": "Get off me, you fucking cop punk bitch!",
          "sentiment": "neutral"
        },
        {
          "speaker": "COP",
          "text": "Just settle down, Pal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEDDY",
          "text": "Fuck you! You settle down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COP",
          "text": "Okay! Is this what you want? They start beating him up, Rodney King style.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEDDY",
          "text": "Aaah! Bitch ass cops! Fuck the police! Fuck the police! Fuck the police! Thug life! Thug life! Nikki runs over to Richard and helps him up. The cops are still beating Teddy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKKI",
          "text": "Richard, are you alright?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "Yeah. Let’s get out of here before they start whooping our ass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They sneak out as the cops beat the hell out of Teddy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKKI",
          "text": "We can’t just leave him like that. They might kill him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "What are we gonna do? Call a cop? Just then we HEAR gun shots.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "Oh shit! Let’s go. \f02.15.06 - ITILMW 67. INT. TAXI CAB —- MOMENTS LATER The rain is pouring down REALLY hard. on their cab, which stuck in traffic not moving.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKKI",
          "text": "I’m so sorry. I am so sorry! I thought he was out of town. Just then Nikki leans over and kisses Richard and for a couple of seconds they’re making out in the cab until Ric pushes her away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "Get off of me! What the fuck is wrong with... I gotta get back to work.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKKI",
          "text": "Don't worry, you'll make it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. Landis, George and some CLIENTS are waiting. Mr. Land looks at his watch. It reads 4:05PM.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. LANDIS",
          "text": "Did he say anything ‘to your, | Where the hell is he?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "You know, I’m sure he has a good explanation. You know his wife’s pregnant. cur TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Richard and Nikki are trying to get through airport secur Richard keeps beeping, removing his keys, belt -- all ina tense hurry, then beeps again. He has to be screened by a SECURITY GUY with a wand. curt TO: \f02.15.06 - ITILMW 68.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. Landis, George and the clients are still waiting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. LANDIS",
          "text": "Okay, I think we should start. They all start opening their folders to begin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "George and Mary are putting on their coats and turning th lights out in the office. cuT TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Richard and Nikki sit in a very crowded gate area.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIRLINE PERSON P.A., (V.0.)",
          "text": "Ladies and gentlemen. Our flight is going to be further delayed. We don’t have clearance to leave the gate yet but as soon as we do we'll let you board. In the meantime... Richard has his head in his hands. Nikki sits quietly bes him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We see the cleaning lady from earlier mopping the floor. Everybody's gone. INT. RICHARD AND ERICA’S KITCHEN - LATER THAT NIGHT Erica sits at the kitchen table, looking down at her dinn Richard’s dinner sits across from her. She looks solemn, bit sad. She is waiting for a while then the door opens a Richard is there, looking haggard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ERICA",
          "text": "What happened to you? Why are you late? \f02.15.06 - ITILMW 69.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "I had a shit day, honey. Just... a nightmare. First the train then the traffic then the rain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ERICA",
          "text": "You want to talk about it? He kisses her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "No. Just let me clean up. I’11 be right back.- Go ahead and eat. He leaves the room, taking off his coat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Richard and Erica sitting down and eating and not saying anything to each other. First, we have the camera CLOSE-U on Erica just eating. Then we have the camera CLOSE-UP on Richard eating and thinking. Then we see Richard look at T.V. where we see the news-- ee",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEWSCASTER, (V.O.)",
          "text": "Today in Washington, D.C., a man named Teddy Smith shot and wounded two police officers. He was later apprehended after a violent stand- off. Richard stops eating.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ERICA",
          "text": "(off his reaction) Are you sure you’re okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "Yeah. I’m fine. I’m great. Just tired. Can I get some more rice?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Richard on his way to work. He’s listening to his iPod. H looks tired and slightly disheveled. INT. RICHARD’S OFFICE - THE NEXT DAY \f02.15.06 - ITILMW 70. Richard walks into his office, taking off his coat. He reaches in the pocket and is startled to find the boardin pass from the night before. He holds it in his hand, considering what if it’d been found. He sits at his desk, ripping it to pieces and lets out a breath of relief. Jus then Mr. Landis walks in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. LANDIS",
          "text": "Okay, Cooper, what happened to you yesterday? You look like shit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "I can explain. I was...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. LANDIS",
          "text": "Did your mother die?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. LANDIS",
          "text": "Did your father die?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "Ah, no.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. LANDIS",
          "text": "Did your wife or child pass away?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "No, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. LANDIS",
          "text": "And I can see that you’re breathing which means you have no fucking excuse, Cooper! You’re on probation. If you mess up one more time you’re fired. You fuck up my money, I’ll fuck up yours. AmTI understood?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "Yes, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Richard and George walk out together.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "Need a ride? \f02.15.06 - ITILMW 71.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "Yeah, could you just drop me off at the train station?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "Come on, I'll drop you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "George is driving Richard in his nice car. They pull up t Grand Central Station.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "Look, George, I’m sorry about the other day. I had a family emergency.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "Hey, you don’t have to explain shit to me. I said my piece just don’t let it fuck with your work again. You know, when you mess up like that the whole office starts looking at me like, “where’s your friend?” You wouldn’t believe some of the racist shit they say when you're not around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "Like what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "You don’t want to know. I just hope she’s worth it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "What are you talking about?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "You know what I’m talking about. Hey, I got something for you. George reaches into the glove compartment and hands Richa blue pill.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "Here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "What's this? \f02.15.06 - ITILMW 72.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "What do you think it is? It’s Viagra.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "You just keep Viagra in the glove compartment?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "Right next to the Altoids.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "I don’t need it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "Rich, you’ve been married seven years. These girls have changed since you were single. They're working out, they’re watching porn, they’re doing yoga. It’s like they got “rodeo pussy” and if you don‘t have enough dick you’re gonna get tossed off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "For the last time, I’m not fucking her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "Well, if you don’t fuck her you‘re gonna fuck somebody. I can see it in your eyes. You're gone, man... Okay, what’s going on with you and your wife?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "Nothing we’re fine. Alright! We're doing just fine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "You're not fine. If you were doing just fine you wouldn’t be fucking it up. Listen, I know I gave you that pill for Nikki, but if you really want to be happy use it on Erica. George laughs at Richard who doesn’t want to hear it. Ric leaves the car and George pulls away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Richard and Erica are driving home from the supermarket w Kelly. MUSIC: “Chop Suey!” By System of a Down plays in the background.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ERICA",
          "text": "Honey, what’s wrong?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "Nothing. I’m fine. What are you talking. about?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ERICA",
          "text": "You seem preoccupied lately. It’s like you're a zombie. What the hell is wrong?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "Hey, do you read the papers? Do you see what’s happening in the market? Things are fucked up right now. I got a lot on my mind. I gotta take care of this family.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ERICA",
          "text": "No, I don’t see what’s happening because you don’t tell me. anything. You keep it all inside and when I ask you a simple question you yell like I did something wrong to you. Did I do something wrong?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "No, I’m sorry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ERICA",
          "text": "Stop being sorry... just talk to me. Damn! And what the hell is this music you’re listening to?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "What? You don’t like it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ERICA",
          "text": "No, I don’t. I got in the car the other day and all my CDs are gone. What happened to my Usher? My Beyonce? ee ee HK \f02.15.06 - ITILMW 74.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "You know what, you’ve got nigger ears.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ERICA",
          "text": "Nigger what?! Don’t fucking talk to me like that? Nigger ears?! What is that? What are you talking about?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Richard is on the train listening to his iPod.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD, (V.0.)",
          "text": "Boy, did I fuck up. My job had me on probation. My wife was becoming suspicious. And on top of that, being one of the only black people in the office was starting to get to me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "QUICK CUTS of WHITE PEOPLE in the office speaking very nicely. A WOMAN behind her desk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICE WOMAN",
          "text": "Good morning, nigger. A MAN in an elevator.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICE MAN",
          "text": "Nice suit, nigger. Mr. Landis passes by.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. LANDIS",
          "text": "How you doing, Richard? How’re the wife and the nigglets?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD, (V.O.)",
          "text": "I was losing my mind. Nikki tried to call me, but I didn’t want to hear it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "ee ee eK",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Richard at his desk going over some paperwork. Tracy stic her head in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRACY",
          "text": "Nikki’s on line one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "Tell her I’m not here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRACY",
          "text": "Yes. (then, into phone) He’s not in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Richard walks into the office. As he passes Tracy’s desk-",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRACY",
          "text": "Nikki called twice. What do you want me to say if she calls again?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "Just tell her I’m not here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRACY",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Richard is on the train just reading the paper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Richard walks past Tracy’s desk on his way out with a cli The phone rings and before Tracy can pick it up--",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "I‘m not here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nikki’s on her cell-phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKKI",
          "text": "Could you just tell him I got a new job and to give me a call? INT. RICHARD AND ERICA‘S HOUSE - NIGHT Kelly is in bed as Richard reads her a story. Erica pops head in the room and looks on approvingly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CARD READS: Two Months Later. * We SEE Christmas decorations all over the place. Richard looking at shirts and a SALESMAN comes up to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SALESMAN",
          "text": "Can I help you find something?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "No, I’m just looking. He keeps looking. An AVERAGE LOOKING SALESWOMAN approache him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SALESWOMAN",
          "text": "Have you seen our suits?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "No, that’s okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Richard is in the jewelry department looking at watches w he HEARS--",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKKI",
          "text": "I think the pink Rolex is really cute.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "Hey, what are you doing here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKKI",
          "text": "Just spending money I don’t have. When I saw you I started to not even come over here... but then I though you looked over here and I didn’t want you to think I was ducking you... (beat) ’ So are you still mad at me? You won't take my calls. Are we okay? INT. DEPARTMENT STORE - WOMEN’S DEPARTMENT - SAME Richard and Nikki. are now walking around the women’s department.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "So, my boss is mad at me. My wife is mad at me. But it’s okay, I’11 live.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKKI",
          "text": "You know, if I thought you were happy I wouldn’t even bring this up, but why are you still with your wife? Every time you talk about her you seem depressed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don’t know... I’m with her ‘cause she was with me when I had no money. Because she’s a good mother to Kelly. I guess I’m with her because I love her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKKI",
          "text": "You didn’t say it right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "Don’t start that shit again. How the hell am I supposed to say it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKKI",
          "text": "You’re supposed to say you’re with her because you love her and you can’t live without her, but you can’t. You’re with her because you feel indebted. You’re not in love, you’re in loyal. That’s sad. oe HH HH \f02.15.06 - ITILMW 78.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "What's so sad about that? At least I’m in something. I got a family. You‘re the sad one. Who do you have?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKKI",
          "text": "Don’t throw the family shit at me. You and your wife don’t talk, you don’t fuck. You’ve got nothing but your kids.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "You don’t know anything about kids. * You don’t know anything about * marriage. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKKI",
          "text": "Well, I know if you were really * into your wife you wouldn’t want to hang with me so much. If that’s what family is then I’1l wait.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "Wait for what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKKI",
          "text": "For the real thing. For real love. * Or a good sponsor. But I’m not settling for anything in between.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "You ever think of getting a skill?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKKI",
          "text": "Oh, I got skills.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nikki is dropping Richard off at his office. They stop to say goodbye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKKI",
          "text": "What are you doing tonight? You * want to go to a club? *",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "Tonight? I can’t do that. What would I tell my wife? \f02.15.06 - ITILMW 79.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKKI",
          "text": "You don’t tell her about the daytime why should the nighttime be any different?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "What’s so big about tonight?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKKI",
          "text": "A guy I met at the restaurant is going to introduce me to one of the owners of Tavern on the Green who might be able to give me a hostess job.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "What do you need me for?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKKI",
          "text": "Okay, I know this guy is after me. Damn, he comes to the restaurant every night. Anyway I want you to come with me so he’1l think I’m seeing somebody. Plus, I just want you to tell me what you think about him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "Do you like him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKKI",
          "text": "Why? You jealous?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "No, I’m not but you want my opinion of the guy, you must like hima little bit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKKI",
          "text": "Please. He drives a Bentley and wears. a big watch with diamonds. I don’t go for that stuff. He produces records. His name is Delite. It’s so pathetic, like his mama named him Delite. What kind of grown ass man is named Delite?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "Tonight? I don’t know how I’m gonna get out the house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKKI",
          "text": "Why don’t you just start a fight?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Erica is at the oven getting dinner ready.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "Honey, I’m home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ERICA",
          "text": "Hey, dinner’s almost ready. Why don’t you go and wash your hands while I set the table?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "Okay, so what’s for dinner?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ERICA",
          "text": "I made some chicken and--",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "Chicken?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ERICA",
          "text": "Yes, what’s wrong?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "Chicken, again? Why do we have chicken every day? I’m tired of chicken.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ERICA",
          "text": "I thought you liked chicken.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "I don't like it every day. I feel like I’ve got feathers coming out my ass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ERICA",
          "text": "This isn’t about chicken. What’s wrong?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "What’s wrong is there are other animals running around. Have you heard of lamb chops, pork chops? Just asking, just asking. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "RICHARD (cont'd) If I didn’t say anything you'd give me chicken until I die.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ERICA",
          "text": "Are you crazy?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "I will be if I eat another piece of chicken. Richard starts to exit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ERICA",
          "text": "Where are you going?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "To get some ribs. He SLAMS the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "INT. TRAIN —- MOMENTS LATER Richard still sits alone. He glances over and sees an OLD MARRIED COUPLE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD, (V.0.)",
          "text": "What the hell is wrong with me?! How could I yell at Erica like that? I’m losing my mind. I gotta go home. Next stop I’m gonna get off this train and go home to my wife. That’s what I’m gonna do. I’m going home. cur TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Music is playing. Richard makes his way through the CROWD The place looks like a Lenny Kravitz video. He looks out place in his suit and is being lead through the club by a BEAUTIFUL FRIEND of Nikki’s named, HOPE. It’s a club so EVERYBODY IS YELLING.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOPE",
          "text": "Hi. I’m Hope. I just got off the phone with Nikki. She told me to take good care of you. She's running a little late. \f02.15.06 - ITILMW 82.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "Late! How late? Where is she and where are we going?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOPE",
          "text": "I don’t know where she’s at. She didn’t say. I’m taking you to the VIP section. Don’t worry she'll be here. CuT TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Erica is stunned by what just happened with Richard. We s her take a moment and shake her head in disbelief. Then w watch her stand up and start to walk. The CAMERA follows to the bedroom. She goes to a clothes hamper, pulls out a pair of Richard’s pants and starts to going through the pockets. From there we do VARIOUS QUICK CUTS of Erica’s h going through Richard’s pockets.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Richard is just waiting. CUT TO Richard having a drink, looking at his watch. CUT TO Richard tapping Hope on the shoulder. INT. RICHARD AND ERICA’S BEDROOM - SAME TIME Erica is going through the pockets of a jacket. She looks determined.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Richard is still waiting at the club. He taps Hope’s shoulder again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "Did you hear anything from Nikki?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOPE",
          "text": "No, not yet. I’11 let you know. \f02.15.06 - ITILMW 83. INT. RICHARD AND ERICA’S BEDROOM — SAME TIME Erica is taking a whole dresser drawer and dump it on the floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Richard is sitting in a booth looking at his watch. Just then from off camera we HEAR--",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIRL, (0.8.)",
          "text": "Did you wear it yet?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "Excuse me? REVEAL it’s the Asian salesgirl and the black salesgirl f the department store earlier in the movie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASIAN SALESGIRL",
          "text": "Did you wear the sweater? I sold * you a sweater a few months ago. I . * work at Barney’s in the men’s section.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "Yes, yes... I remember you, too. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The green sweater. What are you doing here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLACK SALESGIRL",
          "text": "We’re just hanging out. We’re here * every week. Wednesday’s the best * night. We’re going to the bathroom * and do some ecstasy. You wanna * come? Richard looks shocked.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "Ah, you know I better not, I’m waiting for somebody. Maybe next * time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASIAN SALESGIRL",
          "text": "Come on, it’s totally natural. I got it from a doctor I know. \f02.15.06 - ITILMW 84.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "Okay, just a little bit. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We CUT to Erica in bed watching David Letterman’s opening monologue. She’s on the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Allen is on the other end.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALLEN",
          "text": "Are you sure nothing’s going on? *",
          "sentiment": "neutral"
        },
        {
          "speaker": "ERICA",
          "text": "I don’t think so. I’ve been through his stuff. Richard’s been really stressed out lately. He’s under a lot of pressure at work and we have a new baby coming. I’m sure he’s somewhere just getting his head together.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Richard is back in the booth. His jacket is off and he’s to his t-shirt. He’s very high. He’s holding a bottle of champagne. The Black salesgirl is in her bra. The Asian * salesgirl is rubbing against Richard. It’s crazy. Richard is singing along to a Ying-Yang Twins song.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD/SALESGIRLS",
          "text": "(singing) * “Wait til’ you see my dick” “Wait til’ you see my dick\" “Wait til’ you see my dick\" “Wait til’ you see my dick” “You will never get enough” *",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT BACK TO",
          "text": "INT. RICHARD AND ERICA’S BEDROOM/INT. ALLEN’S HOUSE - SAM",
          "sentiment": "neutral"
        },
        {
          "speaker": "SPLIT SCREEN",
          "text": "Erica.and Allen on the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALLEN",
          "text": "You’re probably right. Having kids is scary. There’s something about fatherhood that makes you feel like you have to be a responsible adult.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT BACK TO",
          "text": "INT. NIGHTCLUB —- LATER Richard now has two champagne bottles and is singing even louder with his shirt unbuttoned. He’s dancing with the g salesman from earlier in the movie. Dancing to a FAT JOE song.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD AND GAY SALESMAN",
          "text": "(singing) se “MY NIGGERS DON'T DANCE / WE JUST \"",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEAN BACK, LEAN BACK\"",
          "text": "‘ cuT TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The girls and the gay salesman are now dancing without Richard. PAN from the girls to Richard, who is now sittin down, .realizing how fucked up he is. He’s burnt out. He mops at his forehead with a napkin, tries to focus, and l at his watch. He realizes it’s very late. Richard climbs of the booth, past them, searching through the CROWD and finding Hope.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "Where the hell's Nikki?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOPE",
          "text": "I just got off the phone with her. ft She told me to tell you she’s sorry she’s not going to make it. She said she’s. going to Miami with some guy named Delite. Something about Puffy having a party. \f02.15.06 - ITILMW 86. At that moment Richard starts to sober up while EVERYBODY around him is having the time of their lives. He can’t believe what he just heard. He’s crushed. Suddenly his ph is ringing. He checks the caller I.D. screen. ANGLE ON RICHARD’s PHONE: It reads “Home”. Richard, realizing he can’t answer the phone in the club, runs fas for a back door. INT. RICHARD AND ERICA’S HOUSE - LATER *",
          "sentiment": "neutral"
        },
        {
          "speaker": "ERICA",
          "text": "Where have you been? Are you gonna * tell me why you were acting so crazy? Screaming about chicken... * Are you fucking some bitch?! Are * you fucking somebody? I swear if I * find out you...",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "No, no! I’m not fucking around. I swear to God. I’m sorry. I was wrong to scream at you like that. * I've just been really stressed out about work and the baby, and I just needed some air.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ERICA",
          "text": "You still haven’t told me where you've been.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "I just went to a sports bar and watched the game. That’s all.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ERICA",
          "text": "Okay, well next time just tell me that’s what you wanna do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "I‘'1l let you know next time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Richard pulls out his cell phone and dials.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKKI, (V.O.)",
          "text": "Hello, this is Nikki. I’m not here to take your call. Remember love is God and God is love. (Beep) \f02.15.06 - ITILMW 87.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "(into phone) Nikki, it’s Richard. I don’t know * what happened to you last night and * I really don’t car. I’m married, * you’re single. Don’t call me, don't come by the office. Don’t e- mail me, don’t fax me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Richard is in the office.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD, (V.0.)",
          "text": "Now that Nikki was gone I was finally able to focus on work and my family. Cur TO: INT. MUSIC CLASSROOM — DAY Richard, Erica and Kelly in a Music Together class. Every is singing the Isty-Bitsy Spider song.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLASS",
          "text": "(all singing) “The itsy-bitsy spider came out the water spout. Down came the rain and washed the spider out.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As we hear them continue to sing we-- Cut TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Richard and Erica are pushing Kelly through the produce * section.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Richard, Erica and Kelly are sitting under the Christmas unwrapping gifts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Richard and Erica in a Lamaze class.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Everyone is still singing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLASS",
          "text": "“And the itsy-bitsy spider came out the spout again.” cur TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Richard and George are in the office talking to A CLIENT. Richard looks at his BlackBerry, then runs out of the off",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The streets are PACKED WITH PEOPLE. Traffic’s at a stand- still. There’s not a cab to be found. Richard is running down the street like a bat out of hell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A very sweaty Richard gets off an elevator and runs to a desk. There are TWO YOUNG BLACK NURSES there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "Excuse me, is this the maternity ward? \f02.15.06 - ITILMW 89.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NURSE",
          "text": "Yes, it is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "I’m looking for Erica Cooper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NURSE",
          "text": "(looking him up and down) Oh, are you the baby’s daddy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "No, I’m her husband. INT. HOSPITAL ROOM — CONTINUOUS Erica, holding the NEW BABY, hears Richard. He comes bursting in the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ERICA",
          "text": "Richard, it’s a boy! He runs up and hugs and kisses her. He takes the boy, hol him up and kisses him. They are all very happy. “",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "EXT. RICHARD AND ERICA’S HOUSE There’s a paper stork on the front door that says, “It’s Boy!” cur TO: INT. BEDROOM — DAY Richard and Erica are playing with the baby boy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD, (V.0.)",
          "text": "After all the relatives left I took a week off to help. out and it was finally time to get a nanny. Erica wanted to do the hiring but I took care of it myself. I wanted to make sure that the nanny wasn’t the slightest bit cute. The last thing I wanted was two women in the house who I couldn’t fuck. A very OLD, GRAY-HAIRED NANNY comes in carrying the new b \f02.15.06 - ITILMW 90.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Richard is walking to work, looking stoically straight ah As he walks we SEE BEAUTIFUL WOMEN passing him by.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD, (V.0O.)",
          "text": "Now I went to work and I looked straight ahead. I wasn’t fascinated by every woman I saw. As a matter of fact they annoyed me. A BEAUTIFUL BLACK WOMAN walks by putting on lipstick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD, (V.0.)",
          "text": "What’s wrong with her? She should do that shit at home. A BEAUTIFUL RED HEAD walks by on a cell-phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD, (V.0.)",
          "text": "Who the hell is she talking to? I wish she would shut-up. We see a NAKED WOMAN in heels wearing glasses and holding briefcase. Richard walks by her without even taking a loo",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD, (V.O.)",
          "text": "I told you, I’m not bullshitting. INT. RICHARD'S OFFICE —- ONE MONTH LATER Richard is at his desk working with Tracy helping him ove his shoulder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "Okay, we’re gonna start with these three accounts, and then work our way to the newest ones. You better order in, there’s lots to do. We HEAR a knock on the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "Come in. Nikki enters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKKI",
          "text": "Miss me? \f02.15.06 - ITILMW 91.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD/TRACY",
          "text": "Shit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "FREEZE FRAME: RICHARD’S FACE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD, (V.O.)",
          "text": "Right then I knew I should've kicked -her out or called security or just told her I was busy. But, I couldn’t.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Richard and Nikki are sitting in a booth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKKI",
          "text": "So... what’s new? Did Erica have the baby?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "Yeah, we had a baby boy. He’s two months old. His name is Brian. What’s new with you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKKI",
          "text": "Well, I just got back from St. Barts with Sean. A boy? Good for you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "And Sean is... what? The guy who buys your toothpaste? What happened to Delite?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKKI",
          "text": "I think he’s gay. He liked a finger in his ass a little too much , for me. Poor Delite. Now I have a fiance, Sean. I can’t wait for you to meet him. eH",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "Get outta here. You’re getting * married?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKKI",
          "text": "Yup, I did it. I’m closing the * deal. Sean's a banker. He’s got a real job like you. -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f(We never see Sean. 02.15.06 - ITILMW 92.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "So what is it? Real love or a sponsor?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKKI",
          "text": "You know, I was at a party a couple of months ago and I was talking to this guy, he must have been about forty and something felt weird. We weren’t talking about anything out of the ordinary just books and while we were talking this little twenty-two year old girl walks by and he just says, “excuse me” and runs over and tries to talk to her. I was a little embarrassed and then I realized what was wrong. For the first time in my adult life I was having a conversation with a straight man who wasn’t thinking about fucking me. It never even crossed his mind. So when I met Sean I said to myself “I gotta make this work.” We’re getting married in June. We hear his voice, we see him shake hands with Richard, but we never see his face.) INT. BABY’S ROOM - EVENING Erica sits by the crib holding Kelly. the other baby.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ERICA",
          "text": "Richard is looking at Look, Kelly, look at the baby. You see, that’s your brother. That‘s your brother, Brian. Say Brian. Brian.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KELLY",
          "text": "Brian...",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "That’s my girl. Kelly, “E” equals what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KELLY",
          "text": "MC squared.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "That’s my love.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Richard is down to his turtleneck. He pulls his turtlenec over his face and plays peek-a-boo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "Hey, Brian, Brian. What's up, boy? Turtleman’s gonna getcha. Look out for the turtleman. Erica and Kelly laugh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ERICA",
          "text": "So how was work? Anything happen?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "No, nothing happened. Just work.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ERICA",
          "text": "(laughing) Allen told me the funniest thing today... Richard gives her a look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "EXT. WOMEN’S CLOTHING STORE - MIDTOWN - DAY Nikki greets Richard at the door. They kiss on the cheek.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "So this is where you shop these days?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKKI",
          "text": "Well, Sean owns the building and the one next door. So I’m over here a lot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "It’s nice. Nikki looks over Richard’s shoulder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKKI",
          "text": "Here comes Sean now. Richard turns. (We don’t see Sean, we just see his arm extended. )",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKKI",
          "text": "Richard, this is Sean. \f02.15.06 - ITILMW 94. They shake hands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SEAN, (0.S.)",
          "text": "Pleased to meet you. (to Nikki) I gotta get back. Don’t forget you‘re meeting me at Nobu at nine. Don't be late. Richard, if you're ever in Malibu look us up. Bring your wife. We’ll all go to dinner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "That sounds good. Richard watches Sean kiss Nikki and leave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "Malibu? That’s great. Malibu? I’m never in California. I guess I’m going to need a new lunch date. (beat) So this is... What you want? You and Sean... you're happy... you love him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKKI",
          "text": "Do I love him? Not right now. But ten years from now, who knows? I’m going to be just like you -- nice house, nice husband, easy dull life. But I can tell you that I’11 never love him the way I love you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "Come on, don’t go there. You and me... we just got bad timing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKKI",
          "text": "I know. But don’t you think we'd make each other happy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "Everybody says you’re supposed to be happy. That’s bullshit! If everybody was happy everybody wouldn’t be happy. Everybody can’t be happy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKKI",
          "text": "I’m not talking about everybody, I’m talking about us. You and me, happy together. \f02.15.06 - ITILMW 95.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "My life is not about what I want.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKKI",
          "text": "I hear ice cracking. They both look at each other for a beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKKI",
          "text": "Sean is leaving for L.A. tomorrow. Why don’t you come by my place so we can say goodbye? A short. beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "Okay, I’1l see you about two o'clock?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Richard makes a move on Erica.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ERICA",
          "text": "What are you doing, honey? Just go to sleep.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Richard is on the train listening to his iPod.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "Richard walking through the CROWD to work. He looks at hi watch. It’s nine AM. INT. RICHARD’S OFFICE - LATER",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "Richard is having a meeting with a couple of CLIENTS. Richard looks at his watch, it reads 12:30 PM.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Richard sits in a CROWDED room with his other COLLEAGUES businessman makes a proposal. Richard glances up at the c it reads 1:05 PM. INT. RICHARD’S OFFICE - LATER Richard on the phone. He looks at his watch, it reads 1:15PM.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tracy and Mary are typing away. Richard leaves his office and speaks to Mary.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "Hey, I’m going to get some lunch. If anybody calls tell them to call back in about an hour. He leaves. cur TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Richard walking down a CROWDED street. We see him thinkin as we HEAR a voice-over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKKI, (V.O.)",
          "text": "Why don’t you come by my place tomorrow so I can give you a real goodbye?... We SEE Richard walk into a CVS convenience store.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Richard comes in and gets a bottled water and we watch as walks up and down the aisles looking for something. We do see what he’s looking for. A STORE CLERK approaches him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STORE CLERK",
          "text": "Can I help you find something?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "No, I’m okay. \f02.15.06 - ITILMW 97. We SEE Richard still looking down a couple of aisles. Fin he goes to the CROWDED counter and asks the CASHIER-—",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "(almost whispering) Excuse me, do you have any condoms?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CASHIER",
          "text": "Sorry, I didn’t hear you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "(a little louder) Do you have any condoms?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CASHIER",
          "text": "Oh, condoms. Sure, right here. She points behind her and we see what looks like a hundre different types of condoms. CASHIER (CONT’D) What kind do you want? CLOSE UP: Richard’s eyes looking at the condoms, then awa",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "I‘ll take the blue box.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CASHIER",
          "text": "Three pack or twelve pack? CLOSE UP: Cashier’s. eyes. She looks down at Richard’s ha CLOSE UP: Richard's hand, his wedding ring. He quickly covers it with his other hand. ANGLE ON: RICHARD, he is now sweaty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "Uh, three pack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CASHIER",
          "text": "Twelve pack is cheaper. WE ARE NOW CUTTING VERY FAST from Richard, the cashier, t condoms, the magazine, ANOTHER SEXY WOMAN in line behind Richard. His breathing quickens.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "Look, just. please give me a small box of fucking condoms. The cashier puts them on the counter. \f02.15.06 - ITILMW 98.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We see Richard walking up the stairs to Nikki’s apartment with his briefcase. He stops. Puts his briefcase down. Pulls out his wallet, opens a compartment and pulls out a Viagra pill. He looks at it then swallows it. Then he tak off his wedding ring.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Richard walks to her door carrying his briefcase and knoc",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "Nikki? He turns the doorknob.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKKI, (0.S.)",
          "text": "It’s open. Come in. Richard goes into the apartment, walks through it to the bathroom. He opens the door. It’s filled with steam. As t steam escapes through the open door, he sees Nikki in panties, bra and a pair of black Jimmy Choo shoes. She’s rubbing lotion on herself. She walks over to the shower a cuts it off. Then she hands Richard the lotion she’s hold and says--",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKKI",
          "text": "You made it. I was thinking you might not come. I thought you'd get scared and not show up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "Scared of what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKKI",
          "text": "I don’t know. Just scared. Could you rub some of this on my back? He puts down his briefcase takes the lotion and starts to it on her back. He’s a little nervous. He rubs a little i then stops.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "I think I got it. She puts her arms around him and gives hima lite kiss.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKKI",
          "text": "Thank you. \f02.15.06 - ITILMW 99. She walks away from him to the other side of the room. We Richard in the foreground. As she walks away we hear her",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKKI, (CONT'D)",
          "text": "Do you mind if I keep these shoes on?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "It’s okay. I don’t mind. MUSIC STARTS: “DARLING NIKKI” BY PRINCE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIEND...",
          "text": "Richard starts to take off his jacket. Nikki walks to the bed and lays down flat on her back. Her head is on a pill The song keeps playing. Nikki stares at Richard as if to say, “what’s up?”",
          "sentiment": "neutral"
        },
        {
          "speaker": "MASTURBATING WITH A MAGAZINE...",
          "text": "Richard stares back at Nikki. Then with his back to her h pats his crotch. He can’t believe how hard he is. This Viagra shit works. Nikki is on the bed laid out. She’s looking hard at Richard. All we see of her is her head an her breast as she says-—-",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKKI",
          "text": "What are you doing all the way over there? I thought you weren’t scared.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "I’m not scared. I’m just looking at you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKKI",
          "text": "Well.come over here, I won’t bite. Richard slowly walks across the room and stands at the fo of the bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKKI, (CONT'D)",
          "text": "I’m really going to miss you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "I’m going to miss you, too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just then Nikki puts both her ankles on Richard’s shoulde We can see that she still has her shoes on. The CAMERA go from her face to Richard’s face. We never see her crotch. Then she says--",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKKI",
          "text": "So what are you waiting for? AT THAT MOMENT, we see Richard reach down and take off he panties. Remember we never see her crotch. The reason we know that Richard took off her panties is because we saw come past her left shoe. Richard starts to pounce on her Nikki says--",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKKI",
          "text": "Wait. Take off you sweater. Richard begins to take off the turtleneck until only his shows. AT THAT MOMENT, he turns to see himself in the MIRROR nex Nikki on the bed and FREEZES. He looks horrified by what sees because what he sees is the turtleman. The character acts out with his son and daughter. We FLASH back to see Richard in the earlier scenes playing turtleman with his kids. THE MUSIC DROPS OUT SUDDENLY. THERE IS NO SOUND. NO MUSIC, NO AMBIENT SOUND. TOTAL SILENCE. The silence is broken as he takes a deep breath and looks the mirror. He pulls the shirt back on, gathers up his things and leaves the apartment as fast as he can. The MU starts back up where we HEAR Prince screaming “Nikki, Nik The music keeps playing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKKI",
          "text": "What’s wrong? What’s wrong? Where are you going?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We SEE Richard running down Nikki's staircase. cur TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We SEE Richard walking fast down a city street looking a little shaken. Prince is still playing. \f02.15.06 - ITILMW 101.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUSIC STOPS.",
          "text": "Tracy is on the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRACY",
          "text": "Listen, I'll be there at four. Wait for me. Richard enters and walks straight to his office without a hello. He looks upset and sweaty from running.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRACY",
          "text": "I’m glad you’re back. You have a few calls to return. INT. RICHARD’S OFFICE - SAME He shuts the door, paces around nervously. He then goes t the phone and after a deep breath, dials. We HEAR a phone message with Erica’s voice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ERICA, (V.0.)",
          "text": "Hello. You've reached the home of Erica and Richard. Nobody’s here to take your call so leave your name and your number, and we'll get back to you. Richard hangs up. Then he leaves the office walking by Tr and Mary.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "When will you be back? Richard leaves without a sound.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "INT. NIKKI’S APARTMENT - LATER Nikki still naked is smoking a cigarette and talking on t phone. \f02.15.06 - ITILMW 102.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKKI",
          "text": "(into phone) Yes, just sitting here doing nothing... Yeah, I’1ll bring it... Okay, honey. I’11 see you tomorrow... Love you, too. She hangs up the phone and looks real sad. A tear rolls d her cheek. EXT. RICHARD AND ERICA’S HOUSE - LATER Richard walks in the front door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Richard walks in like a mad-man and starts looking frantically for Erica.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "Erica... Erica... Richard runs upstairs, opens his bedroom door and finds h wife, Erica, having sex with their friend, Allen--from behind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ERICA",
          "text": "Fuck me. Fuck me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "Nooo...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BACK TO",
          "text": "INT. RICHARD’S LIVING ROOM - REALITY Erica is at the desk grading papers. Richard walks in aga like a mad-man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ERICA",
          "text": "You scared me. What are you doing home so early? Everything alright?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "We're are the kids? \f02.15.06 - ITILMW 103.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ERICA",
          "text": "I just dropped them off at my mother’s house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "Everything’s fine. I was just missing you and thought I’d come home early.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ERICA",
          "text": "Are you sure that’s it? For once could you be honest and tell me what’s really wrong with you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUSIC STARTS",
          "text": "Richard and Erica start to talk/sing at each other, but n “sing sing” more of a talk-sing like the beginning of a B White or Rick James and Teena Marie record. Romantic musi plays throughout the end of this scene.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "You know, baby, I.just wanna tell you how sorry I am for being so cold. It’s not that I don’t like being married. It’s just that sometimes it feels like the walls are closing in on me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ERICA",
          "text": "I understand, baby. But it’s not just you. I gotta admit that I’ve been distant too. I haven’t always been nice. As a matter of fact, sometimes I’m as cold as ice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "So cold. So cold. You’ve been very cold, baby.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ERICA",
          "text": "But one thing I have to ask you, baby... it’s time I know the score, but the thing I have to ask you is how come you don’t make love to me anymore?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD \\",
          "text": "It’s been a long time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ERICA",
          "text": "A mighty, mighty long time. \f02.15.06 - ITILMW 104.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "Baby, I still want you and I’ve wanted you for so long. But every time I touch you, you act like I_ did something wrong.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ERICA",
          "text": "No, I don’t.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "Yes, you do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ERICA",
          "text": "No, I don’t.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "Yes, it’s true... I don’t want to leave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ERICA",
          "text": "Neither do I.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "I still want you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ERICA",
          "text": "I’m gonna cry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "Where are the kids?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ERICA",
          "text": "I told you. They’re gone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "In that case, we should make love.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD AND ERICA",
          "text": "All night long. Yeah. Big swell in the music and then it stops.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "I love you, baby.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ERICA",
          "text": "I love you, too. \f02.15.06 - ITILMW 105. At that moment, Erica and Richard start kissing passionat and taking each other’s clothes off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We see Richard come out of the master bedroom just: like the beginning of the movie. We see him put on his coat an walk over to Erica and give her a big kiss goodbye. V.0O. starts as Richard leaves the house. Al Green's, “Let Get Married” is playing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD, (V.0.)",
          "text": "A lot of people have rules about what's cheating and what’s not. Some people say if you’re in another country it’s not cheating. Some people say if you’re in another room it’s not cheating. I used to think I was a good father and a bad husband, but now I that I’m older I realize that if you’re cheating on your wife, you’re cheating on your kids.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We see Nikki sitting in first class gazing out the window , with her iPod on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD, (V.O.)",
          "text": "I’m really going to miss Nikki and the bad thing is I can’t tell anybody about it. I gotta keep this whole thing to myself. cur TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Richard is sitting down, puts his iPod on and is looking the window as the train moves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD, (V.O.)",
          "text": "Any guy I’d tell would think I was erazy for not having sex with her. And any woman I tell would think I was a dog for letting it get that far.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Richard and Nikki at the auto show. Cur TO: INT. RICHARD’'S OFFICE Nikki walking into Richard’s office.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Richard and Erica sitting at one of the same restaurants was at with Nikki.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Richard on the train.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD, (V.0.)",
          "text": "It just wasn’t the right time. You know when all is said and done, I think I love my wife. We see Richard start nodding his head to whatever music i playing on his iPod. A BEAUTIFUL BLACK GIRL walks by him. Richard takes a look and shakes his head in disbelief.",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_953"
    }
  ]
}