{
  "movie_id": "MOV950",
  "scenes": [
    {
      "location": "LAVONA HARDING HOME LIVING ROOM DAY 4",
      "time": "DAY, (CONT.)",
      "characters": [
        "JEFF",
        "COMMENTATOR 2, (V.O.)",
        "POLICEMAN",
        "FBI AGENT",
        "MATT LAUER",
        "TONYA JEFF",
        "JUDGE",
        "SNOOTY GIRL",
        "DIANE",
        "SHANE",
        "ANNOUNCER 1, (V.O.)",
        "DODDIE",
        "49,",
        "BOB",
        "MARTIN MADDOX, (V.O.)",
        "ARCHIVAL TV FOOTAGE",
        "INT/EXT. GETAWAY CAR, (DRIVING)",
        "TONYA",
        "SPECTATOR",
        "DIANE, (CONT'D)",
        "MODERN DAY LAVONA 230",
        "CBS ANNOUNCER, (V.O.)",
        "YEAR OLD GIRL",
        "TITLE CARD",
        "INT/EXT. JEFF'S HOUSE",
        "LAVONA, (CONT'D)",
        "FBI AGENT 1",
        "JEFF, (CONT'D)",
        "COMMENTATOR 1, (V.O.)",
        "MODERN DAY TONYA",
        "INT/EXT. SPUD CITY RESTAURANT",
        "AL",
        "TONYA, (CONT'D)",
        "TV COMMENTATOR 1, (V.O.)",
        "INTERVIEWER",
        "91.",
        "TV ANNOUNCER 2, (V.O.)",
        "AND WE DID",
        "JEFF TONYA",
        "VOICE",
        "TONYA LAVONA, (CONT'D)",
        "SHAWN",
        "I",
        "MANAGER",
        "MODERN DAY LAVONA. 6",
        "TONYA, (0.S.)",
        "A TITLE CARD READS",
        "ABC REPORTER",
        "TONYA LAVONA",
        "SALON",
        "CONNIE CHUNG",
        "LAVONA, (V.O.)",
        "LAVONA",
        "HOME MOVIES",
        "SHERIFF",
        "JEFF, (V.O.)",
        "INT/EXT. JEFF'S TRUCK",
        "INT/EXT. TRUCK, (DRIVING)",
        "SPLIT SCREEN",
        "JUDGE LONDER",
        "THE THUMPING OVERTURE OF BARRACUDA PLAYS OVER",
        "CBS ANNOUNCER 2, (V.O.)",
        "REPORTER, (V.O.)",
        "ANNOUNCER 2, (V.O.)",
        "AAAAAAAAAARGH",
        "DERRICK",
        "INT/EXT. GETAWAY CAR/RINK PARKING LOT",
        "MARTIN MADDOX",
        "ANN CURRY",
        "TONYA AND SHAWN",
        "44,",
        "TV ANNOUNCER 1, (V.O.)",
        "INT/EXT. CADILLAC, (DRIVING)",
        "SPECTATOR, (V.O.)",
        "TONYA, (V.O.)",
        "BAM",
        "AL, (CONT'D)",
        "TV HOST, (V.0.)",
        "TV COMMENTATOR 2, (V.O.)",
        "MARTIN MADDOX, (PRESENT DAY)",
        "TONYA TONYA",
        "SKATER MOM",
        "JEFF AND SHAWN",
        "SESSION",
        "SHAWN, (V.O.)"
      ],
      "dialogues": [
        {
          "speaker": "JEFF",
          "text": "That’s very close, by the way... Just saying.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Title card: Lavona Harding. Tonya Harding’s mother. LAVONA (HARDING) GOLDEN, 70's, wears a moulting half fur and A LIVE BIRD on her shoulder. She talks to her bird.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAVONA",
          "text": "This is my little man. You my little man? (Then to camera) That’s my 6th husband right there. The best of them!",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOME MOVIES",
          "text": "Grainy home movie film. Lavona’s husband Al Harding plays with 3 year old Tonya. Lavona is disinterested.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAVONA, (V.O.)",
          "text": "Tonya’s my 5th child from husband number 4. She was always a handful but I loved her and I guess we spoiled her. Which is a goddamned hat trick when you haven’t got shit your entire life. Still. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I drove her to competitions and practices. I sewed her all her costumes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAVONA",
          "text": "But to her, her mother’s a monster. INT. RAWLINSON’S HOUSE - LIVING ROOM - DAY 7 Title card: Diane Rawlinson. Tonya Harding’s coach DIANE RAWINSON, late 60’s, sits in her well appointed liv room with a studied grace. She’d fit in any Ralph Lauren",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIANE",
          "text": "Generally people either love Tonya or are not big fans. Like people either love America or are not big fans. Tonya was totally American.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Title card: Shawn Eckardt. Tonya Harding’s ex-bodyguard. On a TV screen marked ‘Evidence’ a late 1990’s interview SHAWN ECKARDT, obese and delusional. Not a good combinati",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHAWN, (V.O.)",
          "text": "Originally Jeff and Tonya wanted to take out Nancy Kerrigan. Take her out. I popped up and said there’s other ways to disable people. So. You’re welcome. INT. MARTIN MADDOX’S NEWSROOM OFFICE - DAY 9 Title card - Martin Maddox. Hard Copy Reporter 1989-1998. MARTIN MADDOX, oily personified, relishes being on camera",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I was a reporter for Hard Copy, a crappy show all the ‘legitimate’ news outlets looked down on- then became. He laughs at his own joke.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "At 27 I was the most hated man in America. Maybe the world- with a moustache I still can’t apologize enough for. My name was a verb. Like, if you bash someone in the kneecap, you ‘Gillooly’ them... That was cool though. 11 INT. TONYA’S HOUSE - DAY - CLOSE ON: MODERN DAY TONYA",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA",
          "text": "What’s people’s impression of me? That I’m a real person. That I didn’ ever apologize for growin’ up poor or bein’ a red neck which is what I am. In a sport where the friggin’ judges want you to be this old-timey version of what a woman’s supposed to be. Um. For bein’ the first U.S. woman to land a triple axel. So fuck ‘em.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A TITLE CARD READS: Portland Oregon. 40 YEARS EARLIER. Tonya, just 3 1/2, in a home made skating outfit and skat stands on the ice with Lavona, who wears sneakers. They watch DIANE RAWINSON, pretty, perfect, teaching a gr skaters. Lavona, puffing on a cigarette, sizes Diane up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAVONA",
          "text": "Diane! Lavona Harding. I spoke with you on the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mrs. Harding-",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAVONA",
          "text": "Lavona. It’s Lavona-",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIANE",
          "text": "Sorry. There’s no smoking on the ice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAVONA",
          "text": "Oh... I’11 smoke it quietly then. This here’s my daughter Tonya.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIANE",
          "text": "Mrs. Harding. I told you on-",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAVONA",
          "text": "I know what you told me. And it’s Lavona. Only you never seen her skate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIANE",
          "text": "I don’t train beginners.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAVONA",
          "text": "All she does is talk about skating. All day, all night. I can’t make her shut up about it. So it’s easier puttin’ her on ice if you know what I mean. We figure with the right training she can make the most of her gift. Like Ice Capades maybe one day or something. Diane looks down at the little girl.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIANE",
          "text": "How old are you, honey?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAVONA",
          "text": "She’s a soft 4.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIANE",
          "text": "She's a very pretty girl but I don’t take on students this young. I’m sorry. I have a class waiting. She skates to the center of the ice as students gather ro Tonya watches her go. Lavona stares bullets at Diane, the purposefully to Tonya.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAVONA",
          "text": "Go on. Skate. \f13 14 5. Tonya skates around the perimeter of the rink. Never taki eyes off Diane, she picks up speed. Diane tries to ignore the little girl but there’s somethi about her. And Tonya thrives on the attention. Finally Dianne stops teaching. She smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A line of pagent-y 7 to 9 year old skaters stand in a lin trashy 4 year old girl (Tonya) receives a 1st place medal",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA, (V.O.)",
          "text": "6 months later I win my first competition. I was 4. Those bitches didn’t know what hit ‘em.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lavona sits in the bleachers sipping ‘coffee’ from a ther",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAVONA",
          "text": "Wrooooong!.. Ordinary. Nothing special there. On the ice, Tonya, 8, in an ugly homemade skating outfit, flounders. Parents sit as far from Lavona as possible. LAVONA (CONT’D) Are you even trying. Cause there's other places I’d fucking rather be... Concentrate. Is that what you call a clean skate, for Christ sake?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKATER MOM",
          "text": "Could you not swear in front of the kids please, Lavona?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAVONA",
          "text": "I didn’t swear, you cunt. (To Tonya- talking to a skater) Stop talking to her! That girl is your enemy. You’re not here to make friends. Tonya and the girl skate toward the exit. Lavona jumps up LAVONA (CONT’D) Where the hell are you going? \f15 16",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA",
          "text": "I have to go to the bathroom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAVONA",
          "text": "Don’t tell me what you have to do. I paid for you to skate. You’re gonna stay on the ice and skate. The other girl heads off. Tonya looks toward the bathroom LAVONA (CONT’D) Get over here. Tonya recognizes the look on her mother’s face. She skate backward, away from Lavona. LAVONA (CONT’D) You’1l have to come off the ice sometime. Ya hear me? I’1l be right here waiting. Tonya knows this is true. She puts all her attention on t Then she twirls IMPOSSIBLY HIGH, landing perfectly. Tonya stops suddenly. She drops her head. Urine runs down Tonya’s leg. Tonya looks to Lavona who crosses her arms & watches cold LAVONA (CONT’D) Skate wet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAVONA",
          "text": "To hear her tell it, I would operate on her daily without anaesthesia. One fuckin’ time. I hit her one time, with a hairbrush.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lavona WHACKS 8 year old Tonya with a hairbrush.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAVONA",
          "text": "Fucking terrible, scum sucking, loser! A female skating judge walks in, catching them. Tonya and look up at her, caught. \f17 18 19 20 21",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAVONA, (V.O.)",
          "text": "A child sometimes wants to be corrected.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lavona kicks over a tall chair 8 year old Tonya is sittin",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAVONA",
          "text": "Answer me when I talk to you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAVONA",
          "text": "When I felt this, I gave her criticism. INT/EXT. LAVONA’'S CAR - PARKING LOT - NIGHT 19 Through the car’s BACK WINDOW, we see Lavona slap 8 year Tonya across the face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAVONA",
          "text": "The thing about Tonya was, she skated better when she was enraged. If there was no “You can’t do it” type of thing, she wouldn’t do it. The bird poops on Lavona’s shoulder. Lavona keeps on talk LAVONA (CONT’D) On the ice, I was there to inspire her. Off the ice she was a happy, well adjusted girl.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Close on: Tonya, 12ish. She raises a gun MALEVOLENTLY and",
          "sentiment": "neutral"
        },
        {
          "speaker": "BAM",
          "text": "A rabbit hops out of the way. \f8.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tonya and her father AL, 48, walk through the Oregon wood",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA",
          "text": "Dang!",
          "sentiment": "neutral"
        },
        {
          "speaker": "AL",
          "text": "It was a clean shot, Tonnie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA",
          "text": "I know it. I was aiming for her eyes like you said. Otherwise I coulda got her probably.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AL",
          "text": "No sense in shooting a bunny if you shoot half the meat off her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA",
          "text": "When I get older I’m gonna work in an office and have a deadline.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AL",
          "text": "I thought you wanted to do Ice Capades.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA",
          "text": "I can do both. Yesterday mom made me wear my skating costume to school. The red one with the tassels. Everyone made fun of me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AL",
          "text": "Why’d she do that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA",
          "text": "Cause they were taking school pictures and she said we could use the samples for competitions. I told mom that Margie Sussman called us white trash and mom told me -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lavona with Tonya in her yellow skating outfit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAVONA",
          "text": "Spit in her milk!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "BACK TO: Tonya and Al",
          "sentiment": "neutral"
        },
        {
          "speaker": "AL",
          "text": "I hope you didn’t do that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA",
          "text": "Not yet... He takes Tonya’s gun, reloads it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA, (CONT'D)",
          "text": "Do you love her?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AL",
          "text": "I guess. Do you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA",
          "text": "...Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AL",
          "text": "Like you love me? He hands the gun back to her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA",
          "text": "Nope. Al nods. She aims. She fires. A bunny flies backward, dead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A DAINTY SKATER glides gracefully on one leg, arms extend Tonya barrels past, a bull in a china shop. She jumps and a triple. She looks to Lavona, standing with Diane. Lavona ignores her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAVONA",
          "text": "What does she need a fucking fur coat for? I don’t have a fucking fur coat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIANE",
          "text": "Because it’s not just skating. The judges want figure skaters to be-",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAVONA",
          "text": "Rich, prissy, a-holes- \f10.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIANE",
          "text": "Well rounded. It’s a question of fitting in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAVONA",
          "text": "She's 12 and she lands fucking triples. She doesn’t fit in. She stands out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIANE",
          "text": "She stands out because she looks like she chops wood every morning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAVONA",
          "text": "She does chop wood every..?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIANE",
          "text": "Lavona. You want to work with me a little? 23 skaters I train so I can coach Tonya full time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAVONA",
          "text": "And I waitress full time to pay for your coaching.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIANE",
          "text": "Yes, but she’s not my child.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAVONA",
          "text": "No she’s mine. And I’m not throwing my money away so she can fit in with these little shits. You can dress up a pig however you want, ya know what I’m saying?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIANE",
          "text": "It’s not about fitting in. It’s about how she’s growing up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAVONA",
          "text": "Lick my ass, Diane. She can do a fucking triple. And in the background, Tonya does.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Al skins rabbits as Tonya, in skates, dances around the y",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA, (V.O.)",
          "text": "We didn’t have a lotta fun. We never went to Disneyland or on trips. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f27 28 11.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA, (V.O.)",
          "text": "If I wanted something, I hada come up with a way to get it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tonya, in a ratty rabbit fur coat walks past girls also i",
          "sentiment": "neutral"
        },
        {
          "speaker": "SNOOTY GIRL",
          "text": "What kind of a coat is that? Tonya shoots her the finger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Al heads out as Lavona shouts by the front door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAVONA",
          "text": "Go on! Get out! I thought you’d never leave! Tonya stands with her father by his packed up truck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA",
          "text": "I’m sorry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AL",
          "text": "It’s not your fault, Tonnie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA",
          "text": "Then take me with you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AL",
          "text": "I’m gonna be working 12 hour night shifts. I can’t look after you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA",
          "text": "You could if you want to. He gets in the truck, starts the motor. She holds onto hi not letting him go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AL",
          "text": "We'll talk on the phone. It’1l all work out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AL, (CONT'D)",
          "text": "You gotta move now, honey. She takes his hand and pats her head with it. \f29 30 12.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AL, (CONT'D)",
          "text": "Tonnie, please. Then he pushes her backwards. She stares, dumbfounded.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA",
          "text": "You’re not gonna leave me here... He stares ahead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA, (CONT'D)",
          "text": "Dad. .? He drives off. She watches his truck till it’s out of sig",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA, (CONT'D)",
          "text": "Take me with you!! Lavona watches silently. Then goes inside and shuts the d",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLOSE ON: The razor sharp edge of Tonya’s skate racing at ridiculous speed. The sound of blade scraping against ice Tonya, 15, (now played by the same actress who plays mode Tonya) with short curly hair and braces, prepares for a t jump but another skater crosses nearby. Tonya STOPS, skat to the girl.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA",
          "text": "You're. In. My. Way. Cowed, the other skater moves aside. Then Tonya JUMPS. At the other end of the rink, 18 year old JEFF GILLOOLEY at the rail with his friend, SHAWN, 18, obese.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Who’s that? Shawn squints, ketchup from his hotdog falls on his shirt",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA",
          "text": "We met in an ice rink where I was practicing. I was 15. I was there 8 hours a day, skating. I don’t know what he was doing there. \f31 32 33 34 13.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tonya and Jeff chat awkwardly on opposite sides of the ra",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF, (V.O.)",
          "text": "I was young. And I had no game whatsoever. Jeff, nervous, all thumbs, tries to appear super cool:",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "So... do you like food? Tonya hesitates, then nods. In the background, Lavona sto pouring a drink and watches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tonya uses a curling iron while applying blue eye shadow. stepbrother CHRIS, late 20’s, watches, hand on his crotch",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA, (V.O.)",
          "text": "Back then my step-brother Creepy Chris was living with us. I remember Jeff and my’s first date cause I had Creepy Chris arrested earlier that day. Creepy Chris moves closer, his hands slowly cupping her b In one quick motion Tonya whirls round, WALLOPING Chris a the face with the curling iron. He goes down HARD. She be with it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHAWN",
          "text": "Jeff did consult me regarding Tonya. He asked me what I thought and I said, ‘Go for it man.’ Not to be a bragger or anything but if I told Jeff, “You could do better, man’ no one would be talking about them today. EXT. KING’S BUFFET RESTAURANT - EVENING 34 Jeff jumps out of the car, opens the passenger door for T who smiles shyly, not used to such treatment. \f35 14.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA, (V.O.)",
          "text": "I’ve never been a girly girl. Jeff was my first date ever... And my mom came. Then Lavona barrels out, motioning them to follow her ins",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lavona, Tonya, Jeff sit at a serve yourself style restaur",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAVONA",
          "text": "You a gardener or a flower, John?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Jeff.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAVONA",
          "text": "In a relationship there’s a flower and there’s a gardener.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA",
          "text": "Mom-",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Um, I don’t know. I never thought-",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAVONA",
          "text": "I’m a gardener who wants to be a flower. How fucked am I? She downs a drink. LAVONA (CONT’D) Tonya won’t garden to save her life. You’re gonna have to do all the gardening there fella.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA",
          "text": "Mom!",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAVONA",
          "text": "What?? They look at Jeff as if saying, ‘See what I put up with?’ Finally: LAVONA (CONT’D) You two fuck yet? Tonya and Jeff pretend they’re anywhere else. \f15. EXT. JEFF’S HOME - FRONT YARD - DAY 36 By a fixer-upper home on an unmowed lawn with a plastic d empty beer bottles, Tonya & Jeff work under the hood of h truck. On it’s radio, 1986 hits play.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA",
          "text": "My dad’s only been laid off a couple months now so he stopped sending money. We had plenty of money before. I have a fur coat and everything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Yeah?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA",
          "text": "Otherwise-",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "(His eyes on the engine) My family’s poor. This quiets her. Tonya watches him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA",
          "text": "You need me to disconnect the plugs before you-",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Kay. She moves closer as they work. Jeff hands her a towel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA",
          "text": "That’s okay. She wipes her hands on her pant legs. Jeff smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA, (CONT'D)",
          "text": "What’cha gonna do now school’s done?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "I do this job for the Association For Retarded Persons. I mean, I’m not a retarded person. I’m their driver. Which is cool. My dad was Air Force. He died when I was young so my college is paid for. But- I dunno.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA",
          "text": "My parents had me quit school. To concentrate on skating. \f37 38 16.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "It’s like your superpower. It’s fucking awesome what you can do. Tonya stops, unused to compliments or being seen that way",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA",
          "text": "So, what? You like me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "You are so fuckin’ pretty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA",
          "text": "No, I’m not! She looks COMPLETELY BAFFLED as he moves closer. Then: TONYA (CONT’D) You are. Under the open, greasy hood of his truck, they kiss.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA, (V.O.)",
          "text": "He was really sweet in the beginning. He was a good kisser. He told me he loved me. And I believed him. But then-",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT/EXT. JEFF'S TRUCK",
          "text": "BAM! Jeff pops Tonya in the face. Tonya turns directly to camera.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA",
          "text": "He started hitting me a few months in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tonya holds Jeff close as they make love for the first ti",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA, (V.O.)",
          "text": "Then he’d say it’d never happen again. But I figured- Tonya turns to the camera.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA",
          "text": "My mom hits me. She loves me. \f39 40 4l 42 43 17.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jeff corners Tonya. He SLAPS her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA, (V.O.)",
          "text": "That’s just what I knew.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT/EXT. JEFF'S TRUCK",
          "text": "Jeff’s truck ROCKS as inside, he and Tonya have sex.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA, (V.O.)",
          "text": "He’d say he was sorry. And things would be normal for a while",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "I’m sorry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA",
          "text": "I know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jeff chases Tonya around the house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA, (V.O.)",
          "text": "He was the first boy I ever loved. The only catch was-— Jeff shoves Tonya’s head into a mirror. Then to camera:",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA",
          "text": "He'd beat the living hell outta me. INT. TONYA’S HOUSE - DAY - CLOSE ON: MODERN DAY TONYA 42",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA",
          "text": "And I thought it was my fault. Look Nancy gets hit one time-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wounded Nancy Kerrigan cries out, “WHY?? WHY??” \f18. 44 INT. TONYA’S HOUSE - DAY - CLOSE ON: MODERN DAY TONYA",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA",
          "text": "-+. and the whole world shits. For me it was an all the time occurrence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "I never hit her. That’s not me. I’m actually a pretty meek guy. (He giggles) She hit me though. And she packed a wallop! 46 INT. JEFF AND TONYA’S HOUSE - NIGHT 46 Tonya, 19, fires a shot gun at Jeff, BAM.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF, (V.O.)",
          "text": "Fired a gun at me too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA",
          "text": "(To the camera, with a smoking gun) This is bullshit. I never did this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF, (V.O.)",
          "text": "That comes later. We’re still happy now. Lavona watches Tonya as they eat white bread sandwiches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAVONA",
          "text": "I can see that shiner through your make up, ya know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA",
          "text": "I fell on the ice yesterday.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAVONA",
          "text": "I don’t know, Tonnie. I would never be with someone who fuckin’ hit me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA",
          "text": "You hit dad. \f48 19.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAVONA",
          "text": "That’s different.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA",
          "text": "Anyway he said he was sorry. They each take big bites. Then with their mouths full:",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAVONA",
          "text": "Seriously though. You’re a dumb piece of shit who thinks she deserves to get hit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA",
          "text": "How'd I get that idea?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAVONA",
          "text": "(Reconsidering) Maybe he should hit you. Maybe you’11l learn to keep your big mouth shut. Sure helps me out. Tonya leaves the table, puts her dish in the sink. LAVONA (CONT’D) I'm supportive of this relationship, do you hear me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA",
          "text": "I gotta go to practice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAVONA",
          "text": "Hey!! Tonya freezes. LAVONA (CONT’D) Kiss your mother goodbye. Tonya cautiously approaches Lavona and kisses her. But La cannot connect.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Title card: 12 months later. A long line of graceful, angelic, delicate girls make up. end of the line, Tonya, in 1980’s ‘PUNK,’ extinguishes a cigarette butt on her skate blade. \f49 50 51 20.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tonya performs to ZZ. Top. It’s the first time we really skate and she’s a wow. The judges clearly dislike her mus selection but her skating has a power none of the other s possess. This is no old fashioned ice princess.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jeff grimaces as Tonya soars. Shawn licks his fingers, wa the monitor instead of live. 4 empty seats away, Lavona s Tonya. When Tonya finishes, the crowd CHEERS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tonya, out of breath, using her asthmas inhaler, waits wi Diane. When her scores come in, the crowd BOOS loudly. Tonya and Diane quickly gather their things and walk off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA",
          "text": "They freakin’ hate me. Emily Ann fell and scored higher.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIANE",
          "text": "Honey, you’re- different.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA",
          "text": "I’m not dressing like a retarded tooth fairy. This is bullshit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIANE",
          "text": "The judges expect a conventional-",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA",
          "text": "I don’t want to be conventional!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIANE",
          "text": "And your scores reflect that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA",
          "text": "If I did a triple they’d have to give me my fucking scores.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIANE",
          "text": "You can’t just do the triple-",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA",
          "text": "Sometimes I can! \f52 21.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tonya sits, eating self-consciously. Lavona stands behind uncomfortably close, just glaring at her. Finally:",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA LAVONA",
          "text": "It wasn’t my fault. Nothing’s ever your fault.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA",
          "text": "I out-skated-",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAVONA",
          "text": "You skated like a graceless bull dyke! I was embarrassed for you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA",
          "text": "I’m sorry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAVONA",
          "text": "Your father’s not paying alimony ya know. Every penny I make - every penny - goes to your skating. And you weren’t even fucking trying.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA",
          "text": "I said I was sorry. Lavona wallops Tonya across the head from behind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAVONA",
          "text": "Don’t talk back to me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA",
          "text": "Saying I’m sorry’s not talkin back!",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAVONA",
          "text": "That supposed to be smart?! Outraged, Lavona rails on her even harder. Tonya dodges h",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAVONA, (CONT'D)",
          "text": "You fucking ungrateful- Stop it!! Lavona throws a glass of milk at Tonya but misses.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAVONA",
          "text": "Rolling your fucking alien eyes at me when I’m talking!",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA",
          "text": "I didn’t! \f53 54 55 22.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAVONA",
          "text": "You think I like working for you, you selfish bitch? If you’re sleeping with that mustache I want you to start paying rent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA",
          "text": "You're crazy!",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAVONA",
          "text": "I’m not paying for you to act like a whore and live off me for free!",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA LAVONA, (CONT'D)",
          "text": "Bat shit fuckin’ crazy! Ugly fuckin’ whore! Lavona throws a KNIFE. It lands in Tonya’s arm. They stop Tonya looks at the knife in her arm. She pulls it out. Sh the knife by the handle and slowly approaches Lavona. When she is in Lavona’s face, she slams the knife on the Then she walks out. Lavona doesn’t move.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAVONA",
          "text": "Oh, please! Show me a family that doesn’t have ups and downs...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Tonya needed to get away from her mom so we got a place together.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lavona sits quietly drinking as Jeff struggles past with suitcase.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF, (V.O.)",
          "text": "There wasn’t no more talk of air force or college. I didn’t care. I wanted to take care of her. To protect her. \f56 23. Tonya easily marches past with 2 much bigger bags. Lavona Tonya don’t speak or say goodbye. Lavona watches them go. INT. JEFF AND TONYA’S HOUSE - KITCHEN - DAY Tonya stands behind Jeff at the counter. His hands him on her ass. Her arms are looped through his so he’s holding up her costume but it’s her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA",
          "text": "Think it needs more tulle? I want it to look pretty. Tulle’s classy right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "You think any more bout getting your high school G.E.D.? She moves in front of him, examining her costume.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA",
          "text": "I don’t give a red hot shit about that anymore.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "I think you should look into it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA",
          "text": "Maybe a bow in back?... What if I’m not smart enough? 56 are behind it looks like His hands SLOWLY move to her front. She smiles as she sew",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "I ever tell you what I was most afraid of growing up? Ohmys.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA",
          "text": "(As his hands reach her breasts) Ohmys?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "You know in The Wizard Of Oz when they say, ‘Lions and tigers and bears! Oh my? My brother convinced me Ohmys were gonna come in the middle of the night and eat me alive.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA",
          "text": "You were so freakin’ dumb.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "And I got a high school diploma. \f57 58 59 24. He holds up her costume, now with a big bow on it’s botto",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF, (CONT'D)",
          "text": "Well, you’re gonna get a medal for your sewin’ alone. Moved, she turns to kiss him. He ROARS a scary Ohmy roar. screams. He chases her, grabbing her ass into the bedroom INT. JEFF AND TONYA’S HOUSE - FRONT DOOR - DAY 57 In an overly saturated scene of domestic bliss, Jeff deli sandwiches to Tonya at the front door with a gym bag.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF, (V.O.)",
          "text": "Looking back, that was probably our happiest time. I’d make peanut butter sandwiches and she’s go off to competitions. We had exactly the same interests. She gives him a flirty kiss which turns into a grope whic to full on making out as they slide down to the floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jeff's truck splatters mud. Jeff steers with his feet. He the window, mud covered Tonya screams with delight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF, (V.O.)",
          "text": "We both liked trucks. And fixing cars up. So. I thought it would last forever!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The crowd BOOS as Tonya’s scores are revealed. Tonya, in tulle outfit with bows, glares. Diane puts an arm around",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA",
          "text": "This is fucking wrong, Diane. Tonya jumps back onto the ice as another skater moves int starting ‘graceful swan’ pose.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIANE",
          "text": "Tonya! \f60 61 25.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tonya skates past the posing skater who remains frozen, O EYEBALLS follow Tonya who skates over to the judges.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA",
          "text": "Hey! How do I get a fair shot here? The judges are stunned. The audience whistles & hoots.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA, (CONT'D)",
          "text": "I’m up at 5 every morning working my ass off. Does someone wanna tell me to my face you’re never giving me scores I deserve?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE",
          "text": "This is how it’s done. Some of these girls have paid their dues-",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA",
          "text": "I don’t give a shit! I out-skated em today",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE",
          "text": "We also judge on presentation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA",
          "text": "Well you know what? If you can come up with $5000 for a costume for me then I won't have to make one. But until then, stay out of my face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE",
          "text": "Maybe you’re just not as good as you think. Maybe you need to pick another sport.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA",
          "text": "Suck my dick! This is fuckin’ rigged! The crowd goes wild. Tonya skates past the ‘frozen swan,’ terrified eyeballs watch Tonya race past her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIANE",
          "text": "Do you really think your scores will improve now that you told them to (tries to say ‘suck my dick’)- If you dressed appropriately maybe they'd score you appropriately. \f62 63 64",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA",
          "text": "I dressed pretty! God, you don’t like the way I dress or talk or any of my music. It’s like you want me to be an entirely different person!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIANE",
          "text": "I want you to be a better competitor or I’m wasting my time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA",
          "text": "Well then you're wasting your time! Cause you know what? Doddie Teachman wants to be my coach anyways! You’re fucking fired, Diane! She THROWS her skate hard, just missing DIANE. Then silen Diane calmly walks out. INT. TONYA’S HOUSE - DAY - CLOSE ON: MODERN DAY TONYA",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA",
          "text": "That wasn’t my fault. Unless puberty is my fault.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHAWN",
          "text": "To be fair, Jeff did love her. He really loved her. I remember one time he took her to a Richard Marks concert. That’s when I knew shit was serious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "62 63 64 Tonya and Jeff, just married, gather the family together a photo. Al stands tensely by Lavona.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA, (V.O.)",
          "text": "You do dumb things when you’re young. Like marrying Jeff. Tonya & Jeff unite for their first dance as husband & wif \f65 66 27.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA, (V.O.)",
          "text": "The wedding was nice. It made sense at the time. I could have insurance. Good benefits all around. He had a car. Guests applaud. Shawn ignores them, filling his plate wit and licking each of his fingers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tonya, excited, turns her back and throws the bouquet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA, (V.O.)",
          "text": "Plus I was doing 6 hours a day of practice while I worked a drill press, I did welding, I ran a fork lift. But now, now I could just skate like all those other girls. The bouquet hits Lavona, stonefaced, in the chest. She le it fall to the floor as Jeff and Tonya kiss. The music changes. Lavona approaches Tonya and straighten her wedding dress.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAVONA",
          "text": "I don’t know what to tell you. Tonya smiles at her mother who takes Tonya by the shoulde LAVONA (CONT’D) Marrying the first idiot who said you're pretty. You fuck dumb. You don’t marry dumb. Lavona heads to the food table. Tonya stands there, stunn",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN MADDOX",
          "text": "Most people don’t understand how insanely difficult it is to even attempt a triple axel. There’s a reason no one was trying it. \f67 68 69 70 71 28.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIANE",
          "text": "You skate backward then take off from a forward position on your left leg and somehow-",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAVONA",
          "text": "-fuckin’ hurl yourself blindly for 3 1/2 rotations like you’re light as shit which I’m telling you Tonya never was-",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIANE",
          "text": "-landing on the opposite foot on the back outside edge of that razor thin blade.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "It’s that extra half rotation when you already did 3 that made us call Tonya the Charles Barkley of skating. It was bad ass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A title card reads: Nationals. 1991. Minneapolis, Minneso Tonya waits with her new coach, DODDIE TEACHMAN, late 20' spots Lavona sitting in the stands, frowning. Tonya psych herself up, a killer’s intensity behind her eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA",
          "text": "I don’t know if I can do this, Doddie. I missed it in my last training.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DODDIE",
          "text": "Of course you can. You got this. \f72 29.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SPECTATOR",
          "text": "You suck, Tonya. Behind Lavona, a young male spectators laughs. SPECTATOR (CONT’D) What is this? Rednecks On Ice? Tonya turns to answer. Doddie stops her, turns her around",
          "sentiment": "neutral"
        },
        {
          "speaker": "SPECTATOR, (V.O.)",
          "text": "The Lice Capades!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DODDIE",
          "text": "No woman in the history of U.S. Figure skating has landed a triple axel. All those women who came before you. Not 1 of them did it. Tonya is still. DODDIE (CONT’D) The skating association doesn’t think you can do it. ‘Trashy Tonya’ doesn’t belong. Your own mother doesn’t think so. Now show them. Tonya, focused, enraged, nods. She skates off onto the ic Doddie nods to Lavona. Lavona slowly turns to the heckler. He stares. She pays h dollars. Then she crosses herself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tonya takes to the ice and strikes a pose. Her music begi",
          "sentiment": "neutral"
        },
        {
          "speaker": "TV ANNOUNCER 1, (V.O.)",
          "text": "Here now is Tonya Harding. Second after the original program. Just 20 years old from Portland Oregon. Great power. Great speed. Great athletic ability. She begins skating, spinning in one spot then opening up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TV ANNOUNCER 2, (V.O.)",
          "text": "And now the question is- whether 3 moves into the program she will do a triple axle. First a triple Lutz- Tonya soars HIGH and delivers perfectly. The crowd applau \f30.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TV ANNOUNCER 1, (V.O.)",
          "text": "And now we will find out- will she become the lst American woman to attempt and complete a triple axel jump. Skating almost beside the wall, she moves closer to the c backwards, looking over her shoulder, preparing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TV ANNOUNCER 1, (V.O.)",
          "text": "We’ll know here whether she tries or not- Sound falls away. Just her heartbeat and blades on the ic IN SLOW MOTION - Tonya GRUNTS as she powerfully leaps hig (whoosh) once, (whoosh) twice, (whoosh) three times, BOOM landing backward on her opposite leg. REAL TIME. There is a moment of silence then DEAFENING SC from the crowd.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TV ANNOUNCER 2, (V.O.)",
          "text": "Good girl!!! Isn’t that great! SLOW MOTION: the realization of what she’s done hits her. looks doubtful, stunned, thrilled, disbelieving, elated.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA, (V.O.)",
          "text": "It was totally the most awesomest thing. Cause leading up it you’re like, ‘\"I can’t do it! I can’t. I can’t.’ BAM! I CAN! All those people who said I couldn’t make it. Well fuck you I did! I proved everyone wrong. Her mouth is open wide in elation. Instead of throwing he back gracefully, she fist pumps. She performs 2 more HUGE jumps back to back, perfectly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TV ANNOUNCER 2, (V.O.)",
          "text": "Oh!... Oh! On the ice, Tonya flies through the air, lands a double a goes into a spin & throws her arms up in a triumphant FIN The crowd is going ape shit. Tonya, mouth open wide, chee She fist pumps, applauds herself, clutches her throat, finally bowing to the crowd, receiving her standing ovati \f73 74 75 76 77 31. INT. TONYA’S HOUSE - DAY - CLOSE ON: MODERN DAY TONYA 73",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA",
          "text": "I was loved. She nods, overwhelmed. Then the sound of crowds cheering.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tonya waits with Doddie. Laughing, pointing, covering her screaming, wiping away tears as her marks come in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA, (V.O.)",
          "text": "I can’t describe how that felt. There was people standing up. For the first time, I knew. She can’t hold it in and breaks down crying. The press sw Jeff tries to reach Tonya but is shutout. He can’t get cl INT. TONYA’S HOUSE - DAY - CLOSE ON: MODERN DAY TONYA 75",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA",
          "text": "I knew I was the best figure skater in the world. At one point in time. She wells up, turning away from the camera.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA, (CONT'D)",
          "text": "I’m sorry. Nobody ever asks me about this anymore. She turns her gaze back to the camera, her mind reeling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "I was blind-sided. As soon as she got back from Nationals she was an entirely different person. And that person didn’t want old Jeff no more. INT. JEFF AND TONYA’S HOUSE - KITCHEN - DAY 77 Jeff puts a grocery bag down in front of Tonya at the cou then slips behind her to cuddle. \f78 79 80 32.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA",
          "text": "Where the fuck are my Dove Bars?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "We can’t afford em. Eskimo Pie is just as good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA",
          "text": "I’m America’s best figure skater! I don’t want friggin’ Eskimo Pies. Jeff knows he’s losing her. He tries an embrace. She reco",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA, (CONT'D)",
          "text": "When was the last time you even showered? I want a friggin’ Dove Bar! He studies her. He doesn’t know how to keep her and he do have the words. BAM! He punches her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF TONYA",
          "text": "(Mournful) (Elated) After the triple everything After the triple everything changed. changed. INT. JEFF AND TONYA’S HOUSE - BEDROOM - DAY 79 Tonya, confidently throws clothes into a suitcase, races",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA, (V.O.)",
          "text": "The Jeff I fell in love with was gone. If I got up in the morning, I got hit. If I took a shit, I got hit. He didn’t need a reason anymore is what I’m saying. I just had enough. My whole entire life I been told I wouldn’t amount to anything. Well. Maybe I would. She SLAMS the front door behind her, triumphantly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tonya stands with Kristy Yamaguchi and Nancy Kerrigan as MEDAL is slipped around her neck. Then to the camera:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "81 82 83 84 33.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN MADDOX, (V.O.)",
          "text": "Suddenly Kristi & Nancy were 2nd & 78A 3rd. Then Tonya was 2nd at World Championships & won Skate America.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA",
          "text": "And fuck him! I’m skating better than ever! INT. MARTIN MADDOX’S NEWSROOM OFFICE - DAY 81 Close on: MARTIN MADDOX, the ex-hard copy reporter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN MADDOX",
          "text": "In the skating community the feeling was like, “Oh my God. Oh shit! This is our skating champion?” He laughs at his own joke.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tonya performs incredibly high jumps. She nails the tripl",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN MADDOX, (V.O.)",
          "text": "Tonya did the triple. No one else could or even had the balls to try. The audience cheers. The judges watch stone faced.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN MADDOX",
          "text": "Tonya Harding wasn’t the image- INT. TONYA’S HOUSE - DAY - CLOSE ON: MODERN DAY TONYA 84",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA",
          "text": "Could I interrupt with a quick word about Nancy Kerrigan? It’ll just take a sec. \f85 86 87 88 34.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tonya and Nancy stand together smiling, posing for pictur",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA, (V.O.)",
          "text": "Nancy and I were friends. We were roommates sometimes on the road.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tonya & Nancy, laughing, drink beers, take turns belching",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA, (V.O.)",
          "text": "But the press wanted her to be the princess and me to be the pile of crap. To sell papers! INT. TONYA’S HOUSE - DAY - CLOSE ON: MODERN DAY TONYA 87",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA",
          "text": "What kind of friggin person would bash in their friend's knee?... Who would do that to a friend?... Tonya just stares into the camera. INT. SHAWN’S PARENTS’ HOUSE - BASEMENT - DAY 88 Jeff talks on the phone while his obese friend Shawn pace",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHAWN",
          "text": "This is bullshit! You gave her everything and this is how she treats you? Tell her that!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Why are you such a bitch? You’re acting completely different from-",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA, (0.S.)",
          "text": "I am different! Everything’s different. People smile at me now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHAWN",
          "text": "What she saying? What she saying?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "People smile at her now. \f35.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHAWN",
          "text": "(Throwing up his hands) Oh, man!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "How could you file a restraining order on me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jeff opens the door of the Retarded Persons Association’s and 2 policemen are standing there. Citizens watch fascin he’s presented with the order.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF, (V.O.)",
          "text": "They showed up at work in front of everybody and-!",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA, (V.O.)",
          "text": "Yeah, I filed a restraining order so I wouldn’t have to look at your face! Tonya is heard hanging up. 90 INT. SHAWN’S PARENTS’ HOUSE - BASEMENT - DAY 90",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "She hung up!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHAWN",
          "text": "No she didn’t!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "I’m calling her back!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHAWN",
          "text": "Call her back!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Mrs. Eckardt? Do you mind dialing that number again? The phone cord goes all the way up the stairs. 91 INT. SHAWN’S PARENT’S HOUSE - KITCHEN - DAY (CONT. ) 9 Shawn’s mother, at the top of the stairs, dials the phone \f92 93 94 95 SHAWN’S MOTHER Okey dokey! INT. SHAWN’S PARENTS’ HOUSE - BASEMENT - DAY Jeff waits. He is about to speak when:",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA, (0.S.)",
          "text": "Fuck you!! She hangs up again. Jeff slow burns.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHAWN",
          "text": "What she say?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "(Calling upstairs) Just one more time, Mrs. Eckhardt! INT. SHAWN’S PARENT’S HOUSE - KITCHEN - DAY (CONT. ) Again. Shawn’s mother dials. INT. SHAWN’S PARENTS’ HOUSE - BASEMENT - DAY",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA, (V.O.)",
          "text": "I said, fuck you!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Don’t- She hangs up. Jeff's on his feet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF, (CONT'D)",
          "text": "We're going to Sun Valley. Lets go. He’s out the door. Shawn follows. EXT. SHAWN’S PARENTS’ HOUSE - DAY Jeff and Shawn walk quickly to the truck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHAWN",
          "text": "You’re not gonna let her have the last word, man? 36. 92 93 94 95 \f96 97 98 37.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "No way!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHAWN",
          "text": "None of my women get the last word! Jeff stops, looks at him. What women? Then they’re off ag",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "I’m going to Sun Valley! She’1l be there for a competition. I’m getting the last word! I’m the man!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHAWN",
          "text": "WHOO! WE’RE THE MAN!! Shawn flexes his muscles, bares his teeth, beats his ches get in the truck and peel out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT/EXT. TRUCK, (DRIVING)",
          "text": "Shawn spins the radio dial NON-STOP as Jeff drives his tr",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHAWN",
          "text": "Jeff. I have been a co op specialist in Switzerland AND Europe. Hostage retrieval is my area of expertise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT/EXT. TRUCK, (DRIVING)",
          "text": "Driving, Shawn talks with his mouth full. Food FLIES at J",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHAWN",
          "text": "I’m telling you. We’re in, we're out. Mind control may be necessary. Which I’ve been practicing in Kenya, Korea-",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT/EXT. TRUCK, (DRIVING)",
          "text": "Shawn sits shirtless in the backseat as Jeff drives.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHAWN",
          "text": "When traveling internationally I’m resourceful as a lizard. My skills have been honed by years of infiltrating underground organizations. \f99 100 101 38.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jeff walks purposefully. Shawn fights to keep up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHAWN",
          "text": "We blend. We disappear. Under no circumstances do we create a scene.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "(A la Stanley Kowalski)",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA",
          "text": "Tonya stands with other skaters. She turns.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF, (CONT'D)",
          "text": "No. Fuck you! Jeff & Shawn turn to each other, double high five.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF AND SHAWN",
          "text": "Whooo!!!!!! Tonya shakes her head at their idiocy. But she smiles. INT. TONYA’S HOUSE - DAY - CLOSE ON: MODERN DAY TONYA 100",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA",
          "text": "The truth is I liked being married. Just not to him. INT/EXT. JEFF AND TONYA’S HOUSE - FRONT DOOR - DAY 101 Jeff & Tonya carry her bags from the truck to the front d",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA, (V.O.)",
          "text": "He was calling all the time saying “I've been to therapy. I love you. We belong together. Take me back.’ Tonya follows a path of flower petals on the floor throug the house leading to the kitchen. On the freezer is a not says ‘Look inside.’ Inside the freezer is stacked with boxes of Dove Bars.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA, (V.O.)",
          "text": "I wanted to be loved. And I hoped it would work. So I went back. They kiss. \f102 103 104 105 106 107 108 39. INT. TONYA’S HOUSE - DAY - CLOSE ON: MODERN DAY TONYA 102",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA",
          "text": "The second Jeff came back (Shaking her head)..everything went to shit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tonya tries the triple and FALLS HARD on the ice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA, (V.O.)",
          "text": "The closer the Olympics got the worse my skating got.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tonya tries & FALLS HARD. She bangs the ice with her fist",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA, (V.O.)",
          "text": "It was like a nightmare. Or a freaking curse.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tonya tries & FALLS HARD. She scowls. INT. TONYA’S HOUSE - DAY - CLOSE ON: MODERN DAY TONYA 106",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA",
          "text": "But I still believed- I knew I was gonna do it. I would be the first and only woman to do the triple in the Olympics. My whole life was leading to this one moment!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tonya, in harsh makeup, slightly overweight, walks to the with Doddie. She’s confident, ready to fulfill her destin \f40.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DODDIE",
          "text": "Visualize the triple when you’re in the lay back. This is everything you’ve been working for.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA",
          "text": "I fuckin’ got it, Doddie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNOUNCER 1, (V.O.)",
          "text": "She was lst in the United States in 1991. She was 2nd in the world in 1991. 3rd in Nationals in Orlando. She arrived late for these games & missed the opening ceremony entirely. Here is Tonya Harding. The music starts and Tonya performs a sort of robot dance Karate kick. Then she leans backward and twirls.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNOUNCER 2, (V.O.)",
          "text": "Her opening move, a lay back spin is unique because you're dizzy from the spins. And her next jump, the triple axel, is the most difficult jump being performed in the ladies event. Tonya skates backward, picking up speed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNOUNCER 1, (V.O.)",
          "text": "And this is so exciting. No woman has attempted and completed a triple axel in Olympic competition. She uses the entire ice rink in preparation. This is her destiny. And she knows it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNOUNCER 2, (V.O.)",
          "text": "Tonya Harding could make olympic history. Right... here- In front of a huge crowd, Tonya leaps & SOARS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA, (V.O.)",
          "text": "Soooo- I'd broken off my skate blade 2 days before in practice. They put it back on a little off so- All my landings were off. All of them. I mean, that wasn’t my fault. \f114 41. INT. JEFF AND TONYA’S HOUSE - BEDROOM - MORNING 110 A TITLE CARD reads: 2 MONTHS EARLIER. Tonya hits ‘snooze’ on the alarm next to sleeping Jeff. S takes a swig of beer, turns over and goes back to sleep.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Late at night, Jeff brings Tonya shots as she shoots pool",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tonya on a scale as Doddie checks her weight. Everyone fr",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "On the locker room TV, Tonya watches as Kristi Yamaguchi, Madori Ito and Nancy Kerrigan get their Olympic medals.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA, (V.O.)",
          "text": "So, I came in 4th behind Nancy. I was really happy with that! It was awesome. Except it fucking wasn’t fair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "This next part. I mean... Not true. He throws up his hands, helplessly. EXT. JEFF AND TONYA’S HOUSE - JEFF’S TRUCK - DAY 115 Jeff SMASHES Tonya’s hand in the car door. INT. JEFF AND TONYA’S HOUSE - BEDROOM - NIGHT 116 Jeff rips Tonya’s hair out. She screams. \f117 42. I/E. JEFF AND TONYA’S HOUSE - NIGHT 117 Police lights FLASH as Tonya gives her statement to offic",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA, (V.O.)",
          "text": "Things got out of hand. We couldn’t be in the same house together. I called the authorities on him the whole summer. Filed restraining orders. Finally I divorced him. I/E. TONYA’S APARTMENT / JEFF'S TRUCK - NIGHT 118 Jeff pulls up in his truck honking his horn. When Tonya l out the window, he gets out and holds up a purse.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Missing something? Tonya locks the bolt on the door. Suddenly, BANGING on th",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF, (CONT'D)",
          "text": "Tonya I’ve got your bag. Open the door. Can I not drop something off?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA",
          "text": "Jeff you can’t be here. You can’t be within a hundred feet of me. I’m calling the cops. She goes to the phone. He BASHES through the door. She races around the couch as he jumps over the couch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "I am gonna break your fucking legs! He grabs her and he shoves her up against the wall. He pu a gun and puts it against his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF, (CONT'D)",
          "text": "I’m gonna fucking kill you! Do you want me to kill you? Do you want me to kill myself?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA",
          "text": "Put down the fucking gun. Stop it!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Which is it, bitch? What’d ya want? He puts the gun right in her face. \f120 43.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF, (CONT'D)",
          "text": "I‘1l fucking kill you. You don’t need your purse. You don’t need anything. You need me! Okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA",
          "text": "Okay... Okay. Put down the fucking gun. Just put down the fucking gun. He points the gun under his chin. He tears up and turns a She runs but he catches her and bangs her head into a mir She knees him hard in the balls & runs out the door. EXT. TONYA’S APARTMENT / JEFF'S TRUCK - NIGHT 119 Tonya runs out SCREAMING. Jeff reaches the doorway and FIRES. He fires into the ground near Tonya’s feet but a fragment ricochets into her head. BOOM. She goes down hard. Tenants come out of their apartments. Jeff waves his gun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Get back! Stand back! Everything's fine! He drags her into his truck and SCREECHES away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT/EXT. JEFF'S TRUCK",
          "text": "Tonya, blood gushing from her head, is dazed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "You fucking bitch! Look what you did! Look what you made me do! POLICE SIRENS are heard telling them to pull over. He doe",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF, (CONT'D)",
          "text": "I will kill you if you say anything! Shit! Then he kisses her. She hits him. A POLICEMAN comes over Jeff's window. POLICEMAN’S P.O.V.: Jeff and Tonya sit calmly. Jeff nods policeman. Tonya, her head bleeding profusely smiles brig the officer. \f121 122 123 124",
          "sentiment": "neutral"
        },
        {
          "speaker": "POLICEMAN",
          "text": "I’m going to need you to get out of the car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT/EXT. JEFF'S TRUCK",
          "text": "Tonya sits in the truck as Jeff good-naturedly chats with policeman who pulls 2 guns out of the back seat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA, (V.O.)",
          "text": "Didn't say a thing about the blood! Took alcohol and 2 guns outta the truck! Then he just leaves me there with him which is why I don’t trust the authorities. Or anyone. (To the camera) Jeff can talk his way out of anything. Never talk to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAVONA",
          "text": "Well my story line is disappearing right now. What. The. Fuck. Lavona inhales her cigarette. The bird on her shoulder SQ Lavona exhales cigarette smoke at it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tonya, in a waitress uniform, buses tables as she heads o on a break.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA, (V.O.)",
          "text": "When you come in 4th in the Olympics you don’t get endorsement deals. You get the 6 a.m. shift at Spud City.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT/EXT. SPUD CITY RESTAURANT",
          "text": "Tonya, out of shape, miserable, walks out and sits on the of the restaurant, grabbing a smoke between shifts. Then: Tonya looks up. Diane is there. Tonya smiles, apprehensiv \f45.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIANE",
          "text": "You look well.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA",
          "text": "I look like someone who had a way outta this shit and fucked it up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIANE",
          "text": "I was being polite. Diane sits. They both look down the road. Diane smooths h already smooth skirt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIANE, (CONT'D)",
          "text": "You okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA",
          "text": "Well. My skating career’s over. I have no savings. I ended up a waitress like my mom. On the plus side I’m unskilled.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIANE",
          "text": "The Olympic committee announced today the next Olympics are going to be in 2 years instead of 4. Tonya and Diane lock eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIANE, (CONT'D)",
          "text": "No heavy metal. Lose the blue nail polish.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA",
          "text": "I’m too outta shape.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIANE",
          "text": "Pear is a shape. (They smile) The world’s giving you a 2nd chance. I know you don’t believe in them but I do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Diane checks Tonya’s hands for polish. They’re clear. \f127 128 129 130 131 132 46.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A ballet teacher elongates Tonya’s fingers, straightens h back, raises her chin. Tonya hates it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tonya runs using a large bag of dog food on her back for endurance. Diane watches alongside. Tonya talks directly to the camera as she runs by.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA",
          "text": "This is how Rocky trained when he had to fight the Russian. And it worked!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIANE",
          "text": "(To the camera) She actually did this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tonya is instructed in a series of graceful moves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tonya lifts logs, sweating. Diane watches, doubtfully.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIANE",
          "text": "And this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tonya works with Diane, extending her leg as she glides a the ice. INT. TONYA’S APARTMENT - NIGHT 132 Tonya hikes with 2 large water bottles for weights. She collapses and uses her inhaler.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIANE",
          "text": "And this. \f133 134 135 136 137 47.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tonya jumps HIGH on the ice and lands perfectly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Diane and Tonya react to her low scores minutes later.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tonya spins rapidly, ending her routine to a cheering cro",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tonya and Diane react in frustration to her low scores.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tonya ambushes a skating judge as he gets in his car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA",
          "text": "Sir? Excuse me. Can we talk a minute about my score? The judge LOCKS the car door & rolls the window down A BI",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE",
          "text": "Happy to.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA",
          "text": "I know you don’t like me. But I’m landing all my jumps out there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE",
          "text": "Tonya... It’s never been entirely about skating. I’1l deny I ever said it honey, but you’re just not the image we want to portray. You’re representing our country, for goodness sake. We need to see a wholesome American family. And you refuse to play the along. \f48.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA",
          "text": "I don’t have a wholesome American family. Why can’t it just be about skating?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lavona spots Tonya sitting at a table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA, (V.O.)",
          "text": "They want a wholesome American family? It’s not gonna be easy. But I could pull that outta my ass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAVONA",
          "text": "Shit. I know you don’t expect me to wait on you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA",
          "text": "I don’t expect a thing, mom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAVONA",
          "text": "Well aren’t you a little hot house flower.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA",
          "text": "I’m training for the Olympics anyhow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAVONA",
          "text": "So what do you want from me? Money?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA",
          "text": "God. I just wanted to see you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAVONA",
          "text": "You're a taker. Every cent I made went to your skating and you took it. What do you want?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA",
          "text": "Well this was a stupid fucking idea. Was anything I ever did good enough for you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAVONA",
          "text": "You were soft.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA",
          "text": "At 3??",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAVONA",
          "text": "And I made you a fighter. You never- \f139 140",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA",
          "text": "You made me think I skate best when my life is shit. And now my life is shit. You made that true. I don’t want that-",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAVONA",
          "text": "You woulda picked it in a heartbeat! You should be thanking me. Not blaming me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA",
          "text": "Did you ever love me? Or anything even? Lavona is momentarily thrown. But she recovers quickly. T",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAVONA",
          "text": "You think Sonja Henie’s mother loved her? Poor fuckin’ you. I didn’t stay home making Apple Brown Bettys. No I made you champion! Knowing you'd hate me for it. That’s the sacrifice a mother makes. I wish I had a mother like me. Instead of nice. Nice gets you shit. I didn’t like my mother either. So what? I gave you a gift.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tonya stands, faces Lavona. Before she walks away:",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA",
          "text": "You cursed me. You’re a monster.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAVONA",
          "text": "Spilled milk, baby. INT. SHAWN’S PARENTS HOUSE - BASEMENT - NIGHT 139 Shawn’s mom hands a LONG phone chord to Jeff in the basem",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF, (V.O.)",
          "text": "I was pretty surprised when Tonya called me. But she said- INT. TONYA’S APARTMENT - NIGHT 140 The screen splits in 2. Tonya is on the phone in both sho \f141 142 143 144 145 50.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA TONYA",
          "text": "(Lovingly) (Disgusted) I don’t think I can make it I don’t think I can make it to the Olympics without you. to the Olympics without you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "I admit it. A part of me still thought the sun rose and set with her. I just wanted her to look at me like she used to. I just wanted to hold on. INT. JEFF AND TONYA’S HOUSE - BATHROOM - AFTERNOON 142 Tonya covers her face with makeup to hide the bruises. Je hands her a beer, apologetically. He kisses her neck and lets him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA, (V.O.)",
          "text": "I figured it was just for 3 weeks. The second I made the team I was gonna dump his ass. But... INT. TONYA’S HOUSE - DAY - CLOSE ON: MODERN DAY TONYA 143",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA",
          "text": "Before I could think too much on that, I mean, it’s what you all came for folks! THE FUCKING INCIDENT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MARTIN MADDOX rubs his hands together gleefully.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN MADDOX",
          "text": "The incident!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Diane looks away, distastefully.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIANE",
          "text": "The incident... \f146 147 148 149 150 51.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lavona looks directly into the camera.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAVONA",
          "text": "The fucking incident!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Everyone remembers the incident differently and that’s a fact.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tonya, in her skating costume, lays in wait with a large baseball bat in her hands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF, (V.O.)",
          "text": "Some people honest to god remember Tonya whacking Nancy herself. When Nancy appears, Tonya swings wildly as Nancy SCREAMS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "I never talked about how it went down except to the FBI. The press got everything wrong.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jeff, Tonya and Diane chat when a POLICEMAN approaches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHERIFF",
          "text": "Excuse me. I’m with the Canton County Sheriff's office. I’m gonna need to talk with you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA",
          "text": "Goddamnit, Jeff what'd you do??",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHERIFF",
          "text": "I’ve received a death threat. \f52.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA",
          "text": "From Jeff?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHERIFF",
          "text": "Against you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA",
          "text": "What the F?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "What’d they say exactly?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHERIFF",
          "text": "If Harding skates today, she’1ll get a bullet in the back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA",
          "text": "What the F?                        ",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIANE",
          "text": "How serious should we take this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Right? I mean, girl skaters at this level. They’re always messing with each other’s skate blades. With each other’s costumes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHERIFF",
          "text": "I never knew that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Yeah, it’s a thing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHERIFF",
          "text": "The point is this is a large venue and we can’t protect you. Tonya looks out at the growing crowd, nervously.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "In the end she’s too freaked out to skate. It screwed with her head for a long time. He pauses. He’s not proud of this next part.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF, (CONT'D)",
          "text": "And. It got me thinking... Which isn’t always my strength. \f53.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jeff and Shawn sit across from each other, eating.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "What if I do the same thing... to Nancy Kerrigan? Only right before Nationals?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHAWN",
          "text": "To sort of even the playing field.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Right. I wouldn't be the first person to cheat at figure skating. A lot of those judges are corrupt. It’s not exactly prim and proper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHAWN",
          "text": "Someone did it to Tonya!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "It’s my way of saying I love you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHAWN",
          "text": "Interesting. Go on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "No, that’s it. I figure I’1l mail Nancy a couple of letters to screw with her head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHAWN",
          "text": "Whoa! You f-ing greenhorn! You can’t mail letters from here, have it postmarked from Portland.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHAWN",
          "text": "What we do see is, we fly someone over there or maybe to Massachusetts where she’s from, to keep suspicion off a us, see?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHAWN",
          "text": "And you’re not gonna know them and they’re not going to know you. \f153 154 54.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHAWN",
          "text": "I know a guy. I shouldn’t even be sayin’ his name. Derrick. All in, we're talking- $1,000. You better let me handle everything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT/EXT. GETAWAY CAR, (DRIVING)",
          "text": "A TITLE CARD READS: SHAWN’S GUYS. Their names appear unde images. DERRICK SMITH 29, balding & SHANE STANT 22, a mouth breat The car juts and starts in time to the music. INT. JEFF AND TONYA’S HOUSE - LIVING ROOM - NIGHT 154 Jeff and Tonya listen to an answering machine message ove over but it’s inaudible due to wear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF, (V.O.)",
          "text": "Us bein’ great spies, we call a friend who leaves a message sayin’ where Kerrigan trains but our machine’s so old we sorta can’t understand it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA",
          "text": "She's saying Nancy Kerrigan trains at Tuna Can Arena.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Who’s gonna name an arena Tuna Can?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA",
          "text": "(Dialing the phone) Fishermen. Everyone’s fishermen in Massachusetts. Hi Vera. It’s Tonya again. Our machine’s a piece of crap. Could you tell me where Nancy Kerrigan trains again? I have a bet with Jeff. Spell that, hon? Uh huh. And what times does she train? She writes it all down, hangs up and gives the paper to J",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA, (CONT'D)",
          "text": "It’s that fuckin’ easy. Tony Kent. \f155 156 157 158",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Thank you. Tony Kent?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA",
          "text": "Tony Kent Arena.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Not - Tuna Can.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA",
          "text": "Tony Kent Arena. It’s the same thing! INT. TONYA’S HOUSE - DAY - CLOSE ON: MODERN DAY TONYA",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA",
          "text": "That is such bullshit! The FBI found this piece of paper in some random dumpster supposedly in my hand writing with Nancy’s training schedule and shit on it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN MADDOX",
          "text": "It was the arena Nancy skated at and her training times. Why did they need training times if they were mailing letters? Gillooly can change his story all he wants to make himself feel better, but he confessed to the FBI. Guilty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "I told the FBI that Tonya was in on planning it and she was. But the plan was to mail some letters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jeff is wired for a polygraph. He talks to the camera. 55. 155 156 157 158 \f159 56.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Tonya didn’t know about the assault cause there was never suppose to be an assault. Just letters. INT. SHAWN’S PARENTS’ HOUSE - MORNING 159 Jeff hands Shawn a wad of money as his parents watch TV.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF, (V.O.)",
          "text": "I gave Shawn a thousand bucks. Nothing happens.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tonya practices on the ice as Shawn follows Jeff around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHAWN",
          "text": "You’re gonna need to come up with more money.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Do I have stupid written across my head? All they gotta do is mail the letters someplace. I’m not giving them more money.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHAWN",
          "text": "These are 2 of my top operatives. Derrick needs expense money-",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "You know what? Call Derrick. Tell him we're calling the whole thing off. (Yelling to Tonya) Sweetie, the death threats off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA",
          "text": "(As she jumps) Whatever.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHAWN",
          "text": "Whoa! You can’t call it off. This baby has moving parts. Balls are already being played with.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Too bad. All they had to do was mail fucking letters, Shawn! \f57. Tonya skates over to them, catching her breath.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHAWN",
          "text": "These are not the kind of guys you want to double cross. Trust me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "That’s your problem. And get me my thousand bucks back. They didn’t do anything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHAWN",
          "text": "Tonya. You still want this to happen, right? I can still make this happen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA",
          "text": "I don’t care, Shawn. I clearly have bigger shit to fry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHAWN",
          "text": "You eat shit?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHAWN",
          "text": "Fish to fry, not shit to fry. Shit to fry is a meal best served never.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA",
          "text": "Who cares, you big, fat, fuck?! You can’t make it happen anyway. He starts to respond but she snaps her fingers in his fac",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA, (CONT'D)",
          "text": "You're not a secret agent. You’re not a hit man. You’re a fat nobody gas bag who lives with his parents, drives a ‘76 Mercury, is laughed at behind his back and has never been laid. Just stay away from me. As she skates away, every truth Shawn’s been avoiding is like a mirror. It DEVASTATES him. He can’t comprehend it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA JEFF",
          "text": "I had a session later that January 6th. I was sleeping night. So I was asleep. in. \f164 58. They both stare into the camera, blankly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT/EXT. GETAWAY CAR/RINK PARKING LOT",
          "text": "Derrick, Shawn’s ‘hit man’ preps younger Shane, pointedly",
          "sentiment": "neutral"
        },
        {
          "speaker": "DERRICK",
          "text": "Remember, if your mind’s blank, no one can pick up your vibes. Also- they can’t identify you if they don’t see your eyes. Shane listens solemnly and nods. Derrick opens Shane’s do",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Huge banners announce ‘L’eggs Presents 1994 Women’s Natio Figure Skating Championships.’ SHANE stands slightly bug-eyed watching the security guar front of a ‘Restricted Area’ sign, psyching himself up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHANE",
          "text": "My mind’s blank. Don’t let ‘em see my eyes- His face goes slack as his mind blanks. He gazes down and to the right. He takes a deep breath, holds it. Then: He walks right past security.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shane wipes his brow as he gets his bearings. Cameramen, skaters, technicians, coaches, all mill about. A PRETTY YOUNG SKATER is bent over, tying her shoe. Shane stares at her ass as he passes, trips into a securi guard. They lock eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHANE",
          "text": "...The john? \f59. The guard points. Shane mind-blanks again as he heads off Shane looks around, lost. He stops Michelle Kwan’s coach. SHANE (CONT’D) Which one’s Kerrigan? The coach points to the ice rink. Shane watches Nancy Ker walk off the ice, PASSING right by him. He does a double Shane psychs himself up. He can turn back or not. He hesi then follows Nancy. They disappear behind the curtain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shane SNAPS open a baton. He STRIKES NANCY KERRIGAN’S LEG from behind as he hurries out, never looking back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shane walks quickly as the first screams are heard. He he toward 2 large glass doors that lead to the street. He CRASHES into them. He pushes & pulls them. They’re loc He looks at the baton in his hand then at the glass doors RAISES the baton. But instead of using the baton, HE SMASHES THE GLASS WITH HEAD, baton held high. He pulls his head back, dazed, then pushes through the do",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A bit baffled, Shane takes a step in one direction then t opposite one. An OLD MAN happens to be standing there. Shane inexplicab tackles him. They hit the ground hard. Then Shane jumps up. He races down the street just as a car pulls alongside hi never stopping. Shane throws the baton underneath a rando and jumps inside the getaway car as it skids off. \f169 170 60.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN MADDOX, (PRESENT DAY)",
          "text": "We had no idea something like this could be done by 2 of the biggest boobs in a story populated solely by boobs. INT. JEFF'S LIVING ROOM/ INT. TONYA’S HOTEL ROOM - DAY 17 We cut between: Tonya watches Nancy getting hit on TV, phone receiver in waiting for Jeff to pick up. Jeff lays sprawled out on the bed. Finally he answers his ringing phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA",
          "text": "Holy shit!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Tonya?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA",
          "text": "They broke her knee!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Who's knee? What are you talking-",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA",
          "text": "Turn on the TV. It’s everywhere. Nancy Kerrigan’s. Some guy. He- Jeff bolts upright..",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "No, no, no, no. It’s supposed to be letters-",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA",
          "text": "It’s not a letter Jeff. They broke her fucking knee--",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "No, no. It’s- just a death threat. She hangs up. Jeff falls out of bed, turns on the TV and stands naked in front of it. He channel surfs. On every station Nancy cries out “WHY??” \f171 172 173 61.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AAAAAAAAAARGH",
          "text": "He throws the remote across the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lavona stops waiting tables and watches the scene on TV.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAVONA",
          "text": "The fucking Moustache... EXT. SHAWN’S PARENTS’ HOUSE - DRIVEWAY - DUSK 172 Jeff’s truck skids and screeches to a halt. Dust flies. INT. SHAWN’'S PARENTS’ HOUSE - KITCHEN/LIVING ROOM - NIGH Jeff burst through the door. Shawn and HIS PARENTS are wa the news reports on the attack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHAWN",
          "text": "We did it man! We’re everywhere! It’s so friggin’ awesome!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "What the hell, Shawn?!? What the fuck did you do??",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHAWN",
          "text": "I changed the course of history! Whoooo!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Are you insane?! No one’s supposed to get hurt. It’s supposed to be psychological warfare re-",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHAWN",
          "text": "What if it didn’t work, Jeff? What if it didn’t scare her? All our hard work woulda been for nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "What hard work? It was mailing fucking letters!! \f62.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHAWN",
          "text": "I had to make sure it would happen. Look, I’m Tonya’s bodyguard. Now all the skaters are gonna need one. The money’s gonna be pouring in. I changed the course of history! Shawn hoots and applauds. Jeff holds his head in his hand",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "It was a simple plan, Shawn. Why didn’t you just stick to it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHAWN",
          "text": "I did stick to the plan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "This was not the plan!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHAWN",
          "text": "This was always the plan. You think it’s easy? In my profession I have to think 4 steps ahead of everyone. Or did you not realize that I was the one who... called the death threat on Tonya? Jeff is stopped in his tracks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Why- wait, what???",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHAWN",
          "text": "People don’t take me seriously, Jeff. But I am in control of the situations. I think I proved that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "This is outta control!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHAWN",
          "text": "Relax. Everything’s great. Yes. My parents taped over my favorite Star Trek episode to record the CNN but I’m keeping it together!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "You're a fucking idiot!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHAWN",
          "text": "We gotta get those guys out of Detroit though. They’re stuck there and they don’t have any money. 4 steps ahead. \f174 175 176 63. Jeff, looking like he wants to kill Shawn, heads towards door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Unbelievable!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHAWN",
          "text": "Jeff?.. Jeff..! The door slams after Jeff.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A TITLE CARD reads: January 7, 1994. (The next day) Fans hold signs cheering her on as Tonya skates around th She looks determined, focused, almost mercenary.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TV COMMENTATOR 1, (V.O.)",
          "text": "She told us- I know there are a lot of people out there who think I’m a has been. I have a lot to prove.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TV COMMENTATOR 2, (V.O.)",
          "text": "It'll be very interesting to see if she plays this conservatively - or not. Tonya begins to skate to the music.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A CLERK watches Tonya skate on a small TV as Jeff sends a order. Jeff is extremely overly casual.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TV COMMENTATOR 1, (V.O.)",
          "text": "She can be powerful, intimidating, and athletic all at the same time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Its to Derrick Smith & Shane Stant. On the TV, Tonya SOARS HIGH and lands a triple Lutz.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lavona watches Tonya skate on the TV set in the bar. \f64.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TV COMMENTATOR 1, (V.O.)",
          "text": "The height and the speed are so different than all the other women.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TV COMMENTATOR 2, (V.O.)",
          "text": "This is a big improvement from 2 yeas ago. Lavona stands stock still amid the chaos of the restauran watching Tonya. She hold herself tightly, afraid to breat",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANAGER",
          "text": "Lavona, you got customers waiting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TV COMMENTATOR 1, (V.O.)",
          "text": "Oh! Huge jumps she’s doing. ON THE TV: Tonya jumps IMPOSSIBLY HIGH into a triple loop",
          "sentiment": "neutral"
        },
        {
          "speaker": "TV COMMENTATOR 1, (V.O.)",
          "text": "Great control. This is her final combination. Lavona is in the routine with Tonya, focused, alert.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANAGER",
          "text": "Lavona, c’mon!",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMENTATOR 2, (V.O.)",
          "text": "..-Nicely done!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAVONA",
          "text": "I wanna see her face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANAGER",
          "text": "I said c’mon!",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAVONA",
          "text": "I wanna see her fucking face at the end!! Lavona searches Tonya’s face for guilt or innocence..",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMENTATOR 1, (V.O.)",
          "text": "For all the skeptics who felt that Tonya’s peak had passed, I think she proved she’s still a winner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMENTATOR 2, (V.O.)",
          "text": "This is a great moment for Tonya. She's had everything go wrong. She's let everything go wrong. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMENTATOR 2, (V.O.)",
          "text": "And yet now all of a sudden to pull this off and become our national champion - is terrific.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TV COMMENTATOR 1, (V.O.)",
          "text": "And it looks like she has most definitely earned herself a place on the U.S. Olympic team. Tonya is triumphant. Elated. The crowd is on their feet. Lavona takes it all in, stonefaced. Is she happy? Jealous Missing out? Proud? Plotting her next move? When she turns away from the TV, her mask is already back",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shane sits inside his car in front of the arena. He moves car up a foot and STOPS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN MADDOX, (V.O.)",
          "text": "Shane Stant was clueless. Before the attack, he waited outside the arena in Massachusetts he thought Nancy Kerrigan was training at- and moved his car every 15 minutes to avoid suspicion. Shane moves his car up a foot and STOPS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN MADDOX, (V.O.)",
          "text": "He did this for 2 days until he found out Nancy was in Detroit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Police lights FLASH as a team of police handcuff Shane.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN MADDOX, (V.O.)",
          "text": "Later we found out they left a trail as big as the Cumberland Gap. Phone records. Bank records.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHANE",
          "text": "How'd you find me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "POLICEMAN",
          "text": "Next time you pull off a hit, son, don’t put it on Visa. \f66. Shane stares at him, slack jawed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tonya is elated. Photographers take pictures as Jeff and walk through the lobby of their hotel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Okay, fellas. That’s enough. They head quickly to the elevators.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF, (CONT'D)",
          "text": "Before this blows up, we have to get our story straight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA",
          "text": "You do the talking. You’re my manager.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Okay. Cause we have to be real careful about what we say.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA",
          "text": "We can’t afford to make a mistake. I waited so long for this! A shy 6 year old girl approaches with pen and paper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YEAR OLD GIRL",
          "text": "Tonya I wanna be a skater like you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA",
          "text": "Thanks. Hope you mean it! She signs an autograph and the girl moves on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "We play it cool. After all, we both have alibis.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA",
          "text": "Alibis?... For Wheaties?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Wheaties? What are you talking about?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA",
          "text": "My endorsement deals! Isn’t that what you're talking about? \f67.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "The attack, Ton-",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE",
          "text": "Excuse us. Jeff and Tonya turn. 2 men in suits stand before them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FBI AGENT 1",
          "text": "We're with the FBI. Jeff and Tonya stare. INT. TONYA’S HOTEL ROOM - DETROIT - LATE AFTERNOON 180 Tonya and Jeff sit with FBI men.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FBI AGENT",
          "text": "It’s just a formality. We’re talking to everyone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA",
          "text": "We don’t know anything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FBI AGENT",
          "text": "That must make life difficult. He laughs at his joke, alone. Then:",
          "sentiment": "neutral"
        },
        {
          "speaker": "FBI AGENT",
          "text": "Maybe you heard something or saw-",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA",
          "text": "I was asleep. And Jeff wasn’t here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "I wasn’t even here! They turn to Jeff.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF, (CONT'D)",
          "text": "I was asleep too. In Oregon. At home. In Portland. Which is where I live. Which is in Oregon. He takes a deep breath. Instead of exhaling, he holds it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FBI AGENT",
          "text": "What do you make of all this, Jeff?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well. It’s a scary prospect what this world is coming to.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FBI AGENT",
          "text": "How long are you in Detroit?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "We're heading to the airport now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FBI AGENT",
          "text": "Well, why don’t we give you a ride?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA JEFF",
          "text": "Thank you. That is so- Oh, that’s not-",
          "sentiment": "neutral"
        },
        {
          "speaker": "FBI AGENT",
          "text": "But first. Who’s Derrick? 68. Jeff looks like he just pooped his pants and doesn’t want to know it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA",
          "text": "I don’t know any Derrick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "I know lots of Derricks. They all turn to Jeff.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF, (CONT'D)",
          "text": "We’re gonna miss our plane. The FLASH of cameras going off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FLASH! Tonya, teary-eyed, carrying a stuffed bear is friends, reporters & camera crews. Jeff lags behind. trench coat & tie, plays bodyguard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REPORTER, (V.O.)",
          "text": "How does it feel to be going to the Olympics?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA",
          "text": "I'm really happy! But it won’t be a true crown until I get my chance with Nancy. And that’1l be Olympics. And let me tell you - I’m gonna whip her butt. 181 mobbed by Shawn, \f69. She laughs. None of the reporters do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REPORTER, (V.O.)",
          "text": "Did the FBI talk to you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA",
          "text": "I mean, they talked to everybody. And they, they’re doing, um - let’s see - a thorough investigation to try to find the man who did it. She walks on with the reporters followed by Shawn and Jef",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT/EXT. CADILLAC, (DRIVING)",
          "text": "Shawn and Tonya are elated. Jeff, not so.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA AND SHAWN",
          "text": "Whooo!!!!!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA",
          "text": "I get to go to the Olympics again!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHAWN",
          "text": "They were taking my picture!",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA",
          "text": "Fuck the Skating Association!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "This is a cluster-fuck!!!!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA AND SHAWN",
          "text": "Whooo!!!!!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "It’s not funny. We gotta fix this!",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA",
          "text": "Fix what? We talked to the FBI. Everything's fine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHAWN",
          "text": "She's right man. We outsmarted em. My guys are paid & deep in hiding-",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "AAAAAAAAAARGH!I!!!EL tt",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA",
          "text": "What is the problem? \f184 70.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "You want to tell me what happened, Shawn?? Who did you talk to?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHAWN",
          "text": "Nobody!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "If you tell me now, maybe I can fix it. But if you don’t tell me, we're gonna be all fucked.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHAWN",
          "text": "I didn’t talk to anyone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Somebody knows something and they shouldn't know anything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHAWN",
          "text": "I never said anything!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "How did they come up with the name Derrick, Shawn??",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHAWN",
          "text": "I don’t know? How can you even ask me that? I could withstand torture and never talk. They could never break me!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A TITLE CARD reads: 24 HOURS EARLIER. Shawn sits at the bar, bragging to a group of people.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHAWN",
          "text": "That whole Nancy Kerrigan thing? That’s my team! We got $65,000 to take her down! EXT. SHAWN’S PARENTS’ HOUSE - STREET - DUSK 184 Shawn brags to a neighborhood kid as Shawn empties the tr",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHAWN",
          "text": "...Then my team obtained press credentials by beating up a reporter and used it to get inside the rink. \f71. 185 INT. PUBLIC MEN’S ROOM - URINALS - DAY 185 Shawn brags to a fellow peeing man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHAWN",
          "text": "BAM! My hit man whacks Kerrigan with a retractable baton 3 times in the knee & again on the head. BAM! Then he shouts at her, he says- 186 EXT. SHAWN’S PARENTS’ HOUSE - DRIVEWAY - NIGHT 186 A TITLE CARD reads: 48 HOURS AFTER THAT. A group of FBI men and Policemen knock of Shawn’s front d",
          "sentiment": "neutral"
        },
        {
          "speaker": "FBI AGENT 1",
          "text": "Shawn Eckhardt?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHAWN",
          "text": "No. SHAWN’S MOTHER Who is it, Shawny? 187 INT. SHAWN’S PARENTS’ HOUSE - FAMILY ROOM - NIGHT 187 Shawn sits on the couch surrounded by agents in suits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FBI AGENT",
          "text": "What can you tell us about Tonya Harding?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHAWN",
          "text": "I don’t know Tony Harding.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FBI AGENT",
          "text": "Aren’t you her bodyguard?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHAWN",
          "text": "-..-Let me finish... Well. I don’t know her well.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FBI AGENT",
          "text": "How about Nancy Kerrigan?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHAWN",
          "text": "Who? \f72.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FBI AGENT",
          "text": "You haven’t heard of Nancy Kerrigan?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHAWN",
          "text": "Oh. I thought you said Nancy Herring. Shawn wipes his brow. The Agents exchange a look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FBI AGENT",
          "text": "Shawn-",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHAWN",
          "text": "Jeff did it!!! INT. JEFF AND TONYA’S HOUSE - KITCHEN - DAY 188 Tonya looks out the window and sees the gathering press.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA",
          "text": "What the fuck’s going on?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Nothing. The phone rings. Jeff is quickly pulling all the shades a goes for the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF, (CONT'D)",
          "text": "Don’t answer it!! They both stare, inches away from the ringing phone. A be Then Jeff can’t help himself. He answers it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF, (CONT'D)",
          "text": "Jeff Gillooly speaking?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHAWN",
          "text": "You gotta pay me my money and I gotta get outta town. They know something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "What? Why do you-",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHAWN",
          "text": "We gotta meet or I’m-",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Shawn, calm down. Where do you want to meet? \f73.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHAWN",
          "text": "At the Golden Buddha. Meet me at the stroke of midnight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "I’m not meeting at the fucking stroke of-",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHAWN",
          "text": "That’s the plan, man. And bring the money! Shawn hangs up. The two F.B.I. agents nod.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Jeff heads in, he can’t help but notice TWO IDENTICAL SEDANS parked in the lot. Something’s clearly up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shawn wipes sweat from his face and the back of his neck. he spots Jeff approaching, his several chins tremble.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "What’s going on, Shawn?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHAWN",
          "text": "Nothing... Why don’t you sit down, Jeff?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "You wanna go to that bar on-",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHAWN",
          "text": "No, no, no. This is good. Sit down. Jeff sighs. He stares at Shawn hard as he sits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "What’s up, man? You okay? You’re sweating an awful lot even for you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHAWN",
          "text": "No I’m not okay! You know I’m not okay... They know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Who? \f74.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHAWN",
          "text": "You know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHAWN",
          "text": "The FBI! They know something’s up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "What’s up? Shawn mimes whacked Nancy crying out ‘Why?!?’",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF, (CONT'D)",
          "text": "Whoa!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHAWN",
          "text": "Yeah!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Shawn. Are you trying to tell me you had something to do with this whole Nancy Kerrigan thing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHAWN",
          "text": "What the fuck, Jeff?! Of course I-",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Don’t- say another word or I'll be forced to go to the authorities.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And Shawn realizes Jeff knows he’s wearing a wire. Jeff l close to Shawn. KISSING CLOSE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF, (CONT'D)",
          "text": "I’ve had love in my heart for you only I can’t help you with this. But you made your bed. Now die in it. Jeff walks out. Shawn looks outside nervously to the G-me INT. DIANE RAWLINSON’S HOUSE - LIVING ROOM - DAY 191 Tonya and Jeff wait for Bob Rawlinson, Tonya’s lawyer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA, (V.O.)",
          "text": "Diane’s husband’s a lawyer so in the morning we meet up at their house. It was nice. They had a living room and stuff like that... \f75.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA",
          "text": "Why don’t we turn his ugly, fat ass in? Big, dumb, freakin’, tub a guts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Cause it’s only his word against ours. You & I gotta stick together-",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA",
          "text": "I’m gonna lose everything! I worked my whole life for this and he-",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "If it ever came down to that, I’d tell them you didn’t have anything to do with it. But right now we gotta get our story straight. Since they can’t pin anything on us - we didn’t know anything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA",
          "text": "We didn’t know anything. Diane and Bob Rawlinson, lawyerly handsome, join them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOB",
          "text": "Look. They arrested Shawn and he’s saying it was all your idea, Jeff.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA JEFF",
          "text": "We didn’t know anything! We didn’t know anything!",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA",
          "text": "It was supposed to be mailing some- Jeff squeezes her arm hard. She screams, turns to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "It’s gonna be a shit show for us real soon. We gotta get home. Tonya nods. He yanks her quickly out the door. INT/EXT. JEFF'S TRUCK - RAWLINSON’S DRIVEWAY - DAY 192 The second Jeff gets in the truck, he turns to her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "What part of keeping your mouth shut was unclear, you stupid cunt?! \f194 195 76. Jeff, furious, screeches onto the road. Tonya, humiliated studies him in film noir like shadows. It dawns on her:",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA",
          "text": "There’s... There’s more than what you're saying the story is, isn’t there..? (Finally) Did you do it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Shut up I’m telling you!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA",
          "text": "Shit! Shit! Goddamnit- How could you do that? Then say you love me? You know skating’s my life! Fuck! What did you do?! What did you, Jeff? What did- She screams as Jeff throws back his fist and swings HARD- INT. TONYA’S HOUSE - DAY - CLOSE ON: MODERN DAY TONYA 193",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA",
          "text": "BAM. He freakin’ nails me right in the face. That’s when I knew.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tonya, in a business suit with lawyer Bob, meets the F.B.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA, (V.O.)",
          "text": "To this day he has never admitted to me, which I wouldn’t care anyways, but he’s never admitted to me he actually did it. But I knew. In that moment I knew he planned it and he had it done. INT. JEFF & TONYA’S BEDROOM/OUTSIDE BEDROOM DOOR - DAY 19 Tonya packs furiously as the front door slams. As she hea approach she quickly locks the bedroom door. He BANGS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "I can’t believe it. You gave me up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA",
          "text": "No. I didn’t! \f77.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "The FBI showed me your transcript.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jeff is dumbfounded as he reads the report. G-Men gloat. INT. JEFF & TONYA’S BEDROOM/OUTSIDE BEDROOM DOOR - DAY 19",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA",
          "text": "That's cheating! She throws everything she can into the suitcase & zips it",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Damn it I told you they couldn’t prove anything. All I wanted to do, baby, was protect you. You’re all I ever wanted. She stops momentarily. She considers opening the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF, (CONT'D)",
          "text": "Honey? I fuckin’ lost you now didn’t",
          "sentiment": "neutral"
        },
        {
          "speaker": "I",
          "text": "She rises. But instead she races to the window and opens",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA",
          "text": "What did you want me to say? I told them that you did this because you did fucking did this!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Tonya, what am I supposed to do? She throws her suitcase out the open window. She hesitate",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA",
          "text": "I- Oh, Jeff... (Sincerely) I think- You really need to just kill yourself. Then she escapes through the window. Jeff stares, open mo on the other side of the door. He begins to cry. INT. SHAWN’S HOTEL ROOM - NIGHT 198 A nervous but excited Shawn is interviewed. \f78.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INTERVIEWER",
          "text": "There is a feeling out there that the person who was power mad, who was megalomaniacal was you. And that you had all these fantasies of espionage and that this whole thing was something you cooked up to fulfill a deranged fantasy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHAWN",
          "text": "Incorrect. Um. I’m a bodyguard and international counter terrorism expert. I work around the world for espionage agencies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INTERVIEWER",
          "text": "But Shawn, you don’t.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHAWN",
          "text": "But I do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INTERVIEWER",
          "text": "But Shawn, we’ve checked and you don’t.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHAWN",
          "text": "But I do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INTERVIEWER",
          "text": "But you don’t.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHAWN",
          "text": "But I do. Um. I’ve been quoted as an expert on terrorism trends and profiles-",
          "sentiment": "neutral"
        },
        {
          "speaker": "INTERVIEWER",
          "text": "Where?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHAWN",
          "text": "Um. In. I believe it was the- oh... It was a travel magazine a couple years ago during the Gulf War. INT/EXT. TONYA’S APARTMENT - FRONT - MORNING 199 Tonya steps outside and is SURROUNDED on all sides by rep Overwhelmed as she heads to her car she tries to remain ‘ but their shouts are deafening. \f200 201 202 79.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tonya, mobbed by press, GIDDY over the attention, makes h to practice. 4,000 spectators fill 3 levels of the mall. Fans hold up homemade signs reading, “Portland is Proud o Tonya!” “We Love Tonya! Deal With It America!” Many languages shout questions at Tonya. She smiles & wav",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONNIE CHUNG",
          "text": "Here in Portland Oregon, another day of practice for skater Tonya Harding. She’s still working out everyday right behind me, fully expecting she’ll compete later this month at the Olympics in Norway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT LAUER",
          "text": "Police and the FBI continue to keep looking into last weeks attack on skater Nancy Kerrigan-",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABC REPORTER",
          "text": "..-Even as the U.S. Figure Skating Association convenes a hearing panel to consider if there are grounds to remove Tonya Harding from the American Olympic team.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANN CURRY",
          "text": "..-Harding’s former husband said Tuesday that she knew about the attack on Nancy Kerrigan from the beginning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tonya finishes her routine & the crowd cheers. She looks TONYA’S P.O.V- As far as the eye can see, cameras are poi her like weapons. Lenses and flashes and clicks capture h every move. Tonya is the most famous woman on earth. \f80.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jeff, hair slicked, moustache shinning (if possible) is l in cuffs followed by Shane, Derrick & Shawn. Bulbs flash.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF, (V.O.)",
          "text": "The papers all said I plead guilty, which I did. But not to planning the attack which it turns out didn’t matter. (To the camera) Once I knew about it and didn’t report it and tried to cover it all up, I was guilty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The press all stand behind red velvet ropes shouting and snapping pictures of Lavona taking out the trash.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN MADDOX, (V.O.)",
          "text": "Tonya’s mom put out a red velvet rope in front of her house and told us if we wanted to take her picture we all had to stand behind it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAVONA",
          "text": "(To a reporter who is off sides) Get your fat ass where it belongs!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jeff sits where he used to with Shawn, now drinking alone",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF, (V.O.)",
          "text": "I made bail but I was charged with racketeering and fined $100,000... Which I never paid. I never talked to Shawn again. 206 INT. TONYA’S HOUSE - DAY - CLOSE ON: MODERN DAY TONYA",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA",
          "text": "I thought being famous would be fun. I was loved for a minute. Then I was hated. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f207 81.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA, (CONT'D)",
          "text": "Then I was a punch line. It was like being abused all over again. Only this time it was by you. All of you. You’re all my attackers too. INT/EXT. TONYA’S APARTMENT / FRONT DOOR - DAY 207 Tonya sews extra sequins on a costume, shades drawn. The doorbell RINGS continuously. She STOPS and takes a look around. She’s a prisoner. She moves to the front door. Finally she opens it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA",
          "text": "Could you please just leave me alone?... For now. She slowly closes the door. A quiet beat. BANGING and RIN continue. Tonya’s head drops. She opens the door angrily. Lavona is standing in the doorway, sheepishly, not meetin her daughter’s gaze. Cameras FLASH.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAVONA",
          "text": "So what’s new? Tonya pulls her mother inside and slams the door. They st awkwardly in the middle of the room. Finally: LAVONA (CONT’D) I like your hair pulled back like that. Makes you look young.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA",
          "text": "I'm 23, mom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAVONA",
          "text": "You seem like you’re holding up good. Fuck ‘em, you know?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA",
          "text": "I know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAVONA",
          "text": "I never did like that Jeff.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA",
          "text": "Mom- \f82.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAVONA",
          "text": "I’m not here to say I told you so. I’m not.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA",
          "text": "Why are you here? A beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAVONA",
          "text": "I want you to know... I don’t know. I’m on your side. I want you to know. Tonya watches her. Lavona looks away. LAVONA (CONT’D) Big crowd out there. A lot of people support you. Tonya is silent. LAVONA (CONT’D) You've done good. I’m proud of you. Tonya wells up. LAVONA (CONT’D) All right. I’m going. But Tonya hugs her mom. Lavona tries to hug her back but LAVONA (CONT’D) Hon- Did you know about the attack? Tonya steps back. LAVONA (CONT’D) You can tell me. Tonya almost laughs. She puts her hand on Lavona’s should Lavona waits. Then Tonya searches Lavona’s coat. She pull tape recorder out of Lavona’s pocket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA",
          "text": "Perfect. Tonya turns away and throws opens the front door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAVONA",
          "text": ".--I still meant everything I said. A CAR ALARM rings out as a tow truck attaches itself to Tonya’s truck. Tonya races out. Lavona shouts after her. \f83. LAVONA (CONT’D) I still meant everything I said! 208 EXT. TONYA’S APARTMENT / STREET - DAY 208 Tonya is chased by reporters as she runs down the street.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN MADDOX, (V.O.)",
          "text": "Okay- I used to flatten her tires, have her truck towed so we could get a shot of her, ya know? This was the lst time there was a 24 hour news cycle to fill. We all needed that story. Tonya races after her towed truck but it is too late. She holding back tears, her veneer starting to crack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A title cad: 3 Weeks To Lillehammer Olympics. Diane helps Tonya dress. Bob faces the wall, chivalrously",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA",
          "text": "This is bullshit. I shouldn’t have to apologize for what I didn’t do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOB",
          "text": "Tonya there’s talk about not letting you skate in the Olympics at all. You need to give them this. We’re hanging on by a thread here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA",
          "text": "I earned my place on the team fair and square!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOB",
          "text": "Well. Taking out the competition with a retractable baton doesn’t strike everyone that way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA",
          "text": "I didn’t know about it!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIANE",
          "text": "And that’s exactly what you’re gonna say. Jesus! Did Jeff do that? \f84. Bob turns around. Bruises scar Tonya’s back, legs & arms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA",
          "text": "I can’t fucking focus when I’m skating and I keep falling in front of everyone. While Nancy gets her own private rink where they catch her before she falls probably and-",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIANE",
          "text": "Honey. You'll apologize and this whole thing will be over. She hands Tonya her Team USA jacket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA",
          "text": "Okay. I’1l1 do whatever it takes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tonya stands in front of many microphones smiling tightly reads a prepared statement.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA, (V.O.)",
          "text": "I apologized for ever knowing or being associated with Jeff which it looks like I’1l never stop doing ever.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA",
          "text": "I had no prior knowledge of the assault on Nancy Kerrigan. I am responsible however for frailing (she laughs nervously, whispers excuse me, checks her notes) for failing to-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tonya & Bob stand before the judge. Tonya looks like a ki",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA, (V.O.)",
          "text": "Then when the Olympic Committee threatened to take me off the team, I filed a $10 million lawsuit against them. I mean, it was getting ugly. (To the camera) But do you think CBS who was showin’ the games was gonna let this ginormous ratings fucker not happen? \f212 213 214 215 216 85. INT. TONYA’S HOUSE - DAY - CLOSE ON: MODERN DAY TONYA 212",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA",
          "text": "The whole entire world was waiting for a showdown between me and Nancy. No. I made the team. And I was ready to show you all.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Silence. Tonya sits by the mirror in her costume but with stitch of makeup. She looks much younger than her 23 year The air is still but dust floating is visible. Tonya pain cheeks with lipstick for rouge then wipes it in with her She tries to hold it together. Slowly, very slowly, she b to paint her face. Despite her best efforts, tears begin fall. She smiles into the mirror. Lipstick is on her teet",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Title card: Hard Copy Offices. KABC-TV Los Angeles. Jeff sits getting made up while a microphone is attached.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF, (V.O.)",
          "text": "I was asked to comment on everything for Hard Copy. And they paid me a lot which was cool. But Jeff looks anything but happy. He looks conflicted an ashamed as the director points at him to begin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The ENORMOUS crowd in the stands wait BUT THE ICE IS EMPT",
          "sentiment": "neutral"
        },
        {
          "speaker": "CBS ANNOUNCER, (V.O.)",
          "text": "And now the public address is announcing Tonya Harding’s name. It is her turn to be on the ice right now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Diane and 2 others frantically try to tie up Tonya’s skat \f217 218 86.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CBS ANNOUNCER, (V.O.)",
          "text": "Tonya Harding, after her warm up, had a problem with her laces. Officials watch the ladies crouch at Tonya’s knees. The c heard clapping impatiently in unison. Some start booing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CBS ANNOUNCER 2, (V.O.)",
          "text": "If she’s not out here I think they’re gonna disqualify her. I’m not sure. I’ve never seen anything like this before.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA",
          "text": "How long do I have?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIANE",
          "text": "One minute.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA",
          "text": "A minute? She ties her laces tight and runs out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tonya rushes from backstage through the scoring area.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA",
          "text": "It’s not going to hold me!! She steps onto the ice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tonya steps onto the ice then skate over to Diane as the jeers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA",
          "text": "I’m gonna break my ankle. Diane gives her a pep talk. Tonya looks terrified and doo and resolved as she tilts her head to God and says a pray She catches her breath and hits her mark. The bizarre music begins. Tonya skates gamely but awkward She skates backward as the music soars then JUMPS, giving in the air, arms and legs spread out clumsily. \f219 220 221 222 87. She continues for a few seconds, arms spread out graceful then drops them, giving up. She starts to cry. Tonya looks devastated as she skates over to the judges. INT. RINK - JUDGE’S TABLE - LILLEHAMMER 1994 - NIGHT 219 Tonya throws up her hands then throws her leg up ONTO the table pointing to her laces. The judges examine it as the continues. Her face resembles the classic Tragedy Mask.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA",
          "text": "My lace broke! I can’t- I really tried to get out her on time. Please... She looks humiliated and defiant and at a loss.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lavona watches TV solemnly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CBS ANNOUNCER, (V.O.)",
          "text": "In a situation like this, the judging panel will give her her best opportunity to put out her best performance. Things like this just don’t happen! ON THE TV - The judges mutter and Tonya skates off the ic",
          "sentiment": "neutral"
        },
        {
          "speaker": "CBS ANNOUNCER 2, (V.O.)",
          "text": "Well I think they’re allowing Tonya to fix her skate! Again, this is every skaters recurring nightmare. INT. TONYA’S HOUSE - DAY - CLOSE ON: MODERN DAY TONYA 221 Tonya wears her big child star smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA",
          "text": "Could I just say one quick thing about Nancy Kerrigan?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tonya performs a series of jumps to a smattering of appla \f88.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA, (V.O.)",
          "text": "So my lace breaks which I guess is my fault but really kinda isn’t and I go out and do the same stuff as everybody else but I didn’t get the marks cause I didn’t have a shot with the judges to begin with. 223 INT. TONYA’S HOUSE - DAY - CLOSE ON: MODERN DAY TONYA",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA",
          "text": "It was a big story. But I don’t need a big story. I’m a big story on my own when I skate. I did my best and I got 8th. But Nancy-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nancy stands on the Olympic platform in second position.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA, (V.O.)",
          "text": "She goes out and gives a beautiful skate- I never said different- She wins a friggin’ silver medal & when they put that medal round her neck she looked like she stepped in poo. As the medal goes on, Nancy looks like she stepped in poo 225 INT. TONYA’S HOUSE - DAY - CLOSE ON: MODERN DAY TONYA",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA",
          "text": "Come on! I mean, how am I the poor sport in all of this? A judge BANGS his gavel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA, (V.O.)",
          "text": "They postponed my trial until after the Olympics.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tonya and Bob stand before a judge. She looks at her feet",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tonya Harding. You are hereby sentenced to 3 years probation, $100,000 fine plus $10,000 to the D.A.'s office for special costs. Another $50,000 to set up a fund for the Special Olympics. 500 hours community service; a psychological evaluation- He stops. Tonya looks up. JUDGE LONDER (CONT’D) -and your immediate resignation from the US Figure Skating Association- Tonya face is blank. JUDGE LONDER (CONT’D) Banning you for life from all Figure Skating Association competitions and events. She flinches. This was a surprise to her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA",
          "text": "No. All I did was hindering prosecution. You’re never gonna let me skate again? I’d rather do jail time. They only got 18 months. The judge stares.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA, (CONT'D)",
          "text": "They got 18 months. I’1l do that. Your honor. I don’t have education. All I know is skating. I’m no one if I’m can’t- I’m not this monster. I’m trying to do the best with what I know how to-. It’s like you're giving me a life sentence. You can’t do that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE LONDER",
          "text": "Miss Harding. That’s enough-",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA",
          "text": "Please! Just send me to jail so then I can still skate!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE LONDER",
          "text": "I've given you my decision. 89. The judge bangs his gavel. Her lawyer nudges her, motions her to take the deal. Tonya stares ahead. \f227 228 229 230 90. INT. TONYA’S APARTMENT - LIVING ROOM - NIGHT 227 Tonya, alone, hiding out in the dark, beer in hand, the o light coming from the TV set. On the TV, a late night TV",
          "sentiment": "neutral"
        },
        {
          "speaker": "TV HOST, (V.0.)",
          "text": "The top 10 excuses by Tonya Harding at the Olympics. #4, got scared by Nancy’s giant teeth. #3, two words: Rental Skates. #2, got mixed up before competition and hit self in knee with lead pipe. And the #1 excuse by Tonya Harding: Couldn’t land the triple Gillooly. The audience cheers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "I got a 2 year sentence and did 8 months to the day.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT/EXT. JEFF'S HOUSE",
          "text": "Jeff opens his front door and looks around cautiously.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF, (V.O.)",
          "text": "All that craziness, everything I'1l ever be known for, from start to finish was just a few months. Before I went to jail, I got up one morning, the press had just disappeared. Like I dreamed it. On Jeff's TV, press coverage of O. J. Simpson’s arrest fo killing his ex-wife.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAVONA",
          "text": "I never see Tonya anymore and this is fine. I could care less. I lead a full life... I’m very happy. The bird pecks at Lavona’s ear. \f231 232 233 234",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Tonya would never have thought of calling in a death threat. And I was more caught up in the terrible things she was saying about me rather than the fact that I ruined her career. Absolutely ruined it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "91.",
          "text": "231 232 Title card: Creek Nations Gaming Center Tulsa, Oklahoma. A huge crowd has gathered around a boxing ring.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA, (V.O.)",
          "text": "Once I was banned from figure skating for life, I didn’t have a lot of options.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA",
          "text": "I did what I hada do to stay in the public eye and pay the bills.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tonya and a SCARY LADY BOXER trade punches and jabs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA, (V.O.)",
          "text": "I was the second most known person behind Bill Clinton in the world. That meant something. People still wanted to see me. So I became a lady boxer. I mean, why not? Violence was always what I knew anyway. 233 234 BAM! Her opponent slams her with a right to the jaw. Tony momentarily see stars. She looks out at the crowd. An arena of hate where there used to be love. Ugly faces shouting and booing. \f235 236 237 238 239 92.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA, (V.O.)",
          "text": "America, you know. They want someone to love but they want someone to hate. And they want it easy. The match continues. Tonya’s face is beaten and battered.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA, (V.O.)",
          "text": "But what’s easy? The haters always say, Tonya just tell the truth. But there’s no such thing as truth. It’s bullshit. BAM! Tonya is hit hard in the face. As she goes down-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tonya’s skates take flight in slow motion.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tonya falls in slow motion.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA, (V.O.)",
          "text": "Everyone has their own truth. And life just does whatever the fuck it wants.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tonya does the triple axel. Her moment of glory.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The crowd in the boxing ring jeers and cheers as Tonya go down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tonya comes out of the triple axel victoriously. \f240 93.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tonya hits the matt hard. The crowd is on it’s feet. Tony slowly raises her head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA, (V.O.)",
          "text": "That’s the story of my life.... She spits out blood. Then right to the camera:",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONYA",
          "text": "And that’s the fucking truth! She smiles. Somehow she rises. Nothing will keep her down She begins to fight again. BLACKOUT. Over the blackness, TITLE CARDS: Lavona Harding and Tonya Harding have had no contact in s years. Last Tonya heard, Lavona was living in Washington behind a porn shop. Jeff Gillooly changed his name to Jeff Stone. After divor Tonya he married a woman named Nancy and they opened Nanc Nicole’s hair/tanning salon. He is currently a car salesm happily married to his third wife and has 2 children. Tonya Harding does professional landscaping, deck buildin house painting. She lives in close proximity to Jeff Gill but they have no contact. She is happily married with a 7 old son. She wants everyone to know she is a good mother. The End.",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_955"
    }
  ]
}