{
  "movie_id": "MOV951",
  "scenes": [
    {
      "location": "HOUSES OF PARLIAMENT OTTAWA",
      "time": "DAY",
      "characters": [
        "ROOM",
        "THERE ARE TWO PAGES MISSING AT THIS POINT WHERE PAUL AND",
        "A SAIL",
        "PAGES ARE MISSING AT THIS POINT AS BETSY AND",
        "DISSOLVE IN",
        "WESLEY END THEIR CONVERSATION. THE SCRIPT PICKS UP IN TH",
        "JESSICA LEAVE FORT HOLLAND AND TRAVEL ACROSS THE SUGAR CA",
        "WITH HER BABY.",
        "PAGE MISSING",
        "FIELDS TO THE HOUMFORT",
        "OMITTED",
        "SHIPS",
        "MIDDLE OF THE NEXT SCENE JUST AFTER ALMA'S SISTER HAS VIS",
        "DOES NOT BLEED. THE WORSHIPPERS REALIZE SHE IS A \"ZOMBIE",
        "DISSOLVE",
        "FADE IN"
      ],
      "dialogues": [
        {
          "speaker": "Unknown",
          "text": "The Houses of Parliament seen through falling snow.  In t f.g. horse-drawn sleighs are passing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(narrating)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'd just finished working on a case in Ottawa...a little boy who'd broken both legs.  It was one of those cases with traction frames and constant care, nicely complicate with a pair of hysterical parents.  When he was all well I had to find another job.  That's a nurse's life for you. I went to the Registry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "At about the level of the second and third floors is one those half-curved, elliptical signboards which lap around corners of old-fashioned office buildings.  The CAMERA PA DOWN this sign, from one firm name to another, stopping a the last name listed: PARRISH AND BURDEN SUGAR CO., LTD.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(narrating)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They gave me an address in the business district.  I went there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An office on the first floor, with a window opening into courtyard.  Through this window snow can be seen falling. CLOSE SHOT of Mr. Richard Brindsley Wilkens, V.C.  He is small, sharp-featured, precise little man with pincenez glasses, dressed in a dark business suit.  One of the coa sleeves is empty.  The explanation for the missing arm ca found in his coat lapel: the ribbon of the Victoria Cross His age indicates that he won it in the last war.  He has tablet in front of him and as he speaks, marks down the answers to his questions.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're single?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where were you trained?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "At the Memorial Hospital -- here in Ottawa. Wilkens writes this down and then returns the pen to its holder.  He picks up a typewritten page from the blotter, stares at it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(fiddling with the paper unhappily)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This last question's a little irregular, Miss Connell.  I don't quite know how to put it.   Wilkens straightens himself determinedly and puts down th paper. WILKENS (cont'd)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do you believe in witchcraft? Betsy bursts into laughter and we go to our first sight o her.  She is young, bright, alert and looks extremely attractive in her blue nurse's cape and round fur cape.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(finally putting the leash on her laughter)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They didn't teach it at Memorial Hospital.  I had my suspicions, though, about the Directress of Training.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(permitting himself a dry little smile)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Very well.  That means that you have met all Mr. Holland's requirements.  Now, as to salary -- it's quite good -- two hundred dollars a month.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(pleased)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That is good.  But I'd like to know more about the case.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm afraid I'm not able to tell you much. Only that the patient is a young woman -- the wife of a Mr. Paul Holland with whom we do considerable business.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That will mean another interview, won't it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, this is quite final.  You see, Mr. Holland is a sugar planter.  He lives in St. Sebastian Island in the West Indies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The West Indies?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(he's been expecting this)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A year's contract -- a trip with all expenses paid -- that's not so bad, you know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But it's so far away...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's rather nice, isn't it? Wilkens glancing at the snow falling outside the windows. WILKENS (cont'd) (a little wistfully)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sit under a palm tree -- go swimming -- take sun baths.  Just like a holiday...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Palm trees --",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHIPS",
          "text": "A great Canadian luxury liner, a boat like the Empress of Canada, proceeds across the screen from left to right.  Another ship, a smaller passenger steamer, going in the s direction, takes her place as she DISSOLVES OFF; then a freighter, and finally a small white-hulled trading schoo comes onto the screen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(narrating)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Boats grow smaller to reach out-of the-way ports.  Judging by the boats that took me to St. Sebastian -- it's far away and hard to get to. First, there was the great liner to Havana -- then a smaller steamer to Port au Prince -- a freighter to Gonave -- and from Gonave, one of the little island trading schooners that carry sugar and sisal, sponges and salt all over the Caribbean.",
          "sentiment": "neutral"
        },
        {
          "speaker": "A SAIL",
          "text": "A gaff-headed sail against a night sky of stars.  The boa carrying the sail is evidently in a rolling sea.  The sai moves in rhythmic undulance against the sky.  We hear the chug-chug of a one-cylinder Diesel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Two men stand by the wheel of the schooner, their faces l by the light from the binnacle.  Behind them the wake of boat creams out, white and phosphorescent.  One of the me obviously the skipper of the boat, dressed in sloppy whit ducks, unshaven and with an officer's battered cap on his head.  The other is a slim, tall man dressed in flannel slacks and a light tweed coat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(narrating)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The man for whom I'd come to work -- Mr. Holland -- boarded the schooner at Gonave.  He was pointed out to me, and he must have known who I was -- yet he never spoke to me.  He seemed quiet and aloof.  Sometimes I wondered how we'd get on -- but there wasn't really time for to think about it -- there was so much to see.  I loved the trip.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Near the mainmast is a large box filled with sand and on sand a charcoal fire has been laid.  A negro, dressed in dungarees, is cooking a large piece of meat.  Other negro lounge on deck, their black faces fire-lit. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They are singing, and their singing is attuned to the rhy of the chugging motor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The wake of the schooner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Flying fish, like shooting stars, dart across dark waters",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The stars seem very close and there is always movement in sky, as if it were alive -- falling stars and comets, liv as the flying fish.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Betsy is seated on the cabin top just abaft of the forema She is looking out toward the sea and her expression is ecstatic.  She is completely lost in the beauty that she feels, sees and smells.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I smelled the spicy smells coming from the islands -- I looked at those great glowing stars -- and I felt the warm wind on my cheeks and I breathed deep and every bit of me inside myself said, \"How beautiful --\" The CAMERA DRAWS BACK to SHOW a tall, masculine figure leaning against the foremast, behind Betsy.  This is Paul Holland.  As we see him, we hear his voice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It is not beautiful.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(surprised but smiling)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You read my thoughts, Mr. Holland.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's easy enough to read the thoughts of a newcomer. Everything seems beautiful because you don't understand.  Those flying fish -- they are not leaping for joy.  They're jumping in terror.  Bigger fish want to eat them. That luminous water -- it takes its gleam from millions of tiny dead bodies. It's the glitter of putrescence.  There's no beauty here -- it's death and decay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You can't really believe that.  A star falls.  They both follow its flight with their eye",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(pointing to it)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Everything good dies here -- even the stars. He leaves his position by the mast and walks aft. The group of negroes at the mainmast.  They have stopped singing and they sit about the charcoal brazier.  They ar eating, tearing at the meat with cruel, greedy, animal gestures.  Holland walks past them on his way aft. Betsy is puzzled and a little alarmed by Holland's strang utterances and his queer behavior.  Over this shot of Bet looking off at him, we hear her as narrator.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(narrating)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It was strange to have him break in on my thoughts that way.  There was cruelty and hardness in his voice.  Yet -- something about him I liked --  something clean and honest --  but hurt -- badly hurt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "St. Sebastian is a drab little West Indian village.  The shacks and houses of wood, lath and plaster seem to be falling apart.  Over the doorway of one of the buildings evidently an administrative office -- hangs an American f indicating the government of the island.  The hard-packed dirt in the roadway is overgrown with weeds.  Everywhere, moving indolently, are the little, badly nourished negroe some of them tending stalls and sidewalk vending booths, others walking idly.  Betsy, followed by a black sailor w her suitcases, comes down the gangway.  Parallel to this gangway is another.  Up the second gangway, in file, black stevedores with bun of sugar cane and small bales of sisal hemp on their head go up to the boat.  On the dock, Betsy makes her way through a group of clamo children, vendors and beggars.  As the black sailor puts luggage into an umbrella-topped surrey drawn by a gaunt m she stops, delighted, before a great basket filled with enormous white flowers.  The man seated beside the basket seems to be asleep, his face hidden by the drooping brim straw hat.  Betsy picks up one of the blooms, smells it a then looks at the vendor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How much is this? The vendor wakens and lifts his head, revealing a face bloated and scarified by yaws, a hideous nightmare face.  Betsy, startled, steps back, letting the flower drop.  Pa Holland, passing her, looks at this little tableau of hor and disgust.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(in passing)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're beginning to learn. Betsy looks after him as he walks away into the village.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An umbrella-topped surrey, drawn by a gaunt mule and pilo by an old coachman in dirty white singlet, a top hat with cockade on his graying hair, is making its way along a du road between fields of sugar cane.  In the distance, the is visible and above it the great billowing white clouds the Caribbean.  Betsy, seated on the back seat of the carriage, is bending forward to listen to the old man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Times gone, Fort Holland was a fort...now, no longer.  The Holland's are a most old family, miss.  They brought the colored people to the island-- the colored folks and Ti-Misery.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ti-Misery?  What's that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A man, miss -- an old man who lives in the garden at Fort Holland - with arrows stuck in him and a sorrowful, weeping look on his black face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(incredulous)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alive?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(laughing, softly)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, miss.  He's just as he was in the beginning -- on the front part of an enormous boat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(understanding and amused)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You mean a figurehead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(warming up to his orating)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If you say, miss.  And the enormous boat brought the long-ago Fathers and the long-ago Mothers of us all  - chained down to the deep side floor. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(looking at the endless fields and the richly clouded blue sky)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But they came to a beautiful place, didn't they?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(smiling and nodding as one who accepts a personal compliment)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If you say, miss.  If you say.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The jugheaded mule slowly pulls the carriage into the sce This beast comes to a somnolent stop without the coachman much as touching the reins.  As the man climbs down and starts to take the luggage out of the carriage, Betsy loo through the wrought-iron gate into the garden. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fort Holland is a one-story house built around the garden with low covered porches to give shade and breezeway.  At open end of the U is a great gate much like the wrought-i gates of New Orleans.  Through this Betsy can see the gar and its profusion of verdure: azalea, bougainvillea, rose much like California planting; no exotic orchids or man eating Venus Jugs -- just ordinary, pretty, semi-tropic flowers and shrubs. The separate rooms are open to the garden, but have jalou of thin wood to give privacy when needed.  At one corner stands a big, stone tower, obviously a relic of some prev building.  The walls of the house have been built right u and around the tower so that it has become part of the building itself.  On the garden side of the tower is the fountain. The most outstanding feature of this spring or fountain, which flows from a crevice in the stones of the tower, is that instead of falling directly into the ciste it falls first onto the shoulders of the enormous teakwoo figurehead of St. Sebastian. From the shoulders of the sa it drips down in two runnels over his breast.  The wooden breast of the statue is pierced with six long iron arrows The face is weathered and black.  Only a few bits of whit paint still cling to the halo above his head.  Betsy and coachman come up to the grillwork of the gate.  Betsy loo around the garden, while the old coachman reaches up and pulls a bell rope suspended from the gate.  As the bell begins to ring, he pushes the gate open.  Betsy walks through.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is a small but lovely room with white plastered wall As in the rest of the house, the furniture is not the usu tropical porch furniture, but is neat, serviceable furnishings such as an well-to-do family established for long time in any given place would acquire.  There is a n four-poster bed with pineapple carving, a dressing table a little Chippendale chair before it, and a maple rocker old it has turned a hard, brown color that softly reflect the highlights in the room.  On the wall is a little mirr in a carved Spanish frame.  There are no pictures or othe ornaments.  A woven grass rug lies on the floor.  Betsy i seated before the dressing table, putting the last touche her hair.  She has changed her clothes and is wearing a simple, linen dress.  There is a discreet rap on the jalousied door which separates the room from the garden.  Betsy crosses the room and opens the door.  A colored man a butler's white jacket stands there.  This is Clement.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Miss Connell -- it's dinner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thank you, Clement. He stands aside and lets her step through, goes ahead of and precedes her down the garden path.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Betsy and Clement pass the fountain.  The figure of St. Sebastian gleams wetly in the rays of the candlelight.  O the covered porch in front of the living room, a dinner service has been set out on a long mahogany table.  As sh comes forward, Betsy sees a handsome young man waiting fo her.  This is Wesley Rand.  The table by which he stands set for two and lit by candelabra in great glass hurrican lamps.  The table is laid with white linen, and the candlelight gleams on silver and cut-glass arranged in th most formal manner.  The table itself is a beautiful maho structure with elaborate carving, and the four chairs whi surround it are massive Victorian pieces.  A fifth chair stands by the wall.  Rand steps down into the garden and extends his hand to Betsy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Miss Connell -- I'm Wesley Rand.  Paul asked me to introduce myself. They shake hands and he takes her elbow to guide her to t table. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(as they walk)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It seems we are having dinner by ourselves, Miss Connell.  But I may as well introduce everyone to you, anyway. (points to the chair at the head of the table)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There -- in the master's chair, sits the master -- my half-brother Paul Holland.  But you've already met him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes -- on the boat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And that chair -- (indicates the chair drawn back against the wall)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "is the particular property of Mrs. Rand -- mother to both of us and much too good for either of us.  Too wise, in fact, to live under the same roof. She prefers the village dispensary.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(interested and a little surprised)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is she a doctor?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No -- she just runs the place.  She's everything else -- amazing woman, mother.  You'll like her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I like her already.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And that -- (points to another chair)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "is my chair.  And this -- (draws back a chair for Betsy)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "is Miss Connell -- who is beautiful.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thank you.  But who sits there? (indicating a chair at her left)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My brother's wife. There is a little pause.  Rand stands for a very brief moment, looking at the empty chair and then, almost as if pulling himself together, takes hold of his own chair and moves it down the table nearer to Betsy. RAND (cont'd) (as he moves the chair)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Here, here, this isn't at all cozy -- it makes me seem aloof and I'm anything but that. They smile at each other.  Betsy looks around the table a out toward the garden. FROM BETSY'S VIEWPOINT, as we see the garden.  The CAMERA PANS AROUND to show one aspect of its beauty after anothe and finally COMES TO REST ON a lighted window.  On the shutters can be seen the shadow of a man seated at a desk obviously working.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(over pan)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We had a lovely dinner.  Somehow as we sat there, I couldn't help thinking of all the stories I had read in the magazines, stories in which people had dinner on a terrace with moonlight flooding a tropical garden.  It seemed a little unreal.  -- Then we had coffee.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Betsy and Rand are seated in easy chairs with a small cof table before them.  On it are a coffee urn, a bottle of brandy, cups and glasses.  Behind them is the lighted win where we have seen the shadow of Paul Holland.  From this angle the shadow can no longer be seen.  As if part of a general conversation that has been going on for some time",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-- But, you're an American?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I went to school in Buffalo.  Paul went to school in England.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I wondered about your different accents.  I'm still wondering about your names -- Rand and Holland.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(making mockery of his own explanation)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're half-brothers.  Paul is mother's first child.  When his father died, she married my father. Dr. Rand, the missionary.  And you know what they say about missionaries' children. Far off somewhere a drum begins to beat, slowly and sulle Betsy turns in the direction of the sound.  Rand watches grinning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(mocking her interest)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The jungle drums -- mysterious - eerie. Betsy turns back to him and smiles. RAND (cont'd)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's a work drum at the sugar mill. St. Sebastian's version of the factory whistle. He finishes the little bit of liquor left in his brandy g and gets up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As a matter of fact, it means the sugar syrup is ready to be poured off.  You'll have to excuse me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Of course.  It's been nice of you to spend this much time with me. Rand picks up the brandy bottle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(pouring himself a drink)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't worry.  I wasn't missed.  The only important man here is the owner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. Holland?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, the redoubtable Paul.  He has the plantation, and I, as you must have noticed, have all the charm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know.  He spoke to me last night on the boat. I liked him very much.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(pouring another drink)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ah, yes, our Paul, strong and silent and very sad -- quite the Byronic character. Perhaps I ought to cultivate it.  The drum sounds again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(smiling and pointing off)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Perhaps you ought to get on to the mill.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(leisurely sips at his drink)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It'll wait. The work drum sounds for the third time.  Rand who has finished his drink, reaches for the bottle again.  At thi moment the jalousies behind them open and Holland comes o Rand puts down the bottle and straightens up.  Holland st watching him. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Holland)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I was just going to the mill. (nods to Betsy)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good night, Miss Connell. Betsy nods and smiles to him.  Rand starts toward the gat",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(still watching Rand)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Have the servants made you comfortable?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, thank you. Clement comes from the house carrying a large, silver tra covered with a napkin.  He comes up to Holland and holds tray before him, lifting the corner of the napkin to pres the food under it for inspection.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(looking at the food)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It seems very nice, Clement.  I'll take it to Mrs. Holland. He starts to take the tray.  Betsy rising, also reaches f it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Can't I take it for you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(taking tray)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, thank you.  Tomorrow's time enough for you to begin work. He goes off with the tray.  Betsy picks up a coffee cup. LONG SHOT of tower.  Holland enters the tower and closes door behind him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Betsy, dressed in a trim negligee and slippers, is gettin ready for the night.  She plumps up the cushion, tests th softness of the mattress and then, yawning, turns out the Aladdin kerosene lamp which lights the room.  Level rays moonlight filter through the rattan blinds into the room. Betsy crosses the room and peers out through the rattan strips into the garden.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "AS BETSY SEES IT.  Lights are on in the living room.  Thi light, barred and diffused by the strip-blinds, softly illuminates the garden.  The black shadows of trees and shrubbery loom over the paths.  Through these shadows a woman, dressed in filmy white, walks stiffly, her arms hanging immobile, close to her slim body.  She is blonde as far as the light will reveal, she seems beautiful.  Sh makes the circuit of the garden, pacing slowly along the paths.  Betsy watches her.  Then, from the living room, a man's voice calls out to her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jessica. The woman at once turns toward the living room, mounts th porch and enters through a door held open for her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Betsy turns back into the room.  She has crossed over to bed and is removing her negligee when the sound of hesita notes on the piano attract her attention.  In her nightgo she goes back to the window and peers through the cracks between the laths.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "From where she stands, Betsy can see the big, square, rosewood piano.  A lamp had been lit beside it and the li from this lamp falls on the blonde hair and gleaming shoulders of the woman who had walked in the garden.  Her face cannot be seen.  Her fingers move strangely over the keyboard, now and again striking a hesitant note, but mak no music, only an occasional dissonance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Betsy, still watching through the slit in the jalousie, endeavors to get a better view of the living room.  She changes her position and looks out again through the blin",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As seen from Betsy's NEW ANGLE.  Paul Holland is seated i low armchair.  His eyes are fixed on the woman at the pia She continues to strike odd notes on the piano.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Betsy leaves the window, crosses to the bed and lies down Then, sighing, she makes herself comfortable on the pillo settling herself for sleep.  Outside the nightjars whistl softly, the cicadas twitter and the Hammer tree frogs mak drowsy, somnolent little croaks:  it is a tropic lullaby bird, batrachian and insect sound.  The faint, groping no on the piano continue.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In the moonlight, the pin-cushioned figure of St. Sebasti broods over the dark water in the cistern.  Above the constant sound of the water flowing over the saint's shoulders can be heard the sound of a woman crying, mournfully and as if from deep-seated sadness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Betsy is asleep.  The sound of the woman's weeping is persistent in the room.  Finally, it has its effect.  The young nurse stirs restlessly, then wakes.  She listens, g up, then listens again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It is obvious to her this piteous keening comes from the direction of the tower.  It is in this direction she had Holland carry the tray of food to her patient.  She pulls her slippers and negligee and leaves the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Betsy crosses in front of the fountain and goes to the sm postern door of heavy, iron-bound oaks which leads into t ruin.  The sound of weeping continues.  She tries the doo It opens and she goes in, leaving it open behind her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Betsy comes hesitantly in and looks around her.  She can still hear the sound of a woman's crying.  It seems to co from above her.  A circling flight of shallow stone steps lead upward into the dark.  To one side of them, but almo hidden from her in the darkness, is another door leading into the house.  She hesitates a moment and then, slowly, begins to climb the stairs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Betsy comes up to the level of the second floor.  It is i pitch blackness.  High above her is a narrow slit through which a single shaft of white moonlight drives sharply in the well-like darkness of the room.  Very slowly, almost if feeling her way on the stone floor with her slippered feet, she crosses the room.  Then, one hand groping along rough, stone wall, she begins to circle the room, searchi for some doorway, or an ascending flight of stairs. Above her in the massive rafters of the tower, bats stir squeak.  One bat, dropping from his perch, sweeps past he with a rushing of air against the taut membranes of his wings, then flies laboriously up and out through the narr slit high in the wall.  Betsy stands stock still, frighte Then she resumes her groping progress.  A rat squeals and slithers across the floor.  Again she stops.  Then, more request for guidance than as a cry for help, she calls ou softly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(calling)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mrs. Holland!  Mrs. Holland! There is no answer.  She gropes forward a few more steps, then stops again and again calls, a little louder now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(calling)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mrs. Holland?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A white-robed female figure comes out from under the stai walking slowly, her movements drift-like as if walking in deep sleep.  She begins slowly to climb the stairs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Betsy is still groping her way around the circling walls the tower.  The shaft of moonlight strikes down between h and the stairs.  Through it she sees the drifting, diapha whiteness of the other woman as she comes up from the dar stairwell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mrs. Holland? There is no answer.  The other woman continues to walk to her. BETSY (cont'd) (embarrassed; trying to explain)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mrs. Holland -- I didn't mean to get you up -- The white woman keeps walking toward her with the same entrance tread.  Betsy takes a step forward to meet her. two women come together in such a way that the white-clad woman stops directly in the shaft of moonlight. CLOSEUP of Jessica.  This is the face of the dead; bloodl cold-lidded, eyes open and unseeing, washed white with th pallor of the moonlight, framed in lank, lifeless tresses blonde hair. BETSY (cont'd) (a frightened questioning whisper over the closeup)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mrs. Holland -- ? Without expression, Jessica moves toward her. MED. CLOSE SHOT -- Jessica and Betsy.  Jessica comes towa Betsy, who takes a step back.  They are out of the moonli now, but the pale face of the woman seems to glow in the darkness.  She keeps advancing toward Betsy.  Betsy screa shrill and piercing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Betsy's cry echoes back and forth between the stone walls the tower.  The bats hanging from the rafters are roused begin to fly, squeaking and mewling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The flight of bats wheels and banks around the figures of two women.  Betsy screams wordlessly and the shrill, pier sound of her outcry lances back at her from the echoing walls. CLOSEUP of Betsy.  Desperately frightened, her face agoni she screams again, pressing her loosely clenched fists against the sides of her mouth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Single file, the bats sweep out one by one through the loophole high up in the wall of the tower.  Betsy's screa continues to echo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jessica still continues to walk toward Betsy.  Betsy retr from her, backs onto the stone stairs leading to the slit the wall.  She orients herself quickly; starts to back up this narrow flight of steps.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Holland running up the steps of the tower.  He is pulling light bathrobe over his pajamas and carrying a flashlight his hand.  Behind him come Clement and a pretty, little n maid, Alma.  Clement has dressed hurriedly.  He is barefooted; has on his trousers and a shirt, which is not tucked in at the waistband.  Alma, also barefooted, has o thick, white cotton nightgown, a little bit too big for h Clement carries a lighted kerosene lamp in his hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Holland, Clement and Alma come up the stairs.  Clement's lantern, held high, illuminates the room, disclosing Jess still walking and Betsy cowering away from her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jessica! The woman stops and turns slowly toward him.  He speaks hurriedly to Alma.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Take Mrs. Holland to her room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(taking Jessica's arm)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come, Miss Jessica, come with Alma.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(attempting to get a grip on herself.  Terribly ashamed)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I heard someone crying -- a woman --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A woman crying?  No one's been crying here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. Paul -- yes, there was crying tonight. It was Alma.  Her sister was brought a'birthing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(with a slight smile)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thank you, Clement. He takes Betsy's elbow and starts toward the stairs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Clement precedes Betsy and Holland down the stairs, holdi the lantern high to give them light.  At the foot of the stairs he steps aside, standing near the door of Jessica' bedroom.  Betsy and Holland go outside to the garden.  Clement is about to follow them when the door to Jessica' bedroom opens a few inches.  Alma puts her head out cautiously.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(whispering)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Clement... Clement goes over to her. ALMA (cont'd)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm going to stay with Miss Jessica -- in case the new Miss takes to roaming again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(in a low voice reprovingly)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't you go crying anymore -- that's what frightened Miss Betsy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, she didn't soothe me any -- hollering around in the tower!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shhh!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Holland and Betsy come out of the tower.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why was the maid crying?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm not sure I can make you understand. (gestures toward the fountain statue)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know what this is?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A figure of St. Sebastian.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes.  But it was once the figurehead of a slave ship.  That's where our people came from -- from the misery and pain of slavery. For generations they found life a burden. That's why they still weep when a child is born -- and make merry at a burial. Clement, the lantern still in his hand, passes close behi them.  For a moment they turn and look at his black, stil face, underlit by the rays of the lantern.  It reflects a the sadness of slave people and slave ways.  He goes by, lantern light fading off in the distance, as he walks dow the path.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've told you, Miss Connell, this is a sad place.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The birds in the garden are singing loudly and cheerfully the sun pours in wide streaks through the jalousies.  At foot of Betsy's bed Alma stands.  She has lifted the cove and holds Betsy's big toe between thumb and forefinger. shakes it gently.  Betsy wakes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good morning, miss.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(starting to rouse from bed)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thank you for waking me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I didn't want to frighten you out of your sleep, Miss.  That's why I touched you farthest from your heart.  Betsy starts to get up and Alma protests.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't get up, Miss.  I brought your breakfast.  Just like I do for Miss Jessica. She turns to reveal right and left-handed coffee pots beh her on a tray.  Also on the tray is an enormous, puffed-u brioche.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But I'm Miss Jessica's nurse, Alma.  You don't have to do that for me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know, miss.  But I like to do it.  I like to tend for Miss Jessica and I want to tend for you.  You settle right back, now, and I'll mix you your coffee.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(pulling the pillow up behind her to make herself comfortable)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thank you, Alma. Alma takes a cup and places it on the little table near t bed.  She takes up the two coffee pots and simultaneously with a deft movement, pours the hot milk and the hot coff into the cup.  She sweetens it and creams it and passes i Betsy, questioning Betsy with upraised sugar tongs and cr pitcher before each move.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(while she's pouring the coffee)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Miss Jessica used to say this is the only way for a lady to break her fast -- in bed, with a lacy cushion to bank her head up. If you'd only seen her, Miss Connell. She looked so pretty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She must have been beautiful.  What happened to her, Alma?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She was very sick and then she went mindless, Miss.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(reassuringly)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We'll see if we can't make her well, Alma, you and I.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I do my best.  Every day I dress her just as beautifully as if she was well.  It's just like dressing a great, big doll.  As she talks, Alma picks up the plate with the brioche an places it at the bedside.  She puts a knife and fork on t plate.  Betsy sets down her coffee cup and picks up the plate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A puff-up, I call it.  But Miss Jessica always says \"brioche.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Looks like an awful lot of breakfast -- I don't know whether I'll be able to get away with it. She puts her fork into it and the whole, enormous structu of the pastry falls into tiny bits.  Both she and Alma bu into peals of laughter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This room is fairly long with jalousied doors and windows like the other rooms in the house.  It is tastefully furnished and there is a large square rosewood piano in o corner of the room.  The rather formal elegant furniture shows up nicely against the white-washed plaster walls. one end is a raised portion with a low railing surroundin it.  Here Holland has his office. There is a trestle table with a straight chair behind it, typewriter on a stand, and a small wooden filing cabinet an old-fashioned letter-press on top of it.  There is a surveyor's map of the plantation on one wall, and on the other a Geodetic Survey chart of the island of St. Sebast (For 75c, we can purchase the U.S. Geodetic chart of Anac Island, engraved by Whistler, possibly the most beautiful ever drawn.  We can use this for the map of our fictitiou island.)  Holland is seated at the table with a ledger op before him.  He has obviously been working.  Betsy sits i chair drawn up to one corner of the table.  She is in her nurse's uniform.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I made it clear in my letter to the company.  This is not a position for a frightened girl.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(quietly, but on the defensive)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I am not a frightened girl.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's hard to believe, after what happened last night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(before he can continue)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If I were as timid as you seem to think, Mr. Holland, I wouldn't have gone into the tower in the first place.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And what is so alarming about the tower, Miss Connell?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(not so sure of herself)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nothing -- really.  But you must admit it's an eerie sort of place --  so dark --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(smiling faintly)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Surely nurses aren't afraid of the dark?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(indignantly)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Of course not!   Holland waits --- looking at her a little quizzically. BETSY (cont'd)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But frankly, it was something of a shock to see my patient that way, for the first time.  No one had told me Mrs. Holland was a mental case.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A mental case?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm sorry...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(again the impersonal employer)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why should you be?  My wife is a mental case.  Please keep that in mind, Miss Connell -- particularly when some of the foolish people of this island start talking to you about Zombies. Paul rises and walks around the desk.  Betsy also stands. HOLLAND (cont'd)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You will find slave superstition a contagious thing.  Some people let it get the better of them. (breaks off and looks at her intently)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't think you will.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. Holland gets up and crosses to the jalousied door.  He ho it open for Betsy to precede him into the garden.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come along.  I'll introduce you to Dr. Maxwell and your patient. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It is a beautiful woman's bedroom, feminine but with no suggestion of the bagnic; elegant rather than seductive, reflecting a playful yet sophisticated taste.  The furnit is Biedermeier.  There is a large bed, a trim chaise loun a little slipper chair and in one corner of the room, tha hallmark of great vanity, a triple-screen, full-length mirror, also a Biedermeier style.  Before it is a taboure the surface of which is literally covered with expensive looking perfume bottles and cosmetic jars.  Mrs. Holland evidently taken the tasks of beauty seriously enough to s up to them.  There is one picture in the room.  It is Boecklin's \"The Isle of the Dead,\" framed in a narrow fra of dark wood.  Near the open window stands a beautiful gi parlour harp. (Size 22)  Behind it, arranged conveniently playing, is a small Empire chair.  There is no other furniture near this arrangement, and the harp, the empty chair and wind-stirred glass curtains give a dual effect elegance and loneliness. The CAMERA is FOCUSED on this harp as the scene opens.  T glass curtains blown by the wind, steal across the string bringing forth tinkling notes. The CAMERA PANS RIGHT to reveal Betsy and Dr. Maxwell at Holland's bedside.  Dr. Maxwell is a small, neat man with charming voice and a pleasant but somewhat professional personality.  He is dressed in tropical whites and wears cummerbund.  Alma is removing the breakfast tray and, as passes Betsy on her way to the door, she makes a little curtsey.  Mrs. Holland is lying back against the pillows her bed in a semi-reclining position. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In the daylight her emaciated, pale face and great, empty eyes are pitiful but no longer frightening.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm afraid it won't be easy for me to explain Mrs. Holland's illness, Miss Connell.  We have our own diseases here.  But, if you'll sit down -- (indicates a chair)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Betsy seats herself.  Dr. Maxwell takes a cigarette case his pocket.  He takes a cigarette, holds it up. DR. MAXWELL (cont'd)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "To put it simply:  Mrs. Holland had one of those high fevers often found with our tropical maladies.  We might say that portions of the spinal cord and certain lobes of the mind were burned out by this fever.  The result is what you see -- a woman bereft of will power, unable to speak or even to act by herself.  She will obey simple commands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Does she suffer?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know.  I prefer to think of her as a sleepwalker who can never be awakened -- feeling nothing, knowing nothing.   Betsy looks to Jessica. DR. MAXWELL (cont'd)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There's very little we can do except keep her physically comfortable -- light diet -- some exercise --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She can never be cured?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've never heard of a cure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is this disease common in the tropics?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fortunately, not.  This is my first experience with it as a physician.  But I have seen half-witted field hands -- whom the other peasants call Zombies.  I am sure they suffer from a similar destruction of spinal nerves as the result of high fever. He crosses the room and clasps shut the black leather bag which he carries his medicine kit.  Betsy rises and walks over to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Could you give me the details of treatment and diet? Dr. Maxwell picks up a couple of sheets of typewritten pa which have been lying beside the bed.  He hands them to Betsy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I prepared these for you last night, Miss Connell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(taking the papers)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thank you. He picks up his bag and walks toward the door.  Betsy wal with him.  At the door, he half turns and says:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll be by in a day or so, Miss Connell, and see how you are getting on. Betsy nods and then turns back into the room.  She walks to the bed and stands looking at Jessica, then down at th list of typewritten instructions.  Evidently the list cal for her to carry out some detail of the regime, for she p it down and starts out of the room in a businesslike fash",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Holland is standing by the fountain as Betsy comes out of door of the tower and starts to cross the garden.  He tur toward her.  She stops and smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You didn't find your patient so frightening in the daylight, did you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mrs. Holland must have been beautiful ---",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(coldly)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Many people thought her beautiful.  Betsy is about to pass on when he asks abruptly:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tell me, Miss Connell. Do you consider yourself pretty? Betsy is a little taken aback by this, but she recovers herself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I suppose so.  Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And charming?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've never given it much thought.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't.  It will save you a great deal of trouble and other people a great  unhappiness. Betsy is puzzled and interested.  She stands a moment and then starts off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Betsy, out of her customary uniform and dressed in a ligh colored print dress and a straw picture hat, is walking slowly and a little aimlessly down one of the village streets.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Betsy! Betsy turns, as she hears her name, and sees Rand, mounte a white saddle mule.  (The mule is one of those delicate, single footed saddle animals which they breed in Central America and the West Indies, very smart-looking and with furniture.  The saddle should be particularly well-chosen Most West Indian planters use an English saddle with long stirrups.  Sometimes a machete in a leather scabbard hang from the near side of the saddle.)  He maneuvers the mule between a cart and a vendor balancing two baskets on a po over his shoulders, then brings the animal to a halt besi her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where do you think you're going?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's my day off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But what in the world can you do with a day off in St. Sebastian?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(a little ruefully)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I was just beginning to wonder.  Aren't there shops, restaurants and things?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well -- and things -- might be a better description of what you'll find.  I'd better come along and show you the town. Rand swings down off the mule and takes the reins to lead animal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(very pleased)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But don't you have to work?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(grinning)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "By a curious coincidence, it's my day off, too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A Calypso singer with a guitar slung around his shoulder, lounges against the corner of a building, singing to a sm audience of loiterers.  He has a derby hat in front of hi with one or two coins in it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Around the corner from the Calypso singer is a cafe.  On roadway in front of it, under a tattered awning, two or t tables have been set out.  At one of these sit Betsy and Rand.  At another, two white planters in work clothing ar having a drink of beer. Behind them, leaning against the wall, stands the proprie a Negro in duck trousers and duck coat, with an apron tie around his middle.  Betsy has tea in front of her and Ran Planter's Punch.  As we see them, she is just laughing at something he has said.  He is finishing his drink.  Rand down his glass and gestures to the proprietor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(very jovially to the proprietor)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bring me another, Ti-Joseph.  I have to keep the lady entertained.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It must be hard work entertaining me if it requires six ounces of rum.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What in the world are you talking about?  Six ounces -- ?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Higher mathematics.  Two ounces to a drink -- three drinks, six ounces.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How do you know there's two ounces in a drink?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm a nurse.  I always watch people when they pour something.  I watched Ti-Joseph and it was exactly two ounces. At this moment a new Calypso song starts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(sings)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There was a family that lived on the isle Of Saint Sebastian a long, long while   The head of the family was a Holland man And the younger brother, his name was Rand  Betsy's attention is caught by the song.  Rand evidently knows the song, because he begins talking at random, tryi to distract her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Listen, did I tell you that story about the little mule at the plantation -- the little mule and Clement?  Let me tell you.  It's one of the funniest stories --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(putting a restraining hand on his arm)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wait. I want to listen. We hear the guitar music without singing, as the Calypso singer plays a few measures to bridge the first and secon verses.  Ti-Joseph comes up to the table with Rand's drin Rand makes a motion to him indicating the corner around w the Calypso singer is standing.  Ti-Joseph gets the idea goes off instantly. MED. CLOSE SHOT -- Calypso singer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Holland man, he kept in a tower   A wife as pretty as a big white flower She saw the brother and she stole his heart... Ti-Joseph comes in and, while the singer goes on with his song, whispers in his ear.  The Calypso singer stops immediately.  He looks frightened and guilty.  Ti-Joseph turns and goes around the corner to his cafe.  The Calyps singer addresses one of the people in the little group be him. CALYPSO SINGER (cont'd)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ti-Malice trip up my tongue -- What do you wish trouble on me for -- You saw Mister Rand go in there.  Why don't you tell me? The colored man he is addressing just dumbly shakes his h CALYPSO SINGER (cont'd)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Apologize -- that's what I'll do.  Creep in just like a little fox and warm myself in his heart. (placatingly but to himself)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good Mister Rand! The other negro just dumbly shakes his head again.  The Calypso singer puts his idea instantly into action, start off around the corner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rand has finished the drink which Ti-Joseph had just brou him and is motioning to Ti-Joseph to bring him another, making a gesture with the glass in his hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(evidently continuing what she has been saying)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's carrying free speech a little too far!  I wouldn't have listened, Wes, if I had realized -- The Calypso singer comes in and stands humbly beside the table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(with a little bow in the Haitian manner; one hand in front of the stomach and the other hand at the small of his back)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. Rand?  Rand looks up at him. CALYPSO SINGER (cont'd)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've come to apologize.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(curtly)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(with another quaint bow)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just an old song I picked up somewhere. Don't know who did make it up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(growing exasperated)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All right. All right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Some of these singers on this island, they'd tattle-tale on anybody.  Believe me, Mister Rand, I never would sing that song if I'd known you were with a lady.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(jumping up, furious)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Get out of here! He starts to rise.  Betsy restrains him.  The Calypso sin runs off a few feet, makes his little polite bow again, a the vanishes.  Rand stands practically shaking with rage. Betsy forces him into a chair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't let it bother you so, Wes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Did you hear what he sang? Betsy is spared the embarrassment of replying when Ti-Jos brings the drink that Rand ordered.  Rand gulps thirstily it, then looks at Betsy, half-defiantly, half-mockingly. RAND (cont'd)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shocked?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(sincerely)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I wish I hadn't heard --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why?  Everybody else knows it.  Paul saw to that.  Sometimes I think he planned the whole thing from the beginning -- just to watch me squirm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(quietly)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That doesn't sound like him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's right -- he's playing the noble husband for you, isn't he?  That won't last long.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'd like to go now, Rand.  Would you mind taking me home?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(ignoring her, speaking a little drunkenly)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "One of these days he'll start on you, the way he did on her.   (imitating)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"You think life's beautiful, don't you, Jessica?  You think you're beautiful, don't you, Jessica?\"  (bitterly)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What he could do to that word \"beautiful.\" That's Paul's great weapon -- words.  He uses them the way other men use their fists.  Rand finishes his drink.  Betsy watches him, her face dee troubled.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CAMERA IS FOCUSED ON a ragged, barefooted lamplighter.  H lighting one of the crude kerosene street lamps of St. Sebastian with a long taper on the end of the stick.  Whe finally lights up he lowers the glass chimney with anothe stick he carries. From the beach comes the sound of a guitar and a man sing It is very faint, at first, but as it comes closer we can recognize the voice of the Calypso singer and the melody was singing when Rand interrupted him. The CAMERA PANS OVER to show Rand and Betsy still sitting Ti-Joseph's sidewalk cafe.  Rand has slumped down in his chair, thoroughly drunk.  Ti-Joseph stands, arms folded, leaning in the darker shadows of the wall.  Betsy looks o in the direction of the singing, a little anxiously.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(faint, but growing stronger)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She saw the brother and she stole his heart And that's how the badness and the trouble start     Ah woe, ah me Shame and sorrow for the fam-i-ly Betsy leans over and touches Rand's arm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wes.  Wesley -- it's time we were starting home. Rand makes some meaningless mumble of words.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The wife and the brother, they want to go,  But the Holland man, he tell them \"no.\" As Betsy stares nervously into the shadows beyond the str lamp, she sees the figure of the Calypso singer, moving slowly towards her as he sings. CALYPSO SINGER (cont'd)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The wife fall down and the evil came  And it burned her mind in the fever flame. Betsy shakes Rand urgently.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Please, Wes -- we've got to get back to Fort Holland. There is no movement, no sound from Rand.  Betsy looks at him, then looks over at Ti-Joseph.  There does not seem t much help to be had in that direction.  Really frightened now, she turns back quickly to the approaching Calypso singer.  He never takes his eyes off her, as he walks slo toward the cafe.  There is a strange menace in the way he sings.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Her eyes are empty and she cannot talk  And a nurse has come to make her walk.  The brothers are lonely and the nurse is young And now you must see that my song is sung.  The Calypso singer is now coming directly to the table.  Instinctively, Betsy rises and moves behind the table. CALYPSO SINGER (cont'd) (walking very slowly, singing very slowly)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ah, woe, Ah me Shame -- He stops abruptly.  In the silence footsteps are heard, l brisk footsteps coming down the street toward the cafe. Calypso singer looks away from Betsy for the first time.  As Betsy also turns, in great relief, to see who is comin the Calypso singer moves quickly and silently out of the scene.  A middle-aged white woman, handsome and neatly dressed in a suit with a Norfolk jacket, appears in the entrance of the cafe.  She glances briefly in the directi which the Calypso singer has taken and then at Betsy and Rand.  She smiles in a friendly way at Betsy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I think you need some help.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm afraid so.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ti-Joseph? The older woman looks over at Ti-Joseph.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ti-Joseph, get Mr. Rand on to his mule, please, and start him for home. Ti-Joseph comes down and starts to put his hands under Ra armpits preparatory to helping him to his feet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, ma'am.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(protesting)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But he's in no condition to ride --  I don't think he can even sit in the saddle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't worry about a sugar planter.  Give him a mule and he'll ride to his own funeral. Ti-Joseph gets Rand to his feet and helps him stagger aro the corner.  From around the corner we can hear Ti-Joseph bellowing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, boy!  Bring up that mule -- that white mule, boy. Mrs. Rand turns to Betsy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I really intended going out to the Fort and meeting you long before this, Miss Connell.  I'm Mrs.   Rand -- Wesley's mother.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(dismayed)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, Mrs. Rand --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(interrupting)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come, come, don't tell me how sorry you are that I should meet you this way. (puts out her hand)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm even a little glad that Wesley's difficulty brought us together. Betsy takes the older woman's hand and they shake hands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Believe me, Mrs. Rand, he doesn't do this often. This is the first time I've seen him --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nonsense, child!  I know Wesley's been drinking too much lately.  I know a great deal more about what goes on at Fort Holland than you'd think.  I know all about you -- that you're a nice girl, competent and kind to Jessica.  The Fort needs a girl like you.  (breaking her mood)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But now we've got to get you back there.  I'll walk you back and stay over night.  It'll be a nice change for me. She takes Betsy's arm and they start off. The CAMERA DOLLIES WITH them as they cross the space unde Joseph's awning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thank you, Mrs. Rand.  I think you're every bit as nice as Wes says you are.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So -- he says I'm nice.  He's a nice boy, too, Miss Connell, a very nice boy.  But I'm worried about his drinking.  She pauses in her speech, stops for a moment at the very of Ti-Joseph's domain and takes Betsy's arm. MRS. RAND (cont'd)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You could do me a great favor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(eagerly)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'd love to.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Use your influence with Paul.  Ask him to take that whiskey decanter off the dinner table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(protesting)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've no influence with Mr. Holland.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Try it -- you may have more influence than you think.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Holland is walking down the path from the office toward t gate.  He is carrying a piece of sugar cane in his hand a is followed by a negro laborer in working clothes, who ha several other pieces of cane in his arms.  They are talki as they walk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(over his shoulder as they walk)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. It isn't a drought, Bayard.  The rains are just a little late, that's all.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've seen the drought before, Mr. Holland. The cane's too dry -- it's dangerous that way -- it's the drought. Betsy comes across the garden with a tray of medicine bot in her hands and several linen sheets folded over her arm She meets the two men at the path intersection.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good morning, Miss Connell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good morning. He waves Bayard on and stops for a moment to speak with Betsy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I heard about your little misadventure yesterday, Miss Connell.   (with a smile)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "On your first \"day off,\" too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, I had a good time up to a point.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(sincerely)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wesley can be very entertaining.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(encouraged by his tone)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, he can.  But I've been wondering -- you know if you could leave the whisky decanter off the table --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's always stood there, Miss Connell.  I can remember it in my grandfather's time and my father's.  I'm afraid it will have to remain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But for Wes -- it must be a temptation to him.  ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've no sympathy with people who can't resist temptation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Still, I feel you should remove the decanter.  Wes is not an alcoholic yet, Mr. Holland. But as a nurse I can  tell you that it won't be long before he is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(coldly)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm afraid the decanter will have to stay where it is.  I engaged you, Miss Connell, to take care of my wife, not my brother.   They look at each other for a moment, then Betsy turns an walks off without a word.  Holland turns to rejoin Bayard the gate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It is a hot, windy night.  The bushes in the garden move violently with the gusts of wind.  Even protected as they by the great glass hurricane lamps, the candle flames tha light the table are agitated and stir restlessly.  Tonigh there are four people at dinner, Holland, Rand, Betsy, in simple print dress, and Jessica, in a lovely evening gown that leaves her shoulders and arms bare.  They have finis the first portion of their meal and Clement is taking off soup plates.  Somewhere off in the hills there is the ululating sounds of a great sea conch being blown.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You don't seem very disturbed by it.  I've always thought Voodoo was something to be scared of: the drums sounded in the hills and everybody was frightened.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm afraid it's not very frightening.  They have their songs and dances and carry on and finally, as I understand it, one of the gods comes down and speaks through one of the people.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "For some reason, they always seem to pick a night like this.  This wind even sets me on edge. He reaches out with his hand and then looks around the ta It is obvious something is missing.  Both Betsy and Holla notice his half-gesture.  Betsy glances at Holland.  He smiles and nods.  ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Clement.  Clement, busy at the sideboard, looks around toward him. RAND (cont'd)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You've forgotten the decanter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I think from now on, Wes, we'll try serving dinner without it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, I see.  The lord of the manor has decided to abolish one of the tribal customs. Holland makes no answer.  The conches blow wildly in the hills and a flurry of wind sweeps the garden. RAND (cont'd)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An economy move, I suppose.  Or, perhaps, Paul, you decided on a finer moral standard for our happy little household, now that Miss Connell is with us. Holland still keeps his silence, although the muscles in jaw twitch. RAND (cont'd)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What are you trying to do, impress her?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let's drop it now, Wes.  We can talk about it later if you want. Rand glowers at him and makes no immediate answer.  A gre gust of wind blows across the garden.  The candle flames level out in one direction and then the other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But I want to talk now.  Why have you decided to take the whiskey off the table?  What's behind it?  What nice, sadistic little plot is brewing this time, Paul?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(with a glance at Betsy)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let's not discuss it, Wes. The conches sound again in the hills, wildly and yet monotonously.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(with great sarcasm)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let's not quarrel before the ladies.  Let's be reserved and gentlemanly. (jumping to his feet)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You were so gentlemanly when you drove Jessica insane -- so polite when you made her into that! He subsides in his chair, shaken, entirely out of control He doesn't look at Holland, nor at Betsy but at Jessica.  They sit there for a moment in complete silence.  Then Holland, obviously holding in his temper, rises and says:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Miss Connell, I think it would be best if I had Clement bring the rest of your dinner to your room. He turns and goes into the living room.  Betsy also start rise.  Rand still stares at Jessica.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The room is in darkness.  Betsy stands leaning against on the jalousies, looking out through the slit between two panels.  Over the scene comes the sad, masculine sorrow o the Liebestod.  It is being played well and forcefully on piano in the living room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "From her window Betsy can see Holland playing the piano.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Betsy stands watching him.  Then suddenly, as if compelle she leaves the window, opens the jalousied door and goes quickly out into the garden.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Holland is still playing.  The sound of the door opening heard.  It startles him and he turns toward the sound.  H sees Betsy and rises to face her as she steps into the ro",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I heard you playing. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(trying to hide behind brittleness)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I often do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(disregarding his remark)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know what you went through tonight.  I kept thinking of what you said: that all good things died here, violently. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why did you come in here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know.  I wanted to help you. And now that I'm here, I don't know how. Holland comes close to her and looks down into her eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(with unexpected sincerity)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You have helped me.  I want you to know I'm sorry I brought you here. When I thought of a nurse, I thought of someone hard and impersonal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(looking past him into the garden)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I love Fort Holland.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What you saw tonight -- two brothers at each other's throat and a woman driven mad by her own husband?  Do you love that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You didn't drive her mad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Didn't I?  I don't know.  That's the simple truth of it.  I don't know. Betsy shakes her head and moves closer to him.  Her face, upturned to his, is filled with pity. HOLLAND (cont'd)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Before Jessica was taken ill, there was a scene.  An ugly scene.  I told her I wouldn't let her go, that I'd hold her by force if necessary. Betsy puts her hand on his arm, in an instinctive gesture sympathy and comfort.  Holland looks down at her hand and then, searchingly, into her face. HOLLAND (cont'd)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You wouldn't understand that kind of love.  You never knew Jessica as she was.  Beautiful, restless, willful -- living in a world with room for nothing but her own image and her own desires. Betsy gently draws her hand away.  She watches his face, in remembering. HOLLAND (cont'd)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She promised so much -- warmth and sweetness...she promised -- In the hills the conches blow wildly, echoing and answeri each other from every direction.  For a brief moment, the noise is so loud Holland could not speak if he wanted to then, when he can, and does, his voice has changed entire It is cold.  It cuts between him and Betsy like a sword.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I think it may be best for all of us not to discuss this again.  Thank you -- I know you meant to be kind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Betsy stands looking into the dark cistern.  The wind sti blows and the conches are sounding from the hills.  But t noise of the water flowing over the shoulders of St. Sebastian can be heard above these other sounds.  The iro arrows in his breast glisten.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(narrating)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know how their own love is revealed to other women -- maybe in their sweethearts' arms -- I don't know.  To me it came that night after Paul Holland almost thrust me from the room, and certainly thrust me from his life. I said to myself, \"I love him.\"  And even as I said it, I knew he still loved his wife.  Then because I loved him, I felt I had to restore her to him -- to make her what she had been before -- to make him happy. As the narrator's voice ceases, the CAMERA HOLDS ON that small, silent figure before the fountain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jessica is seated before the triptych mirror, facing it blankly.  At the other end of the room stand Betsy and Dr Maxwell.  Paul, his back to the window, faces them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All that you say comes down to the same thing.  You are asking me to pass a sentence of life or death on my own wife.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Insulin shock treatment is an extreme measure, Mr. Holland.    But -- as Miss Connell pointed out when she suggested it -- this is an extreme case.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Betsy)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You admit that it is terribly dangerous. Why do you advise it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've worked with it.  I've seen cures. It is at least a hope.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's the very danger itself that makes the cure possible, Mr. Holland.  The insulin produces a state of coma, a stupor.  The patient is revived from the coma by a violent overwhelming nerve shock. That nerve shock can kill -- but it can also restore the damaged mind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know -- I don't know--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(sympathetically)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It is a hard decision to make -- but yours is only a technical responsibility...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Technical responsibility, real responsibility -- what difference does it make? (turns back to face them)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jessica lives -- or she dies.  That's what we're talking about!  Betsy turns and looks across the room to where Jessica si motionless before the mirror.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You are wrong, Mr. Holland. She turns back to face him. BETSY (cont'd)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It is not a question of life or death.  Your wife is not living.  She is in a world that is empty of joy or meaning.  We have a chance to give her life back to her.  Holland stares at her.  He turns to the window and stands a moment with his back to the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Through the doorway we see the enormous shadows of Betsy Dr. Maxwell on the wall as they work over their patient.  We hear the murmur of their voices although we cannot hea what they are saying.  In the doorway itself, leaning aga the wall looking toward the room expectantly, anxiously, Holland, half hidden in the shadows of the arch.  The sha on the wall straighten up.  We see Betsy in shadow drawin her hand wearily across her forehead.  Still in shadow, s turns toward the door, her shadow grows enormous as she c toward the source of light. As Betsy comes under the arch, Holland moves to meet her. She turns to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(tensely)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She is alive, Mr. Holland -- that's all. There is a little pause.  Then Betsy looks at Holland, he eyes glistening with tears.  Betsy turns away slightly, closing her eyes for a moment to steady herself.  Holland puts his hands on her shoulders and turns her back to fac him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(gently)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't take it to heart, Betsy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I imagined this so differently... Holland takes his hand from her shoulders.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've been waiting here for hours, trying to imagine Jessica well again -- wondering what I'd feel.  I could see Jessica as she used to be, I could hear her say in that sweet mocking voice, \"Paul, darling...\"  The whole thing beginning all over again...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(dully)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And instead,  I came -- bringing you nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(slowly looking down at her)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Instead -- you come, with sympathy, Betsy, and a generous heart.  Don't forget that.  Don't call it nothing. Betsy turns wearily and returns to the sick room.  Hollan about to follow her when he hears a low chuckle and turns see who it is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROOM",
          "text": "A few feet from Holland, leaning against the wall, is Ran He has evidently been there some time.  He is not drunk, it is obvious he has been drinking.  Holland walks down t short corridor toward him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Very sad, very sweet.  The noble husband and the noble nurse comforting each other -- because the patient still lives.  I've been imagining too, Paul.  You didn't think of that, did you?  I saw Jessica coming across the garden, I heard her voice.  ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I suppose not.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Things so bad, nobody can help -- not even Doctor Maxwell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Doctors and nurses can only do so much, Alma.  They can't cure everything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Doctors that are people can't cure everything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(with a puzzled look)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do you mean -- \"doctors that are people\"?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(slowly, almost sing-song)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There are other doctors...Yes, other doctors...Better doctors...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "At the Houmfort.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(shaking off the idea)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's nonsense, Alma.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They even cure nonsense, Miss Betsy.  Mama Rose was mindless.  I was at the Houmfort when the Houngan brought her mind back. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You mean Mama Rose was like Mrs. Holland?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No.  She was mindless but not like Miss Jessica.  But the Houngan cured her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you trying to tell me that the Houngan -- the voodoo priest -- could cure Mrs. Holland?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, Miss Betsy.  I mean that.  The Houngan will speak to the rada drums and the drums will speak to Shango and Damballa.  The CAMERA MOVES IN to a CLOSE TWO SHOT of both women's faces,  Betsy looking thoughtfully at Alma and Alma retur the gaze with equal intensity.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(softly)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Better doctors --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is a small, plainly furnished room with a plain tabl few bentwood chairs and a medicine cabinet and a few washbasins and water pitchers on a shelf.  Mrs. Rand is kneeling down at the side of the little, black pickaninny rubbing ointment on a sore on his chest.  Betsy, in stree clothes, watcher her.  Mrs. Rand finishes her work on the little boy's chest and begins to put his little shirt bac him.  An obeah bag tied around his neck on a string gets her way as she tries to button the shirt.  She holds it u that the little boy can see it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ti-Peter, how do you ever expect to get to Heaven with one foot in the voodoo Houmfort and the other in the Baptist church?   The little black boy looks at her with rolling eyes but d not answer.  She gives him a playful pat on the behind, starting him on his way to the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Betsy, cheerfully)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Some of this native nonsense. The Houngan has his prescription and Dr. Maxwell and I have ours.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You've never said anything about voodoo before, Mrs. Rand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Haven't I?  I suppose I take it for granted. It's just part of everyday life here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You don't believe in it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A missionary's widow?  It isn't very likely, is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't mean believe, like believing in a religion.  I mean, do you believe it has power?  Do you think it could heal a sick person?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(looking hard at Betsy for a moment)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Frankly, my dear, I didn't expect anything like this from a nice level-headed girl.  What are you driving at?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I heard the servants talking about someone called Mama Rose. They said she had been \"mindless\"...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Her son drowned.  She brooded until her mind was affected. All the Houngan did was coax her out of it with a little practical psychology.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "LONG SHOT.  The camera is behind Betsy and Jessica as the toward the Houmfort through the sugar cane.  We see this voodoo temple as they go toward it.  It is a rickety structure of poles and laths, roofed over with a thin tha of sugar cane and straw.  It forms a sort of rude pergola In the center of this structure is a small, cubicle hut, of rough boards but neatly whitewashed.  From the rafters the main structure hang crude chandeliers of tin which gi light to the ceremonies. (Please see pages 28 to 31, Life Magazine, December 13, 1 All the details mentioned above are graphically illustrat Near the little hut in the center of the Houmfort, stands altar covered with a lace tablecloth and littered with a childish jumble of plates, candles, little colored stones bottles.  Before this altar stands the Houngan, the high priest of the voodoo ceremonies, a small, stoop-shouldere man in a worn, white coat and trousers with ragged cuffs. Several mild-looking negroes in white trousers and shirts in kitchen chairs on one side of the altar with rada drum between their knees.  Grouped around this altar in a loos semicircle are the worshippers, a group of mild-mannered, poorly-but-neatly-dressed negroes.  They seem to have mad effort to dress in their best and their best is very poor indeed.    As Betsy approaches, she can see familiar face As she comes up they turn and look at her.  They are not hostile nor greatly surprised; just mildly curious.  Lead Jessica by the hand, Betsy takes her place at one end of semicircle around the altar.  Her arrival has in no way interrupted the ceremonies.  The Houngan continues to cha before the altar, the rada drums beat and the crowd sings chorus of the Shango song at the proper intervals.  It is very decorous and decidedly religious in tone.  No sooner Betsy taken her place with the others than the Shango rit approaches its climax.  The Sabreur, a colored man dresse white shirt and trousers, with a neat dark tie knotted un his collar, comes in, bearing a sabre in his right hand, holding it in stately, almost processional manner.  He advances to the altar, strikes it three times and at this signal two colored women dressed in white beguine dresses with square cut necks, an essential part of this religiou costume, come forward.  One holds a white leghorn chicken the other carries a white rooster. They come together to altar and for a moment, the figures of the Houngan, the Sabreur and the two Mam-Lois hide the actual blood sacrif from us.  Only the fact that the drumming and the singing reach a climactic pitch reveal that some Important portio the ceremony has taken place.  Instantly the drumming and singing stops.  A young colored girl jumps up from her se among the worshippers and begins shivering and quaking, crying out wordlessly.  There is a cry from the people.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Put the god in her! Put the god in her! The Houngan prances forward, followed by the Sabreur. The Houngan holds a little saucer in his hand with some dark liquid at the bottom of it.  He dips four fingers into th liquid while the girl quivers and writhes before him in religious ecstasy.  He marks her forehead with four stran marks, one with each finger.  The Sabreur, crying out the name of Shango, four times, points his sabre to the four directions of the compass. There is an immediate transformation in the girl.  Her frenzy ceases.  She seem be filled with a jubilant calm and dances into the cleare space before the altar. Her words are no longer meaningle They have taken shape and form and, when she speaks, she speaks with great resonance as if her voice came from somewhere other than her own throat.  She is possessed by god, Shango. One by one, people from among the group of devotees dance into the circle, go up to her and beg for favors. One wom leads a little boy up to her.  We hear her words as she c out to the possessed girl:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Make him rich, Shango!  Make him rich! The girl lays her fingers on the boy's eyes, and then tak his shoulders and turns him around three times, Evidently this is absolute guarantee of an enormous income tax to b paid at St. Sebastian.  The woman and her son retire happ pleased and grinning.  Finally, exhausted, the girl posse of the god, Shango, sinks to her knees and then falls fainting to the floor. Two colored men come in, carry her away.  A great cry rises from the voodoo worshippers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Damballa!  Damballa!  Damballa! Damballa! The drums find a new rhythm.  The Houngan retires to one corner of the altar; the Sabreur to the other.  Two young girls, their beguine dresses slashed and torn, dance in f either side.  This is a wild and an impassioned dance, a dance to Damballa.  There is no singing, only an occasion call from the crowd, \"Come to us, Damballa!\" The dancers reach the climax of their dance and strike a plastic pose before the altar, each kneeling on one knee, their arms h to their breasts, their foreheads butted together.  Altho not a muscle moves, one can almost feel the tension of th two bodies.  One of the rada drummers comes up and crouch down holding a small drum almost under the chins of the t girls. The other drummers stop playing and he begins to beat a q staccato rhythm that grows faster and faster.  In this playing, as in the pose of the girls, there is tremendous tension.  By now all cries have ceased. Everyone is silen waiting.  Then suddenly, from behind the closed and curio painted door of the inner Houmfort, a voice speaks.  A vo that is light, pleasant and authoritative.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(muffled by the door)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where are my people?  Let them bring me the rice cakes -- let them dance and be happy -- There is a great ecstatic shout from the voodoo worshippe",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(shouting)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Damballa!  Damballa! The Sabreur dances forward, sword in his left hand and a little plate with rice cakes, in his right.  He kneels do and places the plate near the door jamb.  A line forms at door.  Betsy leading Jessica by the hand takes her place the rest.  She is third in the line of suppliants.  She c see the whole procedure.  The suppliant places his forehe against the forehead of the god painted on the door, and speaks.  The first suppliant is a weary-looking field han who shuffles to the door and speaks in such a low tone th his words cannot be heard.  The second suppliant is an ol woman, thin and work-worn.  She speaks sincerely and humb and Betsy, directly behind her, hears her words.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Damballa -- my son don't take care of me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tell him his own little son will grow big.  He, himself, will grow old.  The son learns from the father. One day your son may stand here to complain that his boy does not take care of him. The old woman turns away, comforted -- hopeful.  Betsy lo at her.  She can see tears in the old woman's eyes. With Jessica's hand in hers, Betsy takes her place at the door She puts her forehead against the crudely painted forehea the god.  She talks to the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Damballa! This woman is sick. The door swings open slowly. The feeble light of the oute Houmfort does not penetrate the darkness of the inner tem A hand reaches out from the darkness and takes Betsy's ha and draws her in. The Houngan follows Betsy into the temp The door shuts behind him. Jessica remains outside, stand before the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A match flares and a hand brings it forward to light an o lamp which flares brightly, revealing a little room of whitewashed boards, bare except for a table on which stan small iron tripod from which an iron pot is suspended. Although there is no fire under the pot, the steam rises this receptacle and water boils and bubbles in it. It is the Houngan who has lit the lamp and, on the other of the table is Mrs. Rand. Her face is serious and unsmil",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(starting forward around the table)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mrs. Rand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wait. Don't draw any conclusions. Let me explain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But, Mrs. Rand --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I knew you'd come. And I knew I'd have to come up here and talk to you. I couldn't let you go back without any word. I came to tell you again -- Jessica cannot be cured.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But how did you get here? What are you doing here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I asked you to let me explain. It's a long story.  And not an easy one --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jessica stands patiently where Betsy had left her. The Sabreur and two Mam-Lois stand near her looking at her an talking. We cannot hear what they say. The drumming and t song of joy for the coming of Damballa continue over the scene. Suddenly, as if he had arrived at some decision, t Sabreur, holding his sword stiffly in front of him, start toward Jessica with little mincing steps.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mrs. Rand, as if continuing with something she has been talking about for a long time --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-- and when my husband died I felt helpless. They disobeyed me -- things went from bad to worse. All my husband's dreams of good health, good sanitation, good morals for these sweet and gentle people seemed to die with him. (pauses)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then, almost accidentally, I discovered the secret of how to deal with them. There was a girl with a baby -- again and again I begged her to boil the drinking water. She never would. Then I told her the god, Shango, would be pleased and kill the evil spirits in the water if she boiled it. She boiled the water from then on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But you didn't have to come up here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Perhaps not.  But I did come here and I found it was so simple to let the gods speak through me. Once started, it seemed such an easy way to do good.  I should have known there was no easy way to do good, Betsy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Betsy!  Get her away -- back to the Fort!  Do as I say -- they won't hurt you. ANOTHER ANGLE - SHOOTING TOWARD the inner Houmfort. Betsy runs out from the doorway, takes hold of Jessica's arm an starts running with her.  There is a movement in the crow if they were about to follow her.  From the doorway of th inner Houmfort, the Houngan calls out:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Trouble.  Bad trouble.  Let her go. The crowd subsides.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Betsy and Jessica pass quickly under the dead goat, on th way home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Betsy comes out of the tower door, closing it behind her quietly and cautiously.  She starts across the garden tow her room.  From the shadows, Holland steps out barring he way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where have you been, Miss Connell? There is a pause.  Holland stands looking at her, taking her bedraggled appearance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(wearily)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I wanted to help you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Help me? How?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I took Mrs. Holland to the Houmfort.  I thought they might cure her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You have deliberately endangered Mrs. Holland's life.  There's no telling what you may have started with this insanity.  Why did you do it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(in a low tone)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I told you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Because you wanted to give my wife back to me?  Why should that mean anything to you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(not looking at him)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know why.  You saw it the other night at the piano.  You turned away from me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(putting his hand on her shoulder, looking into her face very closely)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What I saw the other night, I didn't dare believe, Betsy -- Betsy tries to turn away from him.  He grips her shoulder tightly. HOLLAND (cont'd)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I thought I was looking at a woman who loved me and had compassion for me.  Yet you made that trip to the Houmfort to bring Jessica back to me --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes. Holland pulls her close to him, looks down into her eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You think I love Jessica and want her back. It is like you to think that -- clean, decent thinking. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(simply)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She was beautiful.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I hated her. Betsy looks up at him, astounded by his words. HOLLAND (cont'd)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Her selfishness made her empty and dead.  She was a possession, a beautiful possession to own and hold -- but I never had a moment's peace or happiness with her. They stand there, close together, looking at each other.  Suddenly Holland puts her arms around her. HOLLAND (cont'd)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Betsy --  She lifts her face, with a smile of complete love and tru Holland studies her face longingly, but does not kiss her HOLLAND (cont'd)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I should never have brought you here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There's no happiness for me anywhere else -- Holland shakes his head slowly, hopelessly. BETSY (cont'd) (pleading)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Paul, I don't want you to be alone, unhappy -- Holland lets his arms drop from about her shoulders.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(coldly)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I may prefer it that way. They stand looking at each other.  The garden is still wi the dead, heavy stillness of their hopelessness.  Then, f the direction of the Houmfort, there is the sound of a si conch blowing, loudly and insistent, a thinner, higher ca than we have heard before.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mrs. Rand, in a simple afternoon dress, is seated on the sofa.  Before her is a coffee table with a silver tea service.  She is engaged in pouring tea.  Betsy is beside helping her.  Rand, in working clothes, is in an armchair near the sofa with a highball in his hand.  Also seated, facing Mrs. Rand and Betsy, is Dr. Maxwell and Commission Jeffries.  The latter is a dignified man of early middle- He is dressed in a light business suit.  At the window, a the rear of the room, stands Holland, talking with a Prie As the scene opens, Mrs. Rand fills a teacup and holds it toward Holland.  He comes toward her to pick up the cup, Priest walking with him.  As they walk, Holland speaks:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But I assure you, Father Walters, Miss Connell had no idea of the consequences when she went there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Paul, we're not trying to blame Miss Connell.  It isn't a question of blame.  It's a question of what we are to do with Jessica.  The commissioner is very concerned.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It has become a serious problem.  There's so much gossip, rumor and agitation about the whole thing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know.  We've felt it at the mill.  The men could hardly keep their minds on their work.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, Jeffries, why come to us about it?  Why don't you go up to the Houmfort and put a stop to the drumming and dancing -- that's what causes all the trouble.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(shaking his head)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No.  You're quite wrong.  Right here's the seat of the trouble.  Mrs. Holland has become an object of speculation and religious interest to these people.  It's revived all their old superstitions -- Zombies -- and that sort of nonsense.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I wouldn't worry too much, Commissioner.  It'll pass.  We've had this sort of thing before.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is something else.  They're curious.  Curiosity and religious fervor make a strange and explosive mixture.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm quite sure nothing will happen, Doctor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If I were as sure as you, Mrs. Rand, we wouldn't be here.  I'll tell you quite bluntly: for the peace of the island and possibly for her own safety, we've come to ask you to send Mrs. Holland away to St. Thomas.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "To the asylum?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I believe there's a kinder name for it, Wesley. At St. Thomas, it's called the Institute for Mental Therapy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(getting up)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It doesn't matter what you call it.  I can tell you right now Jessica isn't going! Dr. Maxwell looks first at him, then at Holland, then bac Rand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fortunately, Wesley, this isn't a matter for your decision.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You mean to say Paul can send her away -- that he can hand her over to strangers -- who'll shut her up  - maybe mistreat her?  He hasn't that right!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(trying to calm him)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wesley!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I am afraid, Wesley, he has that right.  And I will have to urge him to use it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I tell you he hasn't and he wouldn't dare use it if he had.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Because he drove Jessica insane -- deliberately -- coldly! They all look at Holland.  There is a long and awkward pa Holland makes no move to deny by word or gesture his brother's accusation.  Finally, however, he breaks the pa by bringing the teacup to his lips.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That could be a serious accusation, Rand, if it weren't a foolish one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Foolish?  Tell them how foolish it is, Paul -- tell them!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(very calmly but with a little uncertainty)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My guilt in this matter, if any, Wesley, is not the subject of this discussion.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But it is, Paul!  Because that's why you won't dare send Jessica away! Holland empties his teacup. Carrying the teacup and sauce very carefully, he walks across to the table in front of Betsy, and sets it down.  Betsy looks at him.  It is on h look, questioning and puzzled, that we",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Although it is broad daylight, the Inner Houmfort is lit a rush light which burns weakly.  The ceremonial pot of boiling water has been removed from the table and, in its place, squatting cross-legged like a tailor, sits the Sabreur. With one hand he holds upright a small, cheaply- bisque doll, with flaxen hair.  It is dressed in a little white slip.  From under the table rim, two dark feminine hands come up to put a white robe on the doll.  The momen this garment has been draped on the little doll, a rada d begins to beat softly in a corner of the room. THE CAMERA DRAWS BACK to reveal that one of the girls who danced in the voodoo ceremony is kneeling before the tabl It is her hands which have dressed the doll.  There are a five people in the room, including the three drummers.  T Sabreur makes magical passes over the doll.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Betsy and Holland are standing in the gateway.  The CAMER POINTED TOWARD the garden.  On the porch in the b.g. we c see Mrs. Rand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I still can't believe it Paul -- that you wouldn't say a word in your own defense.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I have no defense.  So far as I know -- it is true.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You can't believe that.  You don't know what viciousness it would take to drive a person mad.  You're not vicious or cruel, Paul.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How do you know I'm not?  I was cruel to Jessica.  When I got to know her -- when I found out how empty and ungenerous she was, there was something about her -- something smooth and false -- that made we want to hurt her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can understand that.  Everyone feels that way about someone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No.  It's not just how I felt toward Jessica.  I've been cruel to even you. Besty, smiling, shakes her head. HOLLAND (cont'd)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The first night I saw you -- you were looking at the sea.  You were enchanted -- and I had to break that enchantment.  Do you understand, Betsy -- I had to break it! Betsy is shaken by this, but she tries to put it aside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You wanted to warn me...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(disregarding her words)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The night you came to me in this room -- to comfort me, to help me -- I turned you away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't, Paul -- don't doubt yourself -- don't make me doubt you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I remember words I said to Jessica  - words mixed like to poison -- to hurt her, to madden her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(desperately)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's past -- that's over and done with...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I want you to be safe, Betsy.  I want to know you're away from this place -- home again, where nothing can harm you -- nothing and no one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You want that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes. They stand looking at each other in silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mrs. Rand is seated in an easy chair, obviously enjoying interlude of leisure.  Clement comes from the house, brin her a bulky newspaper, still in its mail wrapper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Would you like to see the paper, Mrs. Rand? (proudly)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is our newest one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thank you , Clement! She takes it and starts slitting the wrapper eagerly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Betsy and Holland start across the garden to the porch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mrs. Rand seems them and waves a section of the paper in welcome.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're just in time.  Will you join me in the Sunday paper? Betsy and Holland sink into porch chairs, looking gratefu for the shade.  Betsy takes off her hat and tosses it ont the coffee table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Considering that the paper is three months old and this isn't Sunday -- no thank you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(smiling)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I guess I'll wait until I'm home, Mrs. Rand. Mrs. Rand looks at a page of rotogravure section.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(casually)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's a long wait...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm afraid not.  Betsy's leaving us, Mother. Mrs. Rand puts down the paper and looks at them, startled HOLLAND (cont'd)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She's decided to go on the next boat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why, Betsy -- we can't lose you.  You mean too much to us here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's sweet of you, Mrs. Rand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Betsy feels there is nothing she can do for Jessica...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rand and Dr. Maxwell come through the gate and walk up th garden path.  As they do so, Mrs. Rand comes down the por steps.  Betsy and Holland follow her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dr. Maxwell -- it's nice to see you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(grimly)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dr. Maxwell has very unpleasant news for us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(nervously)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An accident at the mill?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No -- it's about Mrs. Holland.  A result of our discussion the other day, I'm afraid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What about her?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In view of all the circumstances, the commissioner has decided on a legal investigation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Investigation of what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Of the nature of Mrs. Holland's illness.  And, of course, the events which led up to it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In other words, I'm on trial.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I did everything I could to forestall this, Paul.  I don't think there's any question of your innocence in the matter.  But there's been too much talk.  The thing's out of hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maybe it's better this way, Mother.  I'm glad you're going home, Betsy -- you'll be out of the mess.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But she isn't.  She's been subpoenaed. Holland turns to the Doctor, his face stricken.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Miss Connell's testimony will be very important.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(quietly)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I would have stayed anyway, Dr. Maxwell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're all in it.  There won't be a shred of pride or decency left for any of use. (violently)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Say something, Paul!  You've always been good with words.  Put some together, now, and tell us that you're not responsible -- that every damnable bit of it doesn't rest squarely on your shoulders!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're wrong, Wesley.  The guilt is mine -- all of it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(bitterly)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you going to lie for him, Mother?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Betsy, tell them about the Houmfort.  Tell them what you saw there.  ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(protestingly)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mrs. Rand...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You must, Betsy. They'll have to believe you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(reluctantly)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mrs. Rand was at the Houmfort that night.  But there's nothing wrong with that.  She's gone there for years -- trying to take care of those people,  to help them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do you mean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't understand...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I think I do.   (smiling)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've often talked a little voodoo to get medicine down a patient's throat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's more than that, Doctor.  I've entered into their ceremonies - pretended to be possessed by their gods... They stare at her, dumbfounded. MRS. RAND (cont'd)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But what I did to Jessica was worse than that.  It was when she going away with Wesley.  There was that horrible scene. She turns to Rand. MRS. RAND (cont'd)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You thought she loved you, didn't you?  She didn't.  She didn't love anyone except herself  -- her reflection in the mirror, the look she could bring into a man's eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That isn't true.  You never understood her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(disregarding his protest)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That night, I went to the Houmfort.  I kept seeing Jessica's face -- smiling -- smiling because two men hated each other -- because she was beautiful enough to take my family in her hands and break it apart.  The drums seemed to be beating in my head.  The chanting -- the lights --  everything blurred together.  And then I heard a voice, speaking in a sudden silence.  My voice.  I was possessed.  I said that the woman at Fort Holland was evil and that the Houngan must maker her a Zombie. Dr. Maxwell has been studying Mrs. Rand with a curious, intent expression.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And what happened then, Mrs. Rand?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(unsteadily)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I hated myself.  I kept saying to myself over and over again that these people had no power; they had no strange drugs; that there is no such thing as a Zombie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ah -- that's where reason took hold.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, I said it, and I made myself believe it. But when I got here, Jessica was already raging with fever.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Two things had happened, Mrs. Rand.  One was that your daughter-in-law had been taken ill with a fever.  The other thing -- completely disconnected -- was that you had wished her ill, because she had hurt your sons.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(protesting)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But I had no thought of harming her.  It wasn't I...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You were possessed.  That is true -- possessed by your subconscious mind.  You were in the Houmfort, surrounded by their symbols.  To them, nothing worse can happen to a person than to be made into a Zombie.  Your subconscious mind used their own words for evil.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dr. Maxwell is right, Mother.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(gently and kindly)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Emotion tricks all of us, Mrs. Rand.  And you are a woman with a very strong conscience.  That conscience has been tormenting you.  The rest is coincidence.  There is no such thing as a Zombie.  The dead do not come back to life.  Death is final. From the hills comes the sound of a single conch, loud an thin. The CAMERA PANS from the group around Mrs. Rand to the to door.  Jessica walks out of it and comes slowly past the fountain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The CAMERA IS FOCUSED ON a little five-and-ten-cent store doll about three inches high.  It is dressed in a crude imitation of Jessica's loose, belted, white gown.  A thre is tied around it and this thread leads off, taut. The CAMERA PANS ALONG the thread to show us that the othe end of the thread, some twenty feet long, is held by a ne crouched near the altar.  Halfway between this man and th doll, the Sabreur, his sword stuck in the mound before hi straddles the thread, his hands clasped around the thread not touching it.  Carre-Four stands watching. The conch is blowing its strange, magnetic call and the negroes are chanting as they watch the Sabreur and the do The Sabreur makes motions as if he were pulling on the th but still does no touch it.  He makes these motions over over again.  The doll moves slowly.  Then suddenly stops. The Sabreur's most frantic efforts fail to move it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ANOTHER ANGLE -- Jessica comes slowly past the fountain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jessica! She does not seem to hear but continues walking toward th gate.  We hear the sound of running feet.  Holland and Be run up to Jessica.  Holland takes her arm, but she contin to walk forward.  He tries to hold her.  It is apparent h cannot do so without the use of considerable force.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jessica!  Jessica! She pays no attention but continues to move forward towar the gate.  Betsy, realizing that is something outside of previous experiences with the woman, has the presence of to run forward and slam shut the great wrought-iron gate. Jessica walks up against the gate and stands there, unabl move any further.  They stand and look at her perplexed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The doll has stopped moving.  The Sabreur is exerting all force.  We can see the sweat soaking his white shirt.  Th others are chanting, louder now, swaying in rhythm with h pulling movements.  The conch is being blown with a more insistent and compelling note.  Still, the doll-figure refuses to move.  The Sabreur stops.  The conches are suddenly silenced.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In this sudden silence, Holland and Jessica look at each other across the motionless figure of Jessica.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Houmfort -- they're trying to get her back there. Betsy and Holland look at each other.  Then Betsy takes Jessica's arm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come with me, Jessica. Obedient again, Jessica allows Betsy to turn her around a lead her back to the open tower door.  As Betsy and Jessi go into the bedroom, the door closes behind them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLOSE SHOT of an enormous black hand.  The fingers of thi hand are spread out limply.  On this hand stands the litt five-and-ten-cent store doll which represents Jessica.  F beneath this hand, another smaller black hand comes in an closes the great fingers around the doll. The CAMERA PULLS BACK to show the exterior of the Houmfor The light is fading.  The posts of the Houmfort and the figures of several voodoo worshippers are outlined in silhouette against the darkening sky.  A single rada drum being beaten in light, quick rhythm.  Someone sets fire t heaped-up bonfire of dry leaves.  The flames blazing up illuminate the scene more clearly, so that we can see a s group of voodoo adepts squatting on their heels in a ring around the bonfire.  Near the bonfire stand Carre-Four an the Sabreur, with the drummer crouched behind them.  The Sabreur takes the doll from Carre-Four's hand and holds i foot or so away from him.  The great black hand reaches f it.  Again the Sabreur takes the doll away and dances off with mincing steps to a distance of a few yards.  Carre-F lumbers after him, his hand extended.  Again, the Sabreur lets him take the doll. CLOSE SHOT of Carre-Four's hand with the doll upon it.  F underneath, the smaller hand of the Sabreur comes in and closes the great black fingers over the little white doll",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The room is in darkness.  In the faint light from the bar windows, we see Betsy sleeping on the chaise lounge.  A shadow moves across her face.  Through the window, we see great, cadaverous figure of Carre-Four.  His hand closes around the bars, his face presses against them.  Then he go of the bars and slips out of sight.  His figure reappe at the next window.  Again, he tries the bars and peers i the room.  Again, he vanishes in the darkness.  We hear a faint sound from the tower.  Betsy wakens.  Her eyes go quickly to the bed, where the outline of Jessica's figure reassures her.  There is another muffled, dragging sound the tower.  Betsy sits up, listens intently.  She gets up goes toward the door leading into the tower.  At the foot Jessica's bed, she stops to grab up Jessica's white negli throwing it around her she continues to the door and open slowly and cautiously.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Betsy steps into the lower tower room.  The thick blackne of the place is faintly lit by the open door into Jessica windowed bedroom.  She stands at the foot of the circling stone stairs, straining to see into the darkness above.  Overhead, there is a sudden commotion of wings and shrill - something has disturbed the bats.  Very slowly and hesitantly, Betsy moves up a few steps. The CAMERA PANS UP from Betsy, around the circling walls the stairs, to where the sharp blade of light from the sl window of the tower strikes across the wall.  A big black hand slides down the shaft of light.  The CAMERA PANS BAC Betsy.  She can see nothing, but she hears the dry, whispering sound of the hand moving along the wall.  She backs down the few steps and across to the tower door lea to the garden.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Betsy slips out of the tower door.  She stands irresolute by the fountain, watching and listening.  She can see not in the black patch of the open tower door.  She walks slo into the garden.  There is a faint sound behind her.  Fearfully, Betsy looks back across her shoulder.  She see shadow slip into the deeper shadows of the fountain, merg with them.  Quickly she moves behind a tall shrub, looks again toward the tower.  She sees nothing. A CLOSE SHOT of the fountain shows the surface of the wat in the cistern broken by a spreading ring of ripples.  Ta with fear, Betsy leaves the shadow of the tall shrub and slips over to a bush nearer the living room porch.  As if answer to this move, a whispering rustle comes from the screen of bamboo against the tower-wing of the house.  Sh stares toward the bamboo.  She sees nothing. A CLOSE SHOT of the bamboo shows the leaves trembling slightly.  Betsy looks across the empty, defenseless spac between herself and the porch steps.  Steeling herself, s moves into it, walking with the slowness of nightmare fea looking from side to side with the slightest possible mov her head.  At the foot of the steps, she turns to look ba at the bamboo.  A distorted shadow slithers out from unde the stalks.  Her panic released, Betsy runs up the steps, down the shadowy porch to the door of Holland's bedroom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(in a very low, choked cry)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Paul...Paul... She flings herself against the door, turns the handle, an runs into the room, closes the door behind her.  Into the space before the porch steps moves the great gaunt figure Carre-Four.  This is our first full sight of him in the scene.  He is bare to the waist, wearing only a pair of d ragged trousers.  He starts up the steps.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Betsy comes out of the door to Holland's bedroom, followe Holland who has put on a robe.  In a CLOSE SHOT, we see t shock that springs into their two faces as they see Carre Four facing them across the length of the porch, moving toward them, a single slow step at a time.  As Carre-Four sees Betsy's white-clad figure, his hands come up slowly his sides.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You!  What are you doing here? Carre-Four continues his slow, implacable move forward. lifted hands start reaching outward. HOLLAND (cont'd)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Get out of here. Carre-Four comes on relentlessly, his great arms outstret toward Betsy, the enormous hands curving to seize her.  F comes into Holland's face.  With a quick gesture, he pres Betsy back and steps in front of her. HOLLAND (cont'd) (a little uncertainly)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Get out of here -- Carre-Four is almost upon them.  His shoulders press forw as he reaches out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(quiet, with great authority)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Carre-Four! The single word freezes Carre-Four into immobility.  Astounded, Betsy and Holland turn to see Mrs. Rand at the end of the porch -- her face and hair pale above a dark, like robe. MRS. RAND (cont'd)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Carre-Four.  Go back. Slowly, the giant figure obeys.  Carre-Four turns to face her.  His hands relax, his arms fall to his sides again.  In his blind fashion, Carre-Four moves back across the po turns and goes down the steps to the garden.  Holland, wh has been watching this transfixed, starts after him. MRS. RAND (cont'd)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Paul! Holland pauses at the head of the stairs and turns to her MRS. RAND (cont'd)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let him go.  Don't touch him, don't try to stop him! Betsy has come down the porch behind Holland and she and Rand stand together.  All three of them look into the gar Carre-Four slips through the gates and is immediately los sight in the darkness of the road beyond.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Betsy steps into her room, she sees Rand standing by o of the windows.  In his face and his posture are complete dejection, utter misery.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Betsy, can I talk to you a minute?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(with quiet sympathy)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Of course, Wes. She waits, inquiringly.  Rand takes a few steps into the and turns to stare through the door, across the garden to Jessica's room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Does she suffer?  Does she know what she is?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know. (trying to ease the truth)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I once asked Dr. Maxwell the same question.  He said he thought she was like a sleepwalker who would never waken.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She hated sleep.  She used to say it was a thief -- stealing away her life, an hour at a time...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(trying to speak lightly)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not to a nurse.  Sleep is a cure. Betsy crosses to the dressing table and takes a small cot stoppered bottle from a drawer.  She pulls out the cotton shakes two little pills into her hand. BETSY (cont'd) (going to Rand)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In fact, I'm prescribing sleep for you right now. She puts them into his hand. BETSY (cont'd)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Be a good patient.  Take these and go to bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(suddenly)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She's dead.  The dead ought to be buried.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(gently)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But she's not dead, Wes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(violently)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know what she is!  That's death -- no mind, no senses -- no love, no hate, no feeling -- nothing!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Please, Wes, do as I ask.  You must rest, you must sleep. Rand turns his hand and lets the tablets fall to the floo",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(dully)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She should have rest. (looking up at Betsy)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She shouldn't have to walk and walk, in that black emptiness. (with realization)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You could set her free.  You could give her rest.  You could give her rest. Betsy, alarmed and troubled, puts her hand on his arm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't think of it, Wes.  I couldn't do that. Rand turns and takes hold of her arm pleadingly, urgently",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You could do it.  You have drugs -- it would be so quick -- a single injection.  If you won't do it for her sake, do it for Paul. Betsy shakes her head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, Wes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jessica was never any good for Paul.  You will be, you are.  And Mother -- seeing Jessica day after day -- never able to escape, never able to forget.  Please, Betsy -- it's only merciful. He looks into her eyes and sees the finality of her refus there.  His hand drops from her arm and he turns away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(with great pity)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Her heart beats, Wes.  She breathes.  That's life -- I once took an oath to guard life. Rand straightens up and takes a deep breath.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know.  I shouldn't have asked it. He starts slowly to the open door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Houngan and the Sabreur are working over the doll aga It begins to move.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SHOOTING TOWARD the gates from behind Rand where he still sits at the table.  Jessica, dressed in a white nightgown comes slowly out of the tower and moves toward the gates. Rand watches her.  The gate stops her progress.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The doll has stopped despite the frenzied efforts of the Sabreur and the wild chanting of the voodoo adepts.  Noth can make it move again.  There is a whispered consultatio between the Sabreur and the Houngan.  The Houngan lifts h hand and the drums begin to beat a light rapid rhythm. The Sabreur dances toward the doll, making a menacing mov with his saber.  When he reaches the little image, he put the point of his saber in the ground and draws from his bodkin, a long needle.  With one swift movement, he stabs this through the doll's back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As seen from Rand's ANGLE.  He rises slowly, drains the liquor in his glass, walks forward to where Jessica stand the gate.  He looks at her for a long moment and then, as a resolve had formed in his mind, goes to the statue of S Sebastian, takes hold of one of the iron arrows.  He tugs it, but it refuses to come free.  He puts his foot up on wooden breast of the statue and gives a hard pull.  The l iron arrow comes out in his hand.  With this in his hand, walks to where Jessica stands.  He pulls back the latch b and throws the gates wide open.  Jessica moves out into t darkness.  Rand follows her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SHOOTING TOWARD the gates.  Jessica, followed by Rand, wa into the darkness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The kettle of water, without a fire, is still boiling.  T CAMERA MOVES AROUND the room to show that it is empty.  T MOVES UP ON a small shelf before which a candle is burnin On this shelf, a few inches above the candle flame, stand the cheap little doll dressed like Jessica, with the need in its back.  Suddenly, the doll falls forward on its fac",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rand carrying Jessica's dead body in his arm, comes down the sand. The surf.  Rand reverently places the body in the lapping water of the surf.  The backward drag of an outgoing wave draws it silently away from him.  He watches it go. A returning wave, tall and forward curving, upthrusts the body of Jessica so that we see it in the semi-transparenc the wave. MED. CLOSE SHOT of Rand.  The body comes floating to his feet. Rand carries the body a little further into the surf so t the waves when they come in flow past his knees.  Again, outsurge takes the body away. A returning wave brings Jessica's body back again.  (Ther a famous painting by Boecklin, called \"And the Sea Gave U its Dead\" which should somewhat influence the composition this scene.) MED. CLOSE SHOT -- Rand.  He walks forward to secure the returning body.  This time, he picks it up in his arms an starts wading forward. Rand is walking forward with the body in his arms.  The s is up to his hips.  The outgoing surge tugs at him.  He struggles to regain his footing, misses and is drawn out sea.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The stars seem to have fallen to the surface of the sea. see lights here and there, only a few feet from the water flaring and sparkling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MED. LONG SHOT.  This is a closer shot of the scene and identifies the lights.  There are torches held in the han of black fisherman, up to their knees in water, spearing flounders by torch light.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLOSEUP -- flounder fisherman.  He is moving slowly throu the shallow water his spear raised.  Suddenly, he makes a darting strike with his spear.  With a cry of triumph, he holds aloft a struggling flounder.  He disengages it from spear and puts it into the sack slung from his belt. MED. CLOSE SHOT -- another fisherman.  He, too, is moving stealthily forward, spear poised, torch held low.  Something on the surface of the water near-by attracts hi attention and he lifts up his torch, the periphery of the light widening as he holds it aloft.  The widening light reveals the dead body of Jessica afloat on the surface of water, pallid and dreamlike, her wet, white garments clin like cerements.  The fisherman looks for a moment at the and then calls off to one of the other fishermen. LONG SHOT -- flounder fishermen, their lights all converg on a central light.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MED. CLOSE SHOT.  A group of flounder fishermen come out the land.  They are carrying the bodies of Jessica and Ra They start in the direction of Fort Holland.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The fishermen come in bearing their tragic burdens.  Rand body is carried on the shoulders of four fishermen.  Behi walks Carre-Four and in his gigantic arms is the body of Jessica; her wet hair and garments dripping from the grea arms of the still-living Zombie.  The upheld torches and spears of the fishermen give a weird, processional feelin the group.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Holland, Betsy and Mrs. Rand stand watching the fishermen bringing in the bodies of the dead.  Across the garden fr the fountain stands the little group of house servants al watching.  The procession passes the fountain of St. Sebastian and the CAMERA GOES IN to show the glistening s face of the saint.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The CAMERA, as in the first portion of the script, PANS D the sign, pausing for a moment at the firm name of the Parrish & Burden Sugar Company.  Then it CONTINUES ITS DOWNWARD MOVEMENT to disclose a portion of the street its In the falling snow Betsy is standing with her back to th camera, looking up at the sign.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(narration)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It was a sad time at Fort Holland.  Mother Rand was completely broken by the tragedy. But she's a woman of   courage. She's begun to build up her  life again at St. Sebastian -- It's a good life and a full one.  As for Paul and me -- it wasn't a simple problem for either of us. A CLOSER SHOT of Betsy as she stands waiting.  She is dre in a fur-collared coat and has a little round fur cap on head.  She looks very attractive and very happy.  The doo the office opens and Paul Holland comes out, muffling up overcoat.  Betsy takes a half step to meet him.  He takes arm with a well-used and familiar gesture.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sorry to keep you waiting, darling!  I thought I'd never get away.  Invoices and stock lists piling up all day long.  The balmy tropics were never like this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(giving his arm a little squeeze as they start walking toward the camera)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I wouldn't have minded waiting.  I never mind waiting for you -- only we're dining with the Wilkins.  I don't want it said all over Ottowa that the Hollands are always late. They pass the camera which HOLDS for a moment on the sign the falling snow, then we",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_957"
    }
  ]
}