{
  "movie_id": "MOV979",
  "scenes": [
    {
      "location": "HOUSE IN THE COUNTRY",
      "time": "KITCHEN. DAY",
      "characters": [
        "MAID",
        "KIM",
        "INT. APARTMENT BATHROOM. NIGHT",
        "AMELIA",
        "INT. SAAB. SAME TIME",
        "EXT. ALLEY. DAY",
        "SERVANT",
        "INT. CAM'S BEDROOM. MOMENTS LATER",
        "RECEPTIONIST",
        "MAGGIE, (CONT'D)",
        "PETER",
        "RUTH-ANN",
        "INT. KITCHEN. NIGHT",
        "AMELIA/FAITH",
        "CAM",
        "GAGA",
        "INT. APARTMENT HALLWAY. NIGHT",
        "THE RECORD PLAYER",
        "CAM, (0.S.)",
        "ON CAM",
        "YOUNG MAN 1",
        "INT. ELEVATOR. NIGHT",
        "MAGGIE, (0.S.)",
        "FAITH/AMELIA",
        "INT. KITCHEN. DAY",
        "PAULINE",
        "CHRIS",
        "INT. FIAT. MOMENTS LATER",
        "EXT. WESTON ESTATE. DAY",
        "SHS TEAM MATE",
        "INT. ICE CREAM PARLOR. DAY",
        "EXT. HILLSIDE. DAY",
        "INT. SAAB. LATER",
        "INT. BATHROOM. NIGHT",
        "INT. HALLWAY. MOMENTS LATER",
        "EXT. TRAIN STATION. NIGHT",
        "INT. RESTAURANT PHONE BOOTH. DIFFERENT DAY",
        "EXT. APARTMENT BUILDING. NIGHT",
        "INT. RESTAURANT. DAY",
        "EXT. BEACON HILL. DAY",
        "INT. APARTMENT. LATER",
        "INT. HALFWAY HOUSE KITCHEN. DAY",
        "INT. VALIANT. NIGHT",
        "EXT. HILL. DAY",
        "EXT. APARTMENT BUILDING. DAY",
        "BUSINESSMAN 1",
        "INT. APARTMENT. NIGHT",
        "CAM, (CONT'D)",
        "EXT. VINYL-SIDED HOUSE. DAY",
        "INT. APARTMENT BUILDING STAIRS NEAR LAUNDRY ROOM. NIGHT",
        "THE CHINESE JUMPROPE",
        "THURGOOD",
        "ALL THREE",
        "EXT. WOODS. LATER",
        "BACK TO",
        "FAITH",
        "INT. LIVING ROOM. MOMENTS LATER",
        "INT. BENTLEY. MOMENTS LATER",
        "INT. APARTMENT BUILDING HALLWAY. DAY",
        "EXT. DESOLATE PARK. DAY",
        "EXT. STREET. DIFFERENT DAY",
        "EXT. SCHOOL. DAY",
        "EXT. DRIVEWAY. DUSK",
        "INT. MCLEAN HOSPITAL VISITING ROOM. DAY",
        "EXT. FOREST. DAY",
        "INT. PLUSH OFFICE. DAY",
        "INT. APARTMENT. EVENING",
        "INT. FINANCIAL FIRM. DAY",
        "INT. ENTRY HALL. DAY",
        "INT/EXT. TOYOTA STATION WAGON. DAY",
        "EXT. CONCRETE PARK. DAY",
        "ALL FOUR",
        "INT. APARTMENT BUILDING HALLWAY. NIGHT",
        "INT. LIVING ROOM. MORNING",
        "INT. LIVING ROOM. LATER",
        "EXT. APARTMENT COMPLEX. DAY",
        "INT. APARTMENT. DAY",
        "INT. LOBBY. NIGHT",
        "IN THE DINING ROOM",
        "MURRAY",
        "MR. FABRINI",
        "INT. HALLWAY. DAY",
        "DISSOLVE TO",
        "DICK",
        "INT. LIVING ROOM. DAY",
        "EXT. RAYMOND PARK. LATER",
        "EXT. STREET. NIGHT",
        "EXT. STREET. DAY",
        "INT. LIVING ROOM. NIGHT",
        "INT. APARTMENT BUILDING HALLWAY. MOMENTS LATER",
        "EXT. TRAIN STATION. DAY",
        "INT. TOYOTA STATION WAGON. DAY",
        "EXT. PARKING LOT. DAY",
        "INT. SCHOOL HALLWAY. DAY",
        "BECCA",
        "CUT TO",
        "INT. DINING ROOM. DAY",
        "INT. DINING AREA. NIGHT",
        "INT. APARTMENT. MORNING",
        "INT. VALIANT. DAY",
        "EXT. STATION. SAME DAY",
        "INT. HALLWAY. NIGHT",
        "INT. FRONT DOOR. NIGHT",
        "INT. SECOND-FLOOR HALLWAY. DAY",
        "CAROL",
        "INT. DIVE BAR. NIGHT",
        "EXT. DRIVEWAY. LATER",
        "EXT. HALLWAY. NIGHT",
        "EXT. PARK. DAY",
        "EXT. SHADY HILL SCHOOL ATHLETIC FIELDS. DAY",
        "AMELIA, (0.S.)",
        "IN THE KITCHEN",
        "EXT. RAYMOND PARK. DAY",
        "EXT. PARKING LOT. NIGHT",
        "INT. HALLWAY OUTSIDE ELEVATOR. DAY",
        "MAGGIE"
      ],
      "dialogues": [
        {
          "speaker": "Unknown",
          "text": "A man strides up a grassy hill. He is in his late-30s, cl shaven with shaggy hair. He wears a well-cut tweed riding jacket, jodhpurs and riding boots. He carries a large shillelagh which rests on his shoulder. This is CAM STUART. He sings with gusto, a Civil War marching song.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": ".--John Brown's body lies a- mouldering in the grave/ John Brown's body lies a-mouldering in the grave John Brown's body lies a-mouldering in the grave His soul is marching on/ Glory, glory hallelulah/ Glory, glory hallelulah... At the top of the hill there is a boulder. It catches his eye and he cocks his head, bemused. Laid out on the surface of the rock is a cheap fake beard He looks around. There is not a person or a building in sight. The tall grass bends in the wind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. HILLSIDE. DAY",
          "text": "Cam, now wearing the fake beard, stands on the rock, gazi out imperiously. He takes several deep breaths through hi nose, appreciating the fresh air. Then he jumps off the boulder and continues his song as he marches down the hil",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "He's gone to be a soldier in the army of the Lord/ He's gone to be a soldier in the army of the Lord/ He's gone to be a soldier in the army of the Lord... He disappears from view. A TITLE CARD READS: 1978. INT. CHILDS’ BEDROOM. NIGHT In the darkness, we hear:",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM, (0.S.)",
          "text": "Girls, wake up. Wake up. \fA flashlight clicks on. It swings between two sleeping children. Two bi-racial girls are sprawled out asleep on their beds AMELIA is ten; FAITH is eight. Cam shakes them. waking. He pulls their twisted covers off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "Rise and shine. They resist Finally they sit up. They blink at him, disoriented, shielding their eyes from the glare of the flashlight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM, (CONT'D)",
          "text": "Happy birthday, Amelia. Amelia turns on her bedside lamp.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA",
          "text": "It’s not my birthday. Cam is disheveled and dirty, still wearing the tweed ridi jacket, jodhpurs, riding boots and fake beard. wide, wet and burning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA",
          "text": "You look ridiculous. Why are you wearing that beard?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "Do you like it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "Then it’s history! He rips off the beard and throws it to the floor. eye him warily.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA",
          "text": "Where were you last night? Mommy was worried.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "You smell like mothballs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "Good nose, Faithie. This riding outfit belonged to Great-Grandpapa. We’re exactly the same size. Cam admires the craftsmanship of the jacket. His eyes are The girls",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hand-stitched by blind nuns.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA",
          "text": "Wasn’t everything hand-stitched back then?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "Not by blind nuns.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "Where’s Mommy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "Sleeping. Shhh. Faith collapses back onto her pillow, whimpering.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. HILL. DAY",
          "text": "Cam, without the fake beard, marches up the hill as the s comes up. His daughters hurry behind him, still half-asle They both wear sweaters over their nightgowns. He stops t look at the sunrise and takes a long drag on his cigarett",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "It’s going to be one hell of a hot day.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "I'm freezing. She looks like she’s going to cry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "Take my jacket, Faithie. I don’t need it. Are you cold, Amelia? He puts his jacket on Faith. Teeth chattering, Amelia sha her head no. Cam pats her approvingly on the head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "Tough cookie. She smiles with pride, shivering.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. FOREST. DAY",
          "text": "Cam and the girls traipse through the woods, each one of searching for something on the ground. Sunlight filters through the hundred-year-old trees. The air is humming an buzzing. It feels like summer. \f4. Suddenly Cam kneels by a rotten tree trunk. He gives a sh WHISTLE. His daughters run to him. The ground is covered with brig orange chanterelles. They are beautiful. They seem to glo in the shade of the tall trees. The girls are mesmerized.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "I wish I had a gown that color. He holds out his hand and they each slap him five, laughi",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The chanterelles sizzle in a cast-iron pan. Cam stirs the gently, still wearing the jodhpurs but no jacket or shirt He also wears a battered old gray fedora with a small fre picked flower stuck in the band. A cigarette dangles from his lips. His gut hangs out. An attractive African-Americ woman in her mid-30s leans against the kitchen counter. S wears a housecoat. She looks tired. This is MAGGIE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "That’s what education should be about. Hands-on, in the field. (calling loudly) You girls are fierce mushroom- hunters!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE",
          "text": "They're in bed. Exhausted.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "It’s good for them to see the sunrise. They’re too stuck in their cozy little routines.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE",
          "text": "They're ten and eight. A long loaded silence. Then:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE, (CONT'D)",
          "text": "You haven't been taking your lithium. Cam picks up the cast iron pan and slams it down hard on burner. Maggie jumps and screams, startled. She turns and hurries away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "God damn it!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Toys are scattered everywhere. A coffee table lies on its side. Cam holds a pack of cigarettes in each hand. His fa is enraged. Maggie rushes away from him. He follows her. The girls watch from the upstairs landing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "My grandfather started the Harvard Forestry School -- I’m trying to bestow some of his legacy to my children -- and you’re hassling me about lithium!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE",
          "text": "I’m calling Dr. Wendell. Cam steps in front of her and smashes the phone out of th wall. He kicks a zebra skin drum across the floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE, (CONT'D)",
          "text": "We live in this house -- He jabs his finger in her face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "You're just like my parents. You want to keep me doped! Depressed! Fat! Slow! You’d neuter me if you could!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE",
          "text": "(like speaking to a child) Your parents let us live in this house on the condition that you remain stable --",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "To hell with the house then! I’m not going to let my goddamn parents use it as a choke chain!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE",
          "text": "How could you not take it?! How could you do that to us?! He suddenly drops to his knees, maudlin and melodramatic overcome with sincere emotion. He holds onto her housecoa",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "It kills me, Maggie. The girls and I had a beautiful morning. It was magical. That doesn’t happen when I take my lithium. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fCAM (cont'd) Don’t you understand? Please tell me you understand. He looks so desperate that she wants to say she understan But she can’t. He reacts with another 180-degree turn, ba to anger. He pounds the floor repeatedly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM, (CONT'D)",
          "text": "You know what? Forget it. I’m going to find someone who gets it. Who gets me! Cam turns and rips open the front door. He marches down t sloping lawn, swiftly and stiffly like a soldier. Maggie runs to the open door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE",
          "text": "That’s just an excuse to get laid!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "(without looking back) It’s a chance to be understood!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE",
          "text": "By getting laid!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "Boo hoo hoo! Poor bourgeois Maggie and her bourgeois monogamous fantasy!",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. DRIVEWAY. LATER",
          "text": "Maggie, wearing a crochet dress and knee-high boots, thro garbage bags stuffed with clothes and toys into the trunk a pale blue Saab. The two little girls watch their franti mother. Amelia holds the entire “Little House on the Prairie” series; Faith hugs eight different Barbie Dolls. Cam appears at the end of the long driveway, riding his bicycle uphill. He is now wearing a red Speedo, thin-sole canvas tennis shoes, and a red bandana tied around his ne It is a ridiculous get-up. When he sees Maggie, he starts shouting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "Hey! Hey! Hold it, god damnit! Hold it!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE",
          "text": "(to her daughters) Get in, get in!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That is my car and those are my children! Feeble, Maggie, pretty fucking feeble! He pedals faster as Maggie pushes her daughters into the She dives in after them, pulls the door shut and locks al the doors.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. SAAB. SAME TIME",
          "text": "Cam races up and crashes his bike hard into the car. He a the bike go sprawling. Maggie and the girls scream. Maggie slides into the driver’s seat and fumbles for the right key. She drops her key ring on the floor. Cam circles the car, gesturing wildly. He sounds faraway through the glass but he is roaring. The girls stare at h",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "Goddamnit, Maggie! I am aman! I am aman! Men like to screw! That’s what we do!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE",
          "text": "Amelia, Faith. Cover your ears. They don’t. They watch in disbelief as Cam pounds his che and roars unto the skies:",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM, (CONT'D)",
          "text": "That’s why we have balls! Then he rips open the hood and reaches into the engine. Maggie finds the right key, puts it in the ignition and t it. Nothing. She turns it again. Nothing. Cam slams the hood down and grins through the windshield. comes around to her driver’s side window. His eyes are bright and wet and insane. He holds the distributor cap.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM, (CONT'D)",
          "text": "I’m never going to let you go. I love you all too much. Both girls stare at him, completely still. Cam looks back them and sees their terrified faces looking out at him an his face changes. A profoundly sad expression comes over him. An expression of regret.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I’m sorry. He staggers backwards, puts his hands in front of his fac and sinks to the driveway cross-legged. He doesn’t move.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. SAAB. LATER",
          "text": "Maggie sits in the backseat, between the girls. Faith is her knees, braiding her mother’s hair. Amelia looks out t window. Cam hasn’t moved. His bare shoulders are beet red",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA",
          "text": "He’s sitting on the gravel and all he’s wearing is a bathing suit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE",
          "text": "Sweetie, your father is very sick right now. He’s not himself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA",
          "text": "He’s really sunburned.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE",
          "text": "Listen. Look at me. She does.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE, (CONT'D)",
          "text": "I don’t want you to tell your friends or teachers about any of this. We know your father’s a good person and he would never hurt us, but it’s hard for people to understand and it’s very sad. Okay? Okay? Amelia nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. DRIVEWAY. DUSK",
          "text": "Two policeman lay a blanket over Cam’s shoulders and help into the back of their police car. Cam is docile and does not resist. The girls watch from an upstairs bedroom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. MCLEAN HOSPITAL VISITING ROOM. DAY",
          "text": "Maggie and the girls sit side-by-side on the couch of the visiting room of McLean Hospital. \f9. Amelia is engrossed in “Watership Down.” Faith is making Barbie dolls kiss passionately and whispering. The room i pale green, filled with tranquil watercolors. A nurse holds the door open. Cam enters. He moves slowly and he is hunched over, bloated and slow. He has a shaggy beard. He wears an oversized stained t-shirt with an idio logo and sweatpants. His hands tremble.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA/FAITH",
          "text": "Daddy! They run to him and hug him around the waist. He pats the heads with swollen hands. His speech is thick and slurred",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "Little. Big Little. I loved your letters. I’m feeling much better. They are disturbed by his appearance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA",
          "text": "You are?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "Your stomach is really big.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "That's the medication they put me on. Doesn’t hurt. Go on, hit it. He stands tall and sticks his lithium gut out. They shake their heads.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "Come on. Pound on it. He slaps it again to show how hard it is. Amelia punches half-heartedly in the stomach. He tenses his muscles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM, (CONT'D)",
          "text": "Harder. Let’s go. Amelia complies with a flurry of little fists. Cam shuffl away from her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "Okay, okay. Remember. Never do that when Harry Houdini’s not ready. That’s how they killed him. Cam sits down across from Maggie and indicates for the gi to climb into his lap. They do. He lights a cigarette wit unsteady hands and smiles at Maggie through the smoke. \f10.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "You're a sight for sore eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE",
          "text": "What happened to the clothes I brought you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "There were too many buttons on shirts. And... (searching) ...latches on pants.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE",
          "text": "How are you feeling?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "(ruefully) I feel great. Maggie looks concerned.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE",
          "text": "You seemed better last week. Are they adjusting your medication?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "Yeah, they're trying something new on me... (standing up) I want to sit down. Cam starts shuffling around the room again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "I want to sit down. I want to be home with my family.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA",
          "text": "You will, Daddy! Cam smiles at them. Then, abruptly, he starts to sing, stiffly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "“When Daddy comes marching home again, hurrah hurrah... We'll give him a hearty welcome then, hurrah hurrah... The men will cheer and the boys will shout, hurrah hurrah... the ladies they will all turn out, hurrah hurrah... And we'll all... (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CAM (cont'd) (pauses, re-sets) “When Daddy comes marching home again, hurrah hurrah... He holds his arms out. The girls go to him and sing along",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALL FOUR",
          "text": "“We'll give him a hearty welcome then, hurrah hurrah... The men will cheer and the boys will shout, hurrah hurrah, the ladies they will all turn out, hurrah hurrah... Their singing continues over:",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. APARTMENT COMPLEX. DAY",
          "text": "Two large brick apartment buildings face each other acros parking lot. It is an urban environment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. APARTMENT. DAY",
          "text": "Maggie and the girls look around a vacant two-bedroom apartment. It is clean and bright and sunny. Maggie nods the SUPERINTENDENT. Amelia looks very worried. Maggie goes to the window and points, trying to be upbeat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE",
          "text": "Look, girls. There’s a swimming pool. It’ll be open in the summer. Amelia looks out. In between the two matching apartment buildings is a pool enclosed by a chain link fence. Next the pool area is a concrete “park” area with metal picnic tables. Across from the building they are in is the other building, staring back at them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA",
          "text": "Daddy loves swimming. Maggie doesn’t respond.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maggie and the girls have moved in. The apartment is clea and spare. Marimekko prints cover simple Swedish furnitur The sunniest corner is full of hanging plants. Maggie has made it pleasant. \f12. Maggie is in the kitchen cooking dinner. The girls sit at the dining room table. Amelia is doing h math homework. Faith wears an all-lavender outfit and she carving a flower design into the antique mahogany table w the pointy handle of a fork. They pepper Maggie with questions and complaints.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA",
          "text": "The roof lights come in our window at night and it’s too bright. I can’t sleep. It’s bright as day.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE, (0.S.)",
          "text": "Maybe I can make a curtain for your room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA",
          "text": "Mommy, they’re huge security lights. Like you would see at a prison.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE, (0.S.)",
          "text": "Amelia, I also wish we could've stayed out in the country, but there were no good jobs in Sudbury.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "Your job here isn’t good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE, (0.S.)",
          "text": "I’m going to find a better one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA",
          "text": "Why can’t Daddy live here with us?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "I don’t like visiting him at the halfway house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE, (0.S.)",
          "text": "Your father is still recovering from his breakdown.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "He’s a way better cook than you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IN THE KITCHEN",
          "text": "Maggie sighs heavily. \f13.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE",
          "text": "Girls, let’s have a little quiet. A few moments of quiet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IN THE DINING ROOM",
          "text": "Amelia watches as Faith digs in to the table harder and w more determination.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA",
          "text": "Daddy told me they injected him with Thorazine at the hospital and it made him bite the insides of his cheeks until his mouth was filled with blood. Beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE, (0.S.)",
          "text": "It’s still quiet time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA",
          "text": "What’s Thorazine? Maggie comes out with two bowls of pasta and sees what Fa has been doing. She drops the bowls down on the table and grabs Faith by the shoulders.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE",
          "text": "Faith! What are you doing? Why would you do that? Why would you do that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "It’s a flower. It’s pretty. Maggie sinks into a dining room chair, lays her head on t table and sobs. After a moment, the girls take their past bowls and start eating in silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA",
          "text": "Now we're being quiet, Mommy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "Yeah, Mommy, now we’re being quiet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. STREET. DAY",
          "text": "It is raining. Faith and Amelia, both wearing backpacks, walk down an urban sidewalk. They are five feet apart, no speaking. They come to a corner. Amelia goes straight and Faith goes right. \f14.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. ALLEY. DAY",
          "text": "Amelia trudges alone down an alley.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. DESOLATE PARK. DAY",
          "text": "Amelia cuts through a public park.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. VINYL-SIDED HOUSE. DAY",
          "text": "Amelia approaches a three-story house. She rings the doorbell. She is dripping wet. One of Cam’s HOUSEMATES answers the door. He has an unfriendly, suspicious manner and bad skin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA",
          "text": "My father... lives here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. SECOND-FLOOR HALLWAY. DAY",
          "text": "Amelia passes a fidgety woman with a bowl haircut. She st and stares at the closed door to her father’s room. There a home-made poster taped to the door which reads: You say INDIVIDUAL RESPONSIBILITY, I say WE ARE NOT ALONE. Also taped to the door is a National Geographic picture o gorilla. She knocks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM, (0.S.)",
          "text": "Yes? She opens the door. Cam sits over the various parts of a camera, unshaven with a cigarette in his mouth. He wears jeans and a green sweatshirt that says “Vermont”. His roo is filled with moving boxes stacked floor to ceiling. He stands, surprised to see his bedraggled daughter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "Darling! Poor little draggletail. He tosses the cigarette into a Styrofoam coffee cup and p it on a table with many other old half-filled cups with cigarette butts in them. He kneels down to hug her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "I’m going to make you some soup. He picks her up in his arms and carries her down the stai \f15.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. HALFWAY HOUSE KITCHEN. DAY",
          "text": "Amelia's clothes hang over the hissing radiator, drying o Cam stirs soup on the stove. Amelia sits at the table wrapped in a big towel. Cam opens a tin of biscuits and arranges them on a plate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "What’s my plan? My plan is... get a job. That’s number one. Amelia nods her approval.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "I'll get out of this halfway house and get my own apartment. Then you girls can come for sleepovers and I’ll make crepes for breakfast and dinner. Amelia nods her approval.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "And then I’11l move back in with you and Faith and Mommy. That is, if Mommy will have me. He holds the plate of biscuits out to her. She takes one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA",
          "text": "I feel like Lucy visiting Mr. Tumnus. Cam smiles, pleased.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "That's the nicest thing anyone’s ever said to me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA",
          "text": "Mommy says you have a drinking problem. Cam bristles, offended.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "Most people I know drink far more than I do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA",
          "text": "I think if you could stop drinking and take your lithium then Mommy would let you come home. \f16.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "(sighing deeply) I don’t think Mommy loves me anymore.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA",
          "text": "But she says she loves you!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "Really? Does she say it a lot?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA",
          "text": "She always says she loves you. But that it’s hard to live with you when you refuse to face up to your adult responsibilities.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "(frowns ) Do you think Mommy should be confiding in you like this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA",
          "text": "I don’t know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "The thing is I can see all this from Mommy's point of view. I certainly understand why she slept with Jake Beal after the Walden Pond incident. Sleeping with Will Bronson was pushing it, but I still forgive her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA",
          "text": "But Mommy says you slept with somebody in the hall closet during a party when I was eight months old. She says you started it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "(defensive) I was manic. I was high as a kite when I did that. I never had a prolonged affair like everybody else seems to do! Amelia looks down and reaches for another biscuit. Cam sighs, sorry and sad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "Do you still feel like Lucy visiting Mr. Tumnus? \f17.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA",
          "text": "Not really. INT. MAGGIE’S DREARY OFFICE. DAY Maggie stands at a large metal filing cabinet, organizing color-coded files. A square-shaped woman in her 50s depos a tall stack of files next to Maggie’s head: CAROL.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "These too. The phone rings. Maggie tenses.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "Tell your kids to stop calling. This is a job. Carol trundles away. Maggie answers, professionally.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE",
          "text": "Hello, Keller Brothers -- (quietly) Faith, is it important, sweetie? You can’t call so much. They don’t like it. No TV... Okay, one show -- two shows and a movie, but please don’t call again unless you have to. I love you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. APARTMENT. EVENING",
          "text": "Cam makes dinner: crepes filled with creamed chicken and spinach. Faith sets the table. Amelia plays the piano. The front door key turns in the lock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "Mommy’s home! Maggie opens the door and walks in with a bag of grocerie Faith gestures to the table with a flourish. Maggie nods, impressed, and then she sees Cam in the kitchen and react surprised, but not unpleasantly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maggie joins Cam in the kitchen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE",
          "text": "Hello. \f18.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "Hello. Guess who showed up on my doorstep today? He nods toward Amelia. Maggie puts her groceries down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE",
          "text": "How did she get there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "Walked.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE",
          "text": "All the way from school? He nods. They share a look of parental concern. Then:",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "I think we should find a therapist for her to talk to.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE",
          "text": "Do you think that’s something your parents might pay for? Mine can’t help anymore.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "I’1l ask them. Maggie smiles at him gratefully and unpacks the groceries They move around the tiny kitchen. In the living room, Amelia starts playing a jaunty version of “The Entertaine",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "She's getting good. (calling) That sounds great, Big Little! (to Maggie) How’s the job going?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE",
          "text": "Oh, the job. She hangs her head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE",
          "text": "I graduated from Sarah Lawrence. I can’t believe I’m doing this. Maggie looks sad and tired. Cam puts his arm around her a Maggie leans into his shoulder. Amelia walks into the kitchen and puts her arms around both parents, joining th in this sweet moment. They smile down at her. Then Maggie deflates. \f19.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE",
          "text": "I forgot the laundry --",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA",
          "text": "We'll get it! She pushes her parents together and runs from the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. APARTMENT BUILDING HALLWAY. MOMENTS LATER",
          "text": "The apartment door slams. Amelia and Faith walk down the hall with a hamper. They look at each other hopefully.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. APARTMENT BUILDING STAIRS NEAR LAUNDRY ROOM. NIGHT",
          "text": "Amelia and Faith walk away from the laundry room with the hamper full of clothes. Three children are playing cards the stairs in the hall. KIM, 10, and ALI, 8, are Korean sisters. Also with them is THURGOOD, 12, who is black and very tall, friendly and fey.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KIM",
          "text": "Hi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA/FAITH",
          "text": "Hi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KIM",
          "text": "I’m Kim. This is Ali. This is Thurgood. We live on the ninth floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THURGOOD",
          "text": "(with a floppy wave) Hey there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA",
          "text": "I’m Amelia and this is Faith.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KIM",
          "text": "You guys go to Lincoln?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA",
          "text": "No. We go to Peabody. Kim squints angrily.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KIM",
          "text": "Peabody is the best public school in the city. We’re not in the Peabody School district. \f20. Thurgood puts his hand to his mouth, mock afraid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THURGOOD",
          "text": "(sing song) Uh oh. Somebody’s telling a big fat fib!",
          "sentiment": "neutral"
        },
        {
          "speaker": "KIM",
          "text": "If you live here, you’re supposed to go to Lincoln. A school that is totally one hundred percent terrible.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THURGOOD",
          "text": "Unless you like getting your ‘A’ kicked by Irish kids.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "I don’t want to get my ‘A’ kicked.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THURGOOD",
          "text": "Honey, nobody does.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA",
          "text": "Well... we go to Peabody. As Amelia and Faith struggle up the stairs with their ham",
          "sentiment": "neutral"
        },
        {
          "speaker": "KIM",
          "text": "You don’t get it. What you’re doing is illegal. And it’s not fair. It’s not at all fair. You guys are going to go to jail. Amelia and Faith hurry away. Faith looks back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "Bye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. APARTMENT. NIGHT",
          "text": "The family sits at the table, having finished the dinner made. Music plays on the record player.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA",
          "text": "What if someone asks me where I live? I don’t want to lie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE",
          "text": "Peabody is the best public school in the city -- \f21.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA",
          "text": "I don’t care. I don’t want to lie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "You're not lying, sweetheart. Your mother is lying. Maggie furrows her brow at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "I don’t want to go to Lincoln! They said we’re going to get beat up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "Don’t worry, Faithie. I’11 teach you how to fight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA",
          "text": "What if my teacher finds out I’m lying?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE",
          "text": "Miss Kendricks loves you. You're her best student.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "(wailing) They said we'd get our ‘A’ kicked by Irish kids!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE",
          "text": "You're not going to get your ‘A’ kicked --",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "(riled up) -- you'll be kicking ‘A’!",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA",
          "text": "If you want us to go to the Peabody School so bad, why didn’t we move into the Peabody School district?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE",
          "text": "We can’t afford the Peabody School district. We’re lucky to have gotten a rent-controlled apartment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA",
          "text": "But Daddy’s family is so rich -- \f22.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE",
          "text": "(losing it) Yes, but we have no money! Can you girls understand that! We have no money! I send out my resume and I get nothing! I just spent my last twelve dollars! You want to be poor and get a bad education? The neighbor below bangs very angrily on the ceiling. The all sit in silence. Then:",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "Seconds, anyone? Faith holds out her plate. Cam serves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE",
          "text": "Thank you, Cam, for this delicious dinner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "Could be like this every night... Maggie stiffens.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE",
          "text": "That would be nice, but I need a husband, not a wife.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "I'd like to be a husband but my wife won’t let me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE",
          "text": "Girls, go play in the lobby.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "But --",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE",
          "text": "Go! As they scurry out of the apartment:",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "I’m lonely, Maggie. I don’t want to move to some shitty apartment, I want to come home! \f23.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. HALLWAY. NIGHT",
          "text": "The girls listen at the door with concern as their parent continue to argue.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE, (0.S.)",
          "text": "I'm lonely too, Cam! This, here, is lonely, but you have to show me that it’ll be different this time. Bohemia is over -- A neighbor across the hall opens the door and looks annoy",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. APARTMENT. NIGHT",
          "text": "Maggie lays out three Business School applications on the dining room table: Harvard, Columbia, Wharton.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. STREET. DAY",
          "text": "Cam is on a pay phone on Mass Ave. He is leaving an answering machine message. He wears a green polo shirt an madras shorts. He wears a Polaroid 250 around his neck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "Hi, Maggie. It’s me. It’s a beautiful day. I’m skulking around Harvard Square. Anybody home? Pick up if you’re there. He waits. No answer. He continues his message.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "Just wanted to see...",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. RESTAURANT PHONE BOOTH. DIFFERENT DAY",
          "text": "Cam stands at a restaurant pay phone, leaving another message. He wears a battered corduroy sportcoat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "..»-what you and the girls are up to. Thought we could go sailing. I think Eliot Perkins would let me borrow his sailboat...",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. STREET. DIFFERENT DAY",
          "text": "Cam is at a different pay phone, leaving another message. wears a three-piece suit. He wears the Polaroid 250. \f24.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "...Or “Bringing up Baby” is playing at the Orson Welles and there’s also a Buster Keaton festival -- A loud BEEP. The machine hangs up on him. Cam hangs up th phone and walks out alone into the bustling street.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. SCHOOL HALLWAY. DAY",
          "text": "Amelia sits on a bench outside the Principal's Office, hugging her backpack, trying not to cry. Maggie exits the Principal's Office and sits down next to Amelia.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA",
          "text": "What'd he say?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE",
          "text": "(lightly) He said we're not in the Peabody School district so you and Faith have to go to Lincoln. Amelia's face crumples.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA",
          "text": "I’m sorry, Mommy. Maggie hugs Amelia to her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE",
          "text": "Don’t apologize to me. Please don't apologize to me --",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA",
          "text": "He asked where we lived and I wasn’t sure what to say --",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE",
          "text": "You did the right thing. I never wanted you to lie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA",
          "text": "He said it was illegal what we were doing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE",
          "text": "I guess I wasn’t thinking of it that way. I just wanted you to go to the best school. Maggie sits back and wipes at Amelia’s tears. \f25.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA",
          "text": "What if Faith gets beat up and it’s all because of me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE",
          "text": "Don’t worry about Faith. Faith bites. Amelia laughs, then:",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA",
          "text": "I love my teacher.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE",
          "text": "And she loves you. She stopped me in the hall and told me... (her voice breaks) She was so sorry. And she would miss you very much. Amelia nods and leans against her mother.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. LIVING ROOM. DAY",
          "text": "Cam enters with two pillowcases stuffed with clothes. Two sleeping bags sit on the sofa. As Cam picks up a teddy be and stuffs it in one of the pillowcases:",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "Sleeping bags, pajamas, stuffed animals, books, changes of clothes, what am I forgetting?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE, (0.S.)",
          "text": "Toothbrushes? Maggie enters from the kitchen with a tray. On it is a teapot and tea cups and buttered toast on a plate. She pu it on the table and pours it out, handing him a cup.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "I bought toothbrushes they can keep at my apartment. And I took two big cardboard boxes and set them up like little beds. They’re going to flip.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE",
          "text": "They're so excited. \f26.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "And during the day they can turn them over and use them as puppet theaters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE",
          "text": "You're going to have fun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "Now that I have my own place, Maggie, I’d be happy to pick them up any day and have them stay over. There’s room for you too... Beat. Maggie doesn’t reciprocate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "Just kidding. Not until you’re ready.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE",
          "text": "Cam, I got into business school. Cam reacts, impressed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "Maggie Stuart, you are some punkins. I wish I had some of that bourgeois midwestern can-do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE",
          "text": "I got a scholarship. To Columbia. Cam is thrown.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "Wait. You can’t take the girls to New York.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE",
          "text": "No. I can’t even afford a studio apartment in New York. Jenny said her mother has a small room she can rent me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "So what about the girls?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE",
          "text": "Here’s my proposal. I can get my degree in eighteen months if I do the summer session. So I go to New York. You move in here and take care of the girls. \f27. He looks at her for a long beat. Then:",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "«--Me? He takes out a cigarette.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE",
          "text": "Yes. You. You miss them. And they miss you so much. It’s just eighteen months. When I get my MBA, I'll get a job in Boston and move back in here. (gripping his arm) I know it sounds crazy, Cam, but you can do it. I know you can. Cam walks away from her, considering.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "I suppose it might be good for me to have a purpose --",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE",
          "text": "A routine. The doctor thinks that’s exactly what you need.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "Yes. A routine. Getting meals on the table. Taking them to school every morning, putting them to bed every night, making sure they brush their hair and their teeth... the laundry. He looks exhausted.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "That sounds like a lot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE",
          "text": "It is a lot. But we’re sinking deeper and deeper into a hole and I have to do something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "The new school does feel a bit like a reformatory.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE",
          "text": "It’s grim. You and I went to good schools, we had piano lessons -- \fCam looks She nods. 28.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "I never had any lessons.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE",
          "text": "But you learned how to fence and ski and sail and speak French...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "But I never took lessons. My family taught me those things.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE",
          "text": "The point is we both got a good education. And I want that for our children.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "Well, I want that too. But eighteen months is a lot of routine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE",
          "text": "You can do it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "I can?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE",
          "text": "I will come back every weekend and help you. at her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "Every weekend? And stay here with us?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "So it would be like we were a family again? Cam looks off into the distance, a determined look on his face. He feels the importance of his mission.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "I am their father, after all. \f29.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. RESTAURANT. DAY",
          "text": "Maggie sits across from MURRAY and PAULINE STUART, Cam’s parents. Murray wears a corduroy jacket with a pipe tucke into the pocket. Pauline wears a red turtleneck with a large, elaborate jade necklace over it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAULINE",
          "text": "I'm afraid we need to intervene on our son’s behalf and say: no. He’s just not up to the task.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE",
          "text": "I know he can do it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURRAY",
          "text": "And what if he can’t? It’s a recipe for disaster. Reveal that Cam is also at the table. He takes umbrage at his father’s remark as he lights his mother’s cigarette.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "You don’t seem to think I can do anything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAULINE",
          "text": "We just don’t want you to tax yourself, darling boy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE",
          "text": "We met with Dr. Wendell. He said Cam has made an excellent recovery from his breakdown and he felt he could do this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "He thinks I need more responsibility, not less. Murray looks mystified.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURRAY",
          "text": "But you’re a man. Even if you could do it, why would you want to?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE",
          "text": "He loves to cook. He loves to tell stories and play games. He's a good father. I would never ask him if I didn’t believe he could do it. Cam smiles at her gratefully. He puts his hand on hers. \f30.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAULINE",
          "text": "We believe in him too, but what if he has a breakdown?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE",
          "text": "He won’t. Because we’re all going to support him and make sure he takes his lithium. I/’11 check in every day on the phone and I'll be there on the weekends.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAULINE",
          "text": "That sounds exhausting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURRAY",
          "text": "Is this because of Feminism?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE",
          "text": "We're living at the poverty level. The girls are at a terrible school.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURRAY",
          "text": "Our children went to the best schools and I'll tell you, it didn’t add up to much.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAULINE",
          "text": "(turning on him) Our children are delightful!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURRAY",
          "text": "Absolutely. But not one of them is self-supporting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAULINE",
          "text": "Well, Murray, lest you forget: neither are we. Annoyed, Murray pulls the pipe out of his pocket and star to pack it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "I think what Maggie is doing is quite admirable.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURRAY",
          "text": "I agree. Very commendable.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAULINE",
          "text": "But how did it get to this? I thought Gaga was paying the rent on your little apartment. \f31.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE",
          "text": "She is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAULINE",
          "text": "It isn’t enough?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAULINE",
          "text": "(to Murray) Don’t we have some crystal or some silver we could sell?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURRAY",
          "text": "That won’t even pay for this meal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAULINE",
          "text": "(forcefully) No no no. Maggie Stuart, you cannot leave your family.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE",
          "text": "Pauline, I’m desperate. Utterly and completely desperate. We have no money. Pauline looks like she just ate something terrible.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAULINE",
          "text": "I hate talking about “money!” Pauline always says the word “money” with extreme distast",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURRAY",
          "text": "Then let’s drop it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAULINE",
          "text": "(leaning in) I wish we could help but we're barely getting by on the dollops of cash Gaga doles out to us...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURRAY",
          "text": "Pauline, please! Murray turns his back on the table and aggressively puffs his pipe. This is uncomfortable for him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE",
          "text": "Cam is a trust fund baby with no trust fund. My parents have done all they can. One of us is going to have to earn a living. \f32. Pauline looks very sad. She pats Maggie’s hand with genui emotion.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAULINE",
          "text": "Oh, my dear, it all just sounds so dreary!",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. PARKING LOT. DAY",
          "text": "Cam, wearing jade swimming trunks and a bright green shir is organizing Maggie's suitcases in the back of a small U Haul. A nervous, skinny man in his 40s looks on, biting h fingernails. He is PETER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "Why does he keep re-arranging everything? It was fine before. We need to go, Maggie. We’re heading into miserable traffic. Maggie nods. Peter gets into the passenger seat. Cam look toward him suspiciously.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "Who is this wimp?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE",
          "text": "Carol Webber’s cousin. He’s moving to New York to live with his mother. I’m lucky he’s splitting the cost of the truck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "He’s making you drive? Cam seems unconvinced. Maggie hugs Amelia and Faith and tries to be upbeat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE",
          "text": "You can call me anytime day or night. And I’m going to come home the weekend after next, so don’t be too sad because you’re going to see me before you know it. They nod. Faith wipes away her tears. Amelia is stone- faced.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE",
          "text": "Amelia, you have to brush your hair. Faith, will you make sure your sister brushes her hair? \f33. Faith nods. Amelia shakes her head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE",
          "text": "You are going to have a lot of fun with Daddy. Peter honks the horn. Cam reacts angrily.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "Hey! Maggie stands quickly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE",
          "text": "Cam --",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "(re: Peter) You're saying goodbye to your daughters! What kind of a cold- hearted S.0O.B. honks the horn?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE",
          "text": "Please. I’m about to spend five hours in very close quarters. Cam sighs and nods. Then:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE",
          "text": "Cam, thank you. I know this is big. Cam wears a stoic expression.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "I just wish I hadn’t dressed like a big green bug. Maggie laughs. He wraps her up in a big hug. Then the hor honks again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "Go. Seriously. Or I’m going to kick the living shit out of this guy. Maggie gets into the driver's seat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE",
          "text": "I love you. I love you girls!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "We love you too. \f34. The truck starts up. It pulls out into the street. They a stand waving.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maggie wipes a tear away. Peter is oblivious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "We'll have to make a lot of stops, I have a very small bladder -- Suddenly Maggie is startled to see Cam running full-speed alongside the truck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "Maggie! Take the Wilbur Cross Parkway! Maggie is stuck moving forward in the flow of traffic. Sh doesn’t know what to do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE",
          "text": "The what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "Remember, Maggie? We were going to Tom and Linda’s wedding and we thought we’d be late but I took the back roads and we made it in the nick of time? The Wilbur Cross Parkway! She's looking for a place to pull over. People behind her are honking now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE",
          "text": "I don’t know if I remember....",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "(shouting) At New Haven, shoot across 34 West to the Wilbur Cross! It becomes the Merritt Parkway!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The truck keeps moving and Cam can’t keep up. He shouts after them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "You can avoid Bridgeport and the trees are twice as green! \f35. Cam lights a cigarette. He stares after the truck as it disappears from view.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. PARKING LOT. DAY",
          "text": "Cam walks back to his daughters who are still standing on sidewalk where he left them. Faith is crying. Amelia is n letting herself. He picks Faith up and she puts her head his shoulder. As they walk toward the apartment building:",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "Who wants ice cream for lunch?",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. PARK. DAY",
          "text": "The girls still look really sad while they eat their ice cream cones. Cam watches them with concern.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "Want to see a movie? They shake their heads.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "We could drive out to Plum Island and look for sea glass? They shake their heads.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "We could go to the Museum of Fine Arts and look at Great Grandpapa’s portrait.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA",
          "text": "Why is his portrait hanging at the museum?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "Because a very important artist named John Singer Sargent painted it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "(indignant) “Why?” Don’t you know who we are? \f36.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. BEACON HILL. DAY",
          "text": "Cam and the girls are in his Fiat. The car is filled with trash: food wrappers, used napkins, empty containers, ora peels, mail. They are parked outside a large freestanding mansion on Beacon Hill.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "That’s where your great-grandmother grew up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "In that whole house?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "The whole thing. It’s the grandest house on Beacon Hill. Designed by Bulfinch, a very famous architect.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA",
          "text": "How did they get so rich?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "Railroads. Your great-great- grandfather was once the richest man in Boston.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA",
          "text": "So how come we’re so poor?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "...-Well, all that money was put into a trust which is controlled by your great-grandmother. And she decides when to give who what. And... it’s hard to explain. The girls stare at the house in awe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "You want to see the inside? They look excited and confused.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "Are we allowed?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA",
          "text": "You can’t just walk up and knock on people’s doors. \f37.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "(tickled by her ignorance) Sweetheart... this is Boston. They're practically expecting us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. ENTRY HALL. DAY",
          "text": "The girls look around the grand entry hall, amazed. Cam h a hand on each of their shoulders. A MAID comes in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAID",
          "text": "Mr. Fabrini will be out ina minute.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "(to girls) On the second floor are the parlors where they would have huge fancy dress balls...they would lay thick canvas down to protect the wooden floors and it looked like snow... A man in his mid-40s comes out of a study. This is MR. FABRINI. He wears a business suit. He seems annoyed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. FABRINI",
          "text": "Can I help you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "Hello. My name is Cam Stuart. My great-grandmother grew up in this house and I was wondering if I could show it to my daughters. It’s an important part of their family history.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. FABRINI",
          "text": "I’m sorry, Mr. Stuart. But this is my home. I don’t give tours. The girls are mortified. They both start for the door, bu Cam holds them in place. He is defiant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "This house was in my family for more than five generations. My great-great grandfather was born in this house on Boxing Day in 1842.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. FABRINI",
          "text": "And would your great-great- grandfather give tours to anyone who came along? \f38.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "Certainly. If they had a personal connection going back more than five generations.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. FABRINI",
          "text": "Then he’s a better man than me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "(pointed) “Better man than I.” The girls wince.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. FIAT. MOMENTS LATER",
          "text": "Cam drives much too fast down Storrow Drive, weaving in a out of traffic. Everyone is shouting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "We're going back there again! I’m going back every day till he shows you that house!",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA",
          "text": "Slow down!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "Our family lived there for more than a century for chrissake!",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "But it’s his house now and he doesn’t want to show it to you!",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA",
          "text": "That was so embarrassing!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "You shouldn’t be embarrassed! He should be embarrassed!",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH/AMELIA",
          "text": "No! You should be embarrassed! Cam reacts as if they are speaking a foreign language.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "Me? I’m not embarrassed! I’m the eldest son of the eldest son of the richest man in the world! \f39.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. ELEVATOR. NIGHT",
          "text": "The family rides the elevator in silence. All three of th look furious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. APARTMENT. NIGHT",
          "text": "The apartment is filled with boxes. Amelia is on the kitc phone. Faith is on the phone in the living room. They are both unhappy, talking low, as Cam lurks about.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "We want you to come home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE, (0.S.)",
          "text": "I‘1l be home in twelve days...",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA",
          "text": "We want you to come home right now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE, (0.S.)",
          "text": "This is a big adjustment --",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA",
          "text": "Why aren’t you coming home this Friday? You said you’d come home every single weekend. That’s what you said. INT. MAGGIE’S NEW YORK ROOM. SAME TIME Maggie stands in a grim little room with a bed and a desk a bright overhead light. Her suitcases surround her. You can hear loud traffic noise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE",
          "text": "I have registration and orientation -- next weekend is really not that far away...",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. LIVING ROOM. MORNING",
          "text": "Cam is snoring on the couch still wearing the bright gree shirt and jade swimming trunks. The TV is on. Faith stand over him, near tears, in her nightgown.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "Daddy, wake up. Daddy. We slept too long and we’re going to be late for school. \f40. Cam opens his eyes and blinks at her, disoriented.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. HALLWAY OUTSIDE ELEVATOR. DAY",
          "text": "A disheveled Cam races down the hall and puts his hand on door of the elevator to keep it from closing. In his othe hand he has a box of cereal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "Girls! Let’s move it! On the elevator is an attractive woman professionally dressed. This is BECCA. She wears a turtleneck sweater an big brown glasses. She smiles at Cam. He smiles back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "You're Maggie’s friend. I’m Cam.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BECCA",
          "text": "Becca. Kyle’s mother. Faith runs onto the elevator.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "I hate being late for school.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "Don’t worry, bunchkin. You won’t be late. Cam holds out the box of cereal. Faith reaches in, grabs handful, stuffs it in her mouth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "(calling) Amelia! Let’s go!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BECCA",
          "text": "I just have to say: my ex-husband would never do what you’re doing. I think it is so evolved. Cam puffs up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "You do? Tousled Amelia runs onto the elevator. Cam steps on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BECCA",
          "text": "Absolutely. Most men would be extremely emasculated having their wife go off to be the breadwinner. \f41.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "(deflates) Oh. Thanks. The elevator doors close.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. STREET. DAY",
          "text": "Cam runs a red light at the intersection of Huron Ave and Garden Street. The girls scream.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. SCHOOL. DAY",
          "text": "He pulls up with a screech in front of the school. The gi tumble out. As they sprint off:",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "You want me to pick you up after school?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA/FAITH",
          "text": "No! He watches the girls run up the deserted steps of the sch",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "I love you!",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. PARKING LOT. DAY",
          "text": "Cam has the hood of his car open. The girls walk up, wear their backpacks, not talking to each other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "You girls want to learn how to change an oil filter? It’s pretty straightforward --",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA/FAITH",
          "text": "No./Not really.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "Just don’t be helpless. He shuts the hood. A woman in her mid-50s is taking many grocery bags out of her car. This is RUTH-ANN MCKAY.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "Who's that? \f42.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA",
          "text": "Ruth-Ann.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "Please don’t introduce yourself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "Why not?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "Because you talk too much and nobody wants to talk to you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "I'm just being friendly. Don’t you want to know your neighbors? We live in a world with other people. He approaches Ruth-Ann. The girls follow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUTH-ANN",
          "text": "Hello girls.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA/FAITH",
          "text": "Hi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "Hi, Cam Stuart -- Ruth-Ann shakes hands warmly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUTH-ANN",
          "text": "Yes, Maggie told me. Welcome to 205. Ruth-Ann McKay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "Can we help you with your bags?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUTH-ANN",
          "text": "(grateful) Are you kidding? As they pick up the bags:",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "See, girls? People appreciate a little kindness. That’s all I’m talking about. \f43.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. APARTMENT HALLWAY. NIGHT",
          "text": "Cam carries three bags and the girls each struggle to car one down the hall to Ruth-Ann’s apartment. She unlocks he door and starts taking the bags from them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "Do you need us to help you put them away?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUTH-ANN",
          "text": "No, this is fine. Just put the bags down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "Are you sure? We’re happy to do it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUTH-ANN",
          "text": "No, this has been so helpful. Thank you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "You need anything moved? A desk or something like that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUTH-ANN",
          "text": "No I’m happy with where my desk is... She starts to close the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "Sometimes mixing up an arrangement freshens a space --",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUTH-ANN",
          "text": "No, thank you. I have to start dinner. So if you’1l excuse me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "You need anything chopped? An onion?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUTH-ANN",
          "text": "No. I’m not using onions tonight. She closes the door in his face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "What is wrong with you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA",
          "text": "You made her slam the door in your face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "(oblivious ) She had to go cook dinner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "She had to get rid of you!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "Get off my case! I’m just being a good neighbor!",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA",
          "text": "You're an annoying neighbor. People are going to see you and run in the other direction!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "No, they’re going to run toward me! Because I’m going to make sure they know that I’m the kind of guy who’s willing to move heavy furniture! Or clean out a storage locker! (yelling) Because I’m a good neighbor! He storms off down the hallway. Ten strides later.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "This is bullshit! He goes into the stairwell and slams the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. DINING AREA. NIGHT",
          "text": "They sit at the dining table, eating in angry silence. Th Beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "I learned to cook this on a Norwegian steamship headed down the Amazon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA",
          "text": "When did you do that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "Summer after I got kicked out of Harvard. \f45.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA",
          "text": "I thought you got kicked out of Exeter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "I got kicked out of both. For very different reasons... The girls’ interest is piqued. INT. GIRLS’ BEDROOM. NIGHT Cam sits in the reading chair. The girls are in their bed listening intently to their father’s story. Faith has curlers in her hair and a net over them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "I was on my way to my Ec 10 exam and I hear this bag-pipe music so I follow the sound into The Square and a street musician is playing Scottish ballads and he’s got his hat out. People are walking by and putting money in it and I think that's a good idea. So I put my hat out and sit next to him and I start singing along in my best Scottish brogue and he tells me to scram.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA",
          "text": "Because he didn’t ask you to sing and he wants to make all the money.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "Exactly. Well, we exchanged a few words and then...the bastard jumped me! This scrawny little guy and he jumped me! We got into a major brawl on top of the bag pipes and I got so excited I shit my pants.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA/FAITH",
          "text": "Ew! Cam laughs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "Needless to say, I didn’t make the exam. \f46.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA",
          "text": "And they kicked you out for missing one exam?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "Well... then the next semester I registered for seventy-five courses. He chuckles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "That’s when they determined I might not be Harvard material.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "Both girls are asleep, breathing steadily. The clock tick Cam gets up from his chair and turns out the light.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. LIVING ROOM. NIGHT",
          "text": "Cam walks into the living room of the apartment, which is full of all his boxes. He stares at them. Cam opens a box. It is filled with magazines, pieces of paper, phone books, tools, cords. It is completely disorganized. He blinks at it. It fills him with despair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. KITCHEN. NIGHT",
          "text": "Dirty dishes are piled in the sink and all over the count Cam stares at it in despair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. HALLWAY. DAY",
          "text": "The laundry hamper is overflowing, dirty clothes piled halfway up the wall. Cam stares at it in despair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. FRONT DOOR. NIGHT",
          "text": "Cam grabs his coat and scarf from the coat-stand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "(loudly) Girls, I’m going out for a couple of hours. You get some good rest. I‘1l be back before midnight... No answer from the sleeping girls. \f47.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "...Or after midnight. Love you! He opens the door, closes it quietly behind him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. PARKING LOT. NIGHT",
          "text": "Cam steps out into the cool air. He takes a deep breath, lights a cigarette, and heads out into the night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. DIVE BAR. NIGHT",
          "text": "A bar full of aging professors, shaggy poets and intense poetesses. Cam sits at the bar, drinking a can of beer. He has an animated conversation with two friends. One wears a bow-t horn-rimmed glasses and a tweed jacket; the other wears a grimy coat and ragged hat. The homeless-looking friend laughs, revealing no front teeth. Cam gestures to the bartender, indicating another round.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. APARTMENT BUILDING HALLWAY. NIGHT",
          "text": "Cam, drunk and smoking, walks down the long hall to the corner apartment. He takes out his keys and opens the doo But it stops; the chain-lock has been fastened. All the lights in the apartment are on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "(pissed off) Oh, shit. He knocks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "Unchain the door, please. Amelia comes running from the living room, crazy-haired, wielding a baseball bat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA",
          "text": "Where did you go?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "Unchain the fucking door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA",
          "text": "We woke up and you were gone. Faith was really scared. \f48. Cam grows more irritated.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "Don’t use the chain. Anyone who really wants to come in won’t be stopped by this dinky chain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As she unchains it:",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA",
          "text": "It stopped you. As he enters:",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "I didn’t really want to come in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. APARTMENT. NIGHT",
          "text": "Cam stumbles in and Amelia holds up the telephone receive triumphant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA",
          "text": "Mommy’s on the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "(bitterly) Thank you. Thanks a lot. He reluctantly takes the telephone from her. She walks do the hall to her bedroom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "(to phone) Hello. (beat) Everything's fine, Maggie. Nobody is hurt. (beat) I told them I was going out, but they were sleeping! Should I wake them up every time I want to go out? INT. GIRLS’ BEDROOM. NIGHT Amelia sits down on the bed next to Faith.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "She's going to know he’s doing a bad job.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA",
          "text": "He’s drunk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "Do you think it’s good for Mommy to know that? Amelia shrugs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA",
          "text": "She's coming home a week early. Faith gasps with excitement and hugs her sister tight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. BATHROOM. NIGHT",
          "text": "Cam opens the medicine chest and takes out his enormous bottle of lithium. He stares at it for a long time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. SCHOOL. DAY",
          "text": "The Fiat pulls up in front of the school. Children are filing in. The girls jump out of the car. Before Amelia slams the door:",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "Remember, girls. Mommy’s coming Friday. Let’s make the apartment nice for her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA",
          "text": "You have to unpack your boxes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "(lighting a cigarette) I'm just saying, we all need to pitch in -- Both girls look bratty and pissed-off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA",
          "text": "But they’re your boxes...",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "We don’t know what to do with them...",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA",
          "text": "We don’t ask you to clean up our room... Cam cannot handle the onslaught of attitude. \f50.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "Fuck it, forget it. Have a nice fucking day. Cam puts the Fiat in gear and zooms off, way too fast. Th girls watch him go, stunned and self-conscious, knowing t the other kids heard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. APARTMENT. DAY",
          "text": "Cam looks at all the boxes. The place is a disaster. He goes to the window and looks out. It is a beautiful day. Cam sighs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE RECORD PLAYER",
          "text": "Cam drops the needle on Olatunje’s Drums of Passion. A he rhythmic beat fills the room as he opens up the first box pulls out a rusted old machete.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. APARTMENT. LATER",
          "text": "The girls enter the apartment. They can’t believe their eyes. It is spic and span. A large new bookshelf lines th front hall. They jump up and down like crazy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH/AMELIA",
          "text": "Daddy! Daddy! Daddy! Daddy! Cam enters from his bedroom. He wears a grimy, oil-staine jumpsuit. The girls throw themselves into his arms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "Pretty good, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "It’s beautiful. We love it!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "Just don’t look in my bedroom. The girls hurry to his bedroom. \f51.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. CAM'S BEDROOM. MOMENTS LATER",
          "text": "Cam’s room looks like a garage. Large industrial metal shelves house paint-thinner, spray paint cans, motor oil, etc. Stacks of mail and magazines cover the desk and ther are clothes all over the bed. Amelia points at the bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA",
          "text": "Is that a machete?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "We'll keep this door closed... She closes the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. APARTMENT. NIGHT",
          "text": "Spirits are high. Amelia clears the dining room table. Faith washes the dishes and Cam dries and puts the dishes away. They sing a World War II marching song.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALL THREE",
          "text": "Hitler! Has only got one ball...Goering! Has two but very small...Himmler! Has something sim'lar...But Josef Goebels has no balls at all...",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. TRAIN STATION. NIGHT",
          "text": "Cam and the girls stand on the platform as the train pull to the Station. Cam is trying to untangle some of the massive snarls in Amelia's hair. Maggie gets off at the f end. The girls take off, running for her. Maggie drops her suitcase and drops to her knees and hold them tight. Cam walks toward them, smiling. He holds a bunch of orange gerberas. She accepts them and kisses him the cheek. She kisses both girls on the head. He picks up her suitcase and they walk down the platform. The girls skip alongside, holding their mother’s hand, ha to be all together.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. APARTMENT. DAY",
          "text": "The family bustles into the apartment. Maggie stops dead when she sees how cozy and warm it is. She looks at them with amazement. The girls are gleeful. \f52.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE",
          "text": "Who built these shelves?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA",
          "text": "Daddy. Cam looks modest but he is bursting with pride.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "They're just shelves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. PARK. DAY",
          "text": "Faith and Amelia play on the monkey bars. Cam and Maggie on a bench. Maggie looks happy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE",
          "text": "It was hard to come this weekend. I’m so glad I did. I think this is just what you needed, Cam! I think this is going to be a great thing for us. He smiles at her and takes her hand. She smiles back at h They sit holding hands as they watch the girls play.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cam lays out a bunch of newspaper on the living room floo and goes to work, taking apart an old phone. He walks awa from the tools and parts of the disassembled phone and it never moves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "The girls come in with a large hamper of laundry. They du it on the sofa and start folding it, but then they run of and it stays where it is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "The family sits in the living room eating dinner in front the television. A large roll of paper towels that is sitt on the coffee table is knocked over and rolls to the floo leaving a long trail of paper towel. Nobody picks it up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cam lies on the sofa, drinking a beer and watching television. His head rests on the pile of clean laundry. Amelia and Faith roller skate around the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "The phone parts have been pushed under the piano bench to make room for Cam’s bicycle, which stands upside down as fixes the brake mechanism. He puts his glass down on top the piano, in front of a large model ship. The top of the piano is now filled with dirty glasses, beer cans and emp yogurt containers with spoons sticking out of them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "Cam sits down in his armchair and starts taping wide silv duct tape over a large tear in the arm. Pull back on the living room. Nothing has been picked up put away. It is a disaster.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "Faith stares miserably at the stack of dirty dishes in th kitchen sink.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. APARTMENT. NIGHT",
          "text": "Cam sits in his armchair. The TV is on. He is trying to brush the snarls out of Amelia’s hair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA",
          "text": "Ow! Daddy!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "Sorry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA",
          "text": "ow!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "This is what happens when you don’t brush your hair for two weeks. Faith marches out of the kitchen, furious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "Daddy, if you’re not going to do the dishes, then I’m doing them. Cam blinks at her. It is an odd threat. He shrugs. \f54.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "Okay. Faith marches into the kitchen. A cupboard opens and slam shut. He turns his attention back to Amelia’s hair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA",
          "text": "You're hurting me! I’11 do it! She turns and rips the brush from his hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "Fine. You do it. Amelia stomps away to the bedroom. Seconds later Faith marches back to the living room with a sponge held betwee two fingers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "Where are the sponges? Cam becomes immediately stern.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "What’s wrong with that sponge?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "It smells!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "Then don’t smell it!",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "My hands stink just from touching it!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "That’s because someone left it soaking in the dishwater! I keep telling you girls, it needs to be rinsed and squeezed when you’re through with it!",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "You brought it from your old apartment! It’s probably five years old! It’s disgusting!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "We are not the kind of people who throw perfectly useful things away!",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "You won’t throw anything away! \f55.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "That is a perfectly good sponge with plenty of life left in it! Faith throws the sponge at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "Fine! Then you do the dishes!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "Fine! I will! With this sponge! Faith runs away. The downstairs neighbor pounds on the ceiling. Cam angrily pounds back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. APARTMENT. NIGHT",
          "text": "Maggie, wearing her coat and holding her suitcase, stares with dismay at the wreckage of the apartment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "We lost some momentum, but we’1ll get it back. (beat) I did get a new sponge. (pointed, to the girls) Even though I washed the old one with soap and it smelled fine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. APARTMENT. DAY",
          "text": "Maggie, wearing yellow rubber gloves and her hair tied ba cleans furiously. Cam and the girls make piles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. APARTMENT. NIGHT",
          "text": "Amelia helps her mother make her bed on the sofa. Faith practices her pirouettes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA",
          "text": "Faith and I thought of the perfect job for Daddy. A crepe cart in Harvard Square. Like they have in Paris. Maggie and Cam look at each other, amused.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE",
          "text": "You do make the best crepes. \f56.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "And I do love standing outside in January, freezing my ass off for pennies. Maggie laughs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "We’re working on the menu.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE",
          "text": "I like chocolate and coconut.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "We have that! She does a dramatic pirouette. Her parents laugh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. LIVING ROOM. NIGHT",
          "text": "It is late. Maggie sits up in her bed on the sofa, sewing button on a little girl’s sweater. Cam sits at the other of the sofa. The girls have gone to bed. Cam is feeling sorry for himself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": ".--and the building is packed with single mothers who are always checking in with each other and getting together for coffee but do any of them ever ask how I’m doing? Do they ever invite me for coffee? I’m pretty sure they all got together for wine and cheese two nights ago. Maggie has to bite her lip to keep from laughing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE",
          "text": "I'm sorry, it’s not funny.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "(smiling) It is funny. It’s pathetic. I'ma pathetic whiner. Which is probably why they don’t invite me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE",
          "text": "They’re leery of men, that’s all. Especially married men with children. \f57.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "I’m not exactly a married man. (beat) Am I?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE",
          "text": "Well. We’re a family. Cam slides his hand up her leg. She shifts away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "So is this really how we’re going to do it? You come every weekend and take up residence on the sofa?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE",
          "text": "For now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "Come on, Maggie. We haven’t slept together since before my breakdown-- He leans forward and kisses her, but after a moment she r off the sofa and moves away from him. He chases after her playful, flirting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE",
          "text": "I don’t know what will happen, Cam. I just want to get through this period. Can’t we see how it goes? As he attempts to unbutton her top:",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "And what happens at the end? You move back in here and what happens to us? Where do I go?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE",
          "text": "I want you to be the person we all know you can be. It will take steady, sustained effort. You can do it, Cam. If you want to do it. He puts his hand on her breast.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "Sexy, sexy answer. She laughs at his unrelenting flirtation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE",
          "text": "Honest, honest answer. \f58.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "So what is this? Some big test?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE",
          "text": "Don’t think of it like that. You hate tests --",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "Not if this was on the test... He kisses her. This time she kisses him back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. APARTMENT HALLWAY. NIGHT",
          "text": "The girls stand outside the closed door to Cam’s bedroom, listening and whispering to each other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "Are they having sex?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA",
          "text": "I think maybe. The girls celebrate silently. Then they hear raised voice",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE, (0.S.)",
          "text": "I’m sorry, Cam. I just can’t make promises right now --",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM, (0.S.)",
          "text": "What a bunch of baloney. You must think I’m the biggest sucker on the planet. The girls scurry into their room as Cam’s bedroom door is ripped open. Cam walks out, pulling his shirt on. He grab his coat. He exits. Maggie runs after him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE",
          "text": "Are you taking your lithium?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "Oh, shit. Lithium doesn’t stop you from feeling lonely and unappreciated. Enjoy your sofa. The front door slams. \f59.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. LIVING ROOM. NIGHT",
          "text": "Maggie lies on her bed on the sofa. Amelia walks up to he Maggie lifts the covers and Amelia gets under the blanket next to her mother.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA",
          "text": "When you and Daddy met at WGBH, was he the way he is now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE",
          "text": "(delicately) In some ways. He was funny. Compassionate. He knew everything about the outdoors. He had a job, which was good for him. He was a terrific lighting designer. But in the end, it was too much pressure... I didn’t understand about the manic-depression. Besides, everyone was having nervous breakdowns in the 60s, so I didn’t realize what a big deal it was.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA",
          "text": "You're probably sorry you married him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE",
          "text": "No. Never. Amelia snuggles in closer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA",
          "text": "You know, he’s not usually so angry like he just was. We yell at him way more than he yells at us. This information is not comforting to Maggie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. STREET. DAY",
          "text": "A cold winter day in a run-down part of Somerville, Massachusetts. Cam leans over the engine of a dented and rusty Plymouth Valiant, gunmetal gray with white patches. He wears a gri green parka with a gray three-piece suit poking out underneath. He wears nice leather shoes. A cigarette hang out of his mouth. His hair is combed. He shuts the hood. \f60. Amelia and Faith watch apprehensively. Amelia wears a par over white tights. Her snarly hair is pulled back in two barrettes. Faith wears a long wool coat and has her hair neatly combed under a velvet headband. Cam crosses to the driver’s side, gets in and turns the c on, revs the engine. CHRIS, the unfriendly man selling th car, doesn’t even try to give a spiel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRIS",
          "text": "Like I said in the ad, it runs. Cam looks around the interior of the car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRIS",
          "text": "There’s been some wear and tear on the seats. A large flap of vinyl hangs down revealing the foam underneath. In the front and the back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "Get in, girls, see what you think. Chris opens the back door and the unhappy girls start to climb in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA",
          "text": "There’s no floor!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRIS",
          "text": "It’s a little rusted. Don’t step on it. Amelia and Faith look at each other, sinking. They slide onto the backseat without stepping on the floor. Cam leans through the back door and looks at the floor we which is a rusty hole with ragged rusted edges.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "No floor? That’s dangerous. I have two small children. I'11 give you three hundred and you deal with the Fiat. He points to the Fiat which now has a broken driver side window that’s been taped up with plastic and duct tape.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. VALIANT. DAY",
          "text": "As the Valiant pulls away, Amelia kneels on the backseat waves out the back window. \f61.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA",
          "text": "Goodbye, Fiat! Goodbye, Fiat! Cam honks the horn in rapid succession for a cheerful, triumphant goodbye. They drive out into the street. Faith sits down and opens a “Harper’s Bazaar” but Amelia stays kneeling on the seat, looking out the back window. Her ey fill with tears.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "Daddy, Amelia's crying.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA",
          "text": "You always cry. Faith looks out the window, an angry expression on her fa",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "Not anymore. I vowed never to cry again. Cam looks in the rear-view mirror with concern.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "My little Stoic? What’s wrong, darling? Ma petite pamplemousse? The tears roll down Amelia’s face and she can’t wipe them away fast enough.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA",
          "text": "It’s just... What’s going to happen to the Fiat? Nobody’s going to want it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "I thought you were crying because this car sucks. Amelia shakes her head and says in a small voice:",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA",
          "text": "That car sucked too. She watches as the Fiat gets smaller and smaller and then they turn a corner and it’s gone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. VALIANT. DAY",
          "text": "The girls lie across the backseat, leaning against either door, huddled beneath an old army blanket. They wear hats \f62. Faith has the “Harper's Bazaar” magazine on her chest and Amelia holds a book called “Turning Your Dream Into A Sma Business”. They are both mesmerized at the sight of the highway rush by through the rusty holes in the floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. WESTON ESTATE. DAY",
          "text": "The Valiant turns onto a long driveway and drives past an enormous lawn and a large weeping willow and an unattache four car garage and parks in the circle in front of the house, behind a maroon Bentley.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. DINING ROOM. DAY",
          "text": "A regal old lady sits at the head of a long mahogany tabl little silver bell by her water glass. She is 92 and of another era, extremely patrician. She wears a long-sleeve black dress, pearls and a blonde wig that looks like hair swirled into a bun. This is GAGA. Cam is at the foot and the girls are in the middle. The table could sit twelve. A BUTLER brings around a silver bowl of mashed potatoes. Faith spoons a huge amount onto her plate next to the roa beef and the peas. The butler continues around the table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GAGA",
          "text": "I propose a game of crazy eights after lunch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "Yeah!",
          "sentiment": "neutral"
        },
        {
          "speaker": "GAGA",
          "text": "We don’t say ‘yeah,’ dear. We say ‘yes.’",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "Thank you, Gaga. Their mother keeps fighting that battle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GAGA",
          "text": "And how is their mother?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "She’s well. She’s been home every weekend. But she has finals so she stayed in New York to study. We’re muddling through without her. (to the butler) (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CAM (cont'd) Tell Betty the roast beef is divine. The butler nods silently and disappears to the kitchen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GAGA",
          "text": "Do you girls think it’s unusual that your mother is in New York?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA",
          "text": "She wants to have more career opportunities.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "Mommy says women can do anything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GAGA",
          "text": "She's quite a “striver,” isn’t she? That hangs in the air for the moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "We prefer the word “fighter.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "(pointing) Is that a painting of Grandma Paulie when she was little?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GAGA",
          "text": "Yes. And it’s pronounced (very patrician) ‘Paulie.’",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "Polly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GAGA",
          "text": "Paulie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "(trying hard) Polly. Polly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GAGA",
          "text": "She’s not a parrot!",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "Polly. Amelia thinks she’s got it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA",
          "text": "Polly! \f64.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GAGA",
          "text": "(frustrated) Paulie. Pauline. The little girls are really trying but they are unable to hear the distinction.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA",
          "text": "Polly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "Polline.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GAGA",
          "text": "What is the world coming to? Faith is fiercely concentrating. She says with extreme se consciousness in a faux British accent:",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "‘Paul-ie.’",
          "sentiment": "neutral"
        },
        {
          "speaker": "GAGA",
          "text": "Yes!",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. LIVING ROOM. LATER",
          "text": "The girls sit at a game table playing cards with Gaga. Ca enters, wearing his parka, carrying two large ancient coo sheets under his arm and a large roll of duct tape.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "I’m going out to work on the car. As Gaga shuffles the cards:",
          "sentiment": "neutral"
        },
        {
          "speaker": "GAGA",
          "text": "The girls tell me it has no floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "It had no floor. (holding up cookie sheets) I found these in your kitchen vault. Betty said I could have them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "Cookie sheets?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "You won't be able to step on them, but it’1ll keep out the cold air and detritus. \f65. Amelia sighs and shakes her head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GAGA",
          "text": "Cam, I’m very proud of you for taking care of these darling girls all by yourself. I mostly use the Lincoln these days. I'd like you to have the Bentley. The girls scream and leap to their feet like Lottery winn",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. BENTLEY. MOMENTS LATER",
          "text": "Amelia and Faith are scrambling all over it, touching everything. They push every button. They run their hands over the smooth wood. They rest their cheeks against the leather and inhale. Amelia sits in the driver’s seat and waves through the windshield at her father, who is outsid looking at the car with apprehension, smoking a cigarette",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. LIVING ROOM. MOMENTS LATER",
          "text": "Gaga looks extremely displeased, both hands on her cane. stands across from her, hands in his pockets.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "We live in a rent-controlled apartment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GAGA",
          "text": "I know that. I pay your rent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "And we’re very grateful --",
          "sentiment": "neutral"
        },
        {
          "speaker": "GAGA",
          "text": "Piffle. It’s dirt-cheap.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "The point is... I can’t afford to take care of the Bentley. I can’t even afford to fill up its gas tank.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GAGA",
          "text": "If you’re asking me for gas money --",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "I’m not asking for gas money, Gaga. Cam suddenly becomes nervous, uneasy. This is hard for hi \f66.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "The girls are both phenomenal students... they’re not being challenged. If you really want to help, I think they would flourish in private school. Beat. She scowls at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GAGA",
          "text": "I don’t think that’s teaching the girls a very good lesson, do you? Cam looks confused, then resigned:",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "I suppose not. Gaga takes his hand in an attempt to be supportive:",
          "sentiment": "neutral"
        },
        {
          "speaker": "GAGA",
          "text": "We all believe in you, Cameron. We know it’s not too late for you to amount to something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. VALIANT. NIGHT",
          "text": "They drive home in silence. The girls pout in the back se",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "Girls, look. I’m sorry we can’t take the Bentley. It just doesn’t make sense. I know it’s disappointing. They don’t respond. Then, in a coldly rational voice:",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA",
          "text": "You should've taken it and then sold it and bought the crepe cart and then you could’ve made lots of money and we wouldn’t be so poor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "Sweetie, although crepes may be delicious, they’re not exactly the goldmine you think they are. Especially during a recession.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA",
          "text": "Well, then we could’ve sold the Bentley and just had some money. \f67.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "(sighing) Gaga would never let me sell that car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA",
          "text": "But she was giving it to you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "That’s not how it works. It’s hard to explain. Beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "It was our one chance to have something that other people might want. Nobody wants what we have. They ride on in silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. TRAIN STATION. DAY",
          "text": "Maggie walks out of the station, with Cam and the girls. carries her suitcase. The girls brim over with excitement",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA",
          "text": "We have a surprise for you. They can’t contain themselves. They run to the Valiant. Maggie slows as she approaches the car. Inside, a DOG is barking like mad and scrambling back and forth over the seats. Cam whistles and when the dog sees him, he starts whining and wagging his tail, scratching at the windows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "That’s Jock! That’s our dog!",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA",
          "text": "Daddy got him for us!",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "Amelia named him!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE",
          "text": "Why is he acting like that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA",
          "text": "He was abused by his last owner. So any time Daddy leaves him he gets really upset. \f68.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "Because he loves Daddy! Because Daddy saved him! As Cam puts the suitcase in the trunk:",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "We're working on it. Maggie looks unenthusiastic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE",
          "text": "And this is the new car?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "It was abused by its last owner. But Daddy saved it! Cam opens the passenger side door for her, with a flouris Jock streaks out and tears down the sidewalk, going after another dog who is on a leash. Cam and the girls race aft him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "Jock! No! Bad dog! Jock! It is chaos.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. RAYMOND PARK. DAY",
          "text": "Bundled up, the family kicks a soccer ball around. Jock r between them. Some distance away Kim and Ali watch from t swings. Cam sees them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "Don’t those little girls live in our building?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA",
          "text": "Yes. But they’re really mean.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "(amused) Mean? They’re wearing identical pink parkas. How mean can they be? (calling) Hey! Hey! He waves at them to come over. Hesitant, they do. \f69.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. RAYMOND PARK. LATER",
          "text": "Maggie sits on a bench with Faith in her lap. Cam plays a spirited soccer game with all the little kids in the park The ball comes toward Cam, who is smoking. He throws down his cigarette and dodges a kid, then passes the ball to K then picks up his cigarette again when the ball is gone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. APARTMENT BUILDING HALLWAY. NIGHT",
          "text": "The girls both hold onto Jock’s leash as they walk toward apartment. Cam and Maggie follow behind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "They seem like nice kids. You should have them over sometime. Both girls scowl at him over their shoulders.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA",
          "text": "No way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "I'd rather die than have people over to our shithole. The girls take off running down the hall. Cam looks exhausted. Maggie looks at him; he shrugs, beleaguered.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "They crush my soul.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. APARTMENT BUILDING. DAY",
          "text": "Spring. The early crocuses are coming up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. APARTMENT. NIGHT",
          "text": "The apartment is a disaster. Art materials lie all over t table. Amelia bangs out a song on the piano and sings at top of her lungs while Faith does a dramatic dance. They both in their nightgowns.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA",
          "text": "“Here we come, here we come, we're the pirates, and we're going to make you swab the decks...\" \f70.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM, (0.S.)",
          "text": "(calling from the kitchen) Faithie-bear, could you clean your stuff off the dining room table?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "(twirling) I’m busy. Cam emerges from the kitchen, a mixing bowl in his arms. is whisking something and wearing a utilitarian apron.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "Dinner will be ready soon. It would be awfully nice to have a place to sit down and eat it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "Later! Cam watches, frustrated.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "Now. Now. She keeps dancing. Suddenly Cam explodes, HURLING THE BOW AT THE WALL.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "Now! Both girls are startled out of their musical reverie. The Faith explodes:",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "You are so MEAN! I am not your",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "No! I’m the goddamn servant! All I do is cook for you and drive you around and tend to your every need... He watches, furious, as she stomps by him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "...-you treat me like a goddamn maid! Cam turns off the stove. Grabs his overcoat and scarf.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "I’ve got to get out of here. \f71. Amelia jumps up from the piano and gets in his way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA",
          "text": "We don’t have a babysitter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "You don’t need a babysitter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA",
          "text": "But it’s night-time. We get scared. Faith gets scared. Cam looks for his keys, wallet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "You need to toughen up. What is there to be scared of? Wolves? Vampires?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA",
          "text": "Rapists. Cam shakes his head and puts on his coat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "If a rapist knocks, don’t let him in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA",
          "text": "What if they force their way in? That's what rapists do!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "Just kick him in the balls! Amelia runs to block the door. Jock starts barking and jumping around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA",
          "text": "(panicked) No, Daddy. Don’t go. Amelia drops to the ground and grabs Cam’s leg.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "I don’t get it. You never want to be seen with me, you won’t have your friends over, you won’t let me talk to people -- I can’t take it anymore! I need to spend time with adults, not a bunch of bossy brats! Unhand my foot! \f72. Cam leaves the apartment, slamming the door behind him. T dog barks constantly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. HALLWAY. NIGHT",
          "text": "Cam steams down the hall. Punches the elevator button. Waiting at the elevator, he pulls a pack of cigarettes fr his pocket. He looks up. At the end of the hall his daughters stand i their nightgowns and look at him silently, mournfully. Th elevator door opens. We can still hear the dog barking. He gives them the finger. Charges onto the elevator.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. ELEVATOR. NIGHT",
          "text": "Cam is agitated. He runs his hands through his hair. He punches the wall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. LOBBY. NIGHT",
          "text": "Ruth-Ann waits for the elevator. The door opens to reveal Cam, sitting dejected on the floor. She hesitates.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUTH-ANN",
          "text": "Going up?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "(defeated) I guess so.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. HALLWAY. NIGHT",
          "text": "Cam walks back down the hall to the apartment. He unlocks the door, but the chain is up. It stops him. He sighs wit frustration, then hurls his shoulder into the door, busti the chain and sending the door smashing open. The girls scream, alarmed, and jump to their feet. Amelia holds a baseball bat, Faith holds a cricket bat. Then the see it’s him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cam walks in. As he lights a cigarette: \f73.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "(worn-down ) You see, girls? That chain is worthless. The only thing it provides is a false sense of security, and that’s the last thing you girls need. He hugs them and they hug him back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA",
          "text": "We'll be braver, Daddy, I promise. Next time we'll be braver. He nods and heads back toward the kitchen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "Cam cleans up the bowl and its contents that are spilled over the wall and floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "Cam replaces the chain on the door with a deadbolt lock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. APARTMENT. NIGHT",
          "text": "Cam lies on the sofa, watching TV, drinking a beer, smoki He flips through the channels. He finishes the beer and crumples it. It joins four other crumpled cans. He reache for another. He looks depressed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. VALIANT. DAY",
          "text": "Cam, rumpled and low-energy, sits behind the wheel. The girls sit in the back seat. As Maggie gets in the car, sh sees that Cam has a huge bandage that covers his entire h and forearm. It looks like a giant q-tip.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE",
          "text": "Cam, what happened?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "What? Oh. Broke up a dog fight. Stupid. (beat) We had to give Jock away. \f74.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. APARTMENT BUILDING. DAY",
          "text": "The swimming pool is being filled. All the kids in the building stand outside the chain link fence watching with excitement.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. VALIANT. DAY",
          "text": "Cam, still low-energy, waits in the car. Maggie opens the door. The bandages on his hand are gone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE",
          "text": "The girls didn’t want to come?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "It got old.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. APARTMENT. DAY",
          "text": "Maggie carries her suitcase over to the sofa in the livin room. She surveys the messy room, which now has a mini- trampoline in the middle of the rug. She stares at the mi trampoline, incredulous. Faith runs in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "Look what we found in the trash! Faith happily starts jumping up and down on it, doing spl in the air.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. KITCHEN. DAY",
          "text": "Cam stands at the open fridge, staring into it, uninspire Amelia and Faith, wearing bathing suits, charge into the kitchen full of energy. Amelia grabs bread, peanut butter jam and milk. Faith hops up on the counter and pulls down two glasses, two plates. Amelia slaps together two sandwiches and Faith pours two glasses of milk. The girls leave the kitchen, each gingerly carrying a plate and a v full glass of milk. Cam still stares into the fridge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. TRAIN STATION. DAY",
          "text": "Cam waits in the car double-parked. He is driving a red Toyota station wagon with one gray door. Maggie is confus as she gets into the car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE",
          "text": "What happened to the Valiant? \f75.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "Didn't I tell you? It caught on fire.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. APARTMENT BUILDING. DAY",
          "text": "The swimming pool is being drained. Amelia, Faith, Kim, A and Thurgood stand outside the chain link fence with thei bicycles, watching sadly as a tarp is pulled over it. Aft a few moments, they hop on their bikes and pedal away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. STREET. DAY",
          "text": "September. Amelia and Faith walk to school in a large and lively group of children, all wearing big backpacks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. LIVING ROOM. DAY",
          "text": "Cam sits in his red armchair, watching TV, smoking. He is unshaven and unkempt. He wears tube socks, a red smoking jacket and tight tennis shorts. Amelia marches in and tap a sign on the TV screen that reads “SMOKING SUCKS AND THE YOU DIE!” Faith tapes one underneath with a picture of a black lung that says: “DEAD SMOKER’S ACTUAL LUNG!” Cam stares blankly at the signs taped to the television. does not stop smoking. Then:",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "I’m depressed. Amelia sits down on the floor and starts tying her sneake",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA",
          "text": "Of course you are. Your family gives you just barely enough money to live on, you can’t hold down a job, and you annoy people.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "You left out my hemorrhoids.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "(to Amelia) Where are you going?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA",
          "text": "Out. I’m meeting Kim and Ali.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "Can I come? \f76.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA",
          "text": "(half-hearted) I guess.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "Can I come?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA/FAITH",
          "text": "(outraged) No! God! We’re going to hang out with our friends!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "How come you never invite your friends over here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "To this shithole?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "Stop saying that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "Daddy, you can’t hang around with kids. It’s weird.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA",
          "text": "We need to have our own lives. And you need your own life --",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "How am I supposed to have my own life when you won’t let me do anything -- They leave, slamming the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. HALLWAY. MOMENTS LATER",
          "text": "Amelia and Faith wait by the elevator. Cam opens the apartment door and stands at the end of the hall, looking them mournfully. They are both furious. They look away. They look back. He is still staring at them. They exchang a look. They are pained by his misery. Finally, they relent:",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA",
          "text": "Fine. We’re hanging out at the picnic tables. The elevator doors open. The girls get on. \f77.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. CONCRETE PARK. DAY",
          "text": "Kim, Ali and Thurgood sit at the metal picnic tables. Fai and Amelia are across from them. Amelia has her Tarot car and she is doing a Tarot reading. She flips a card.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA",
          "text": "The Death card.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KIM",
          "text": "Does that mean I’m going to die?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA",
          "text": "Not necessarily... Cam stands at the end of the table, digging stuff out of pockets, looking for matches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "Any of you kids got a light? Amelia and Faith shoot him a withering look. Amelia start gathering her Tarot cards.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA",
          "text": "(to Kim) Can we finish this at your apartment?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KIM",
          "text": "Our parents don’t want us to have anyone over. We just got a new sectional. Amelia looks at Thurgood who shakes his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THURGOOD",
          "text": "My older brother is studying for law school -- he freaks out if there’s kid noise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "You're all welcome to come over to our apartment... Faith and Amelia look at each other, furious. They both glare at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA",
          "text": "Cam, can we speak to you for a minute? Faith and Amelia pull him aside, away from the other kids Cam looks uneasy. \f78.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA",
          "text": "I am about to lose my shit. We said you could come hang out with us. We did not say you could invite people into the apartment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "But I think it could be fun --",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA",
          "text": "No. Not fun. Humiliating.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "Do we need to spell it out for you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "But I’1l make tea for everybody. And cinnamon toast. We’ve got lots of board games --",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA",
          "text": "(hissing) We don’t want people to see how we live!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "(exploding) Big deal how you live! It’s not your fault! Tell them your Dad’s manic-depressive or bi-polar or whatever they’re calling it these days! Don’t not have friends because of me! The girls are thrown by this outburst. Cam slumps.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "Fuck it. Forget it. Never mind. He turns and walks back to the building, defeated. Faith Amelia look at each other, considering.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. APARTMENT BUILDING HALLWAY. DAY",
          "text": "Amelia and Faith stand outside their apartment with Thurg Kim and Ali. Amelia takes her keys from around her neck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA",
          "text": "I’m warning you. You’ve never seen anything like this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THURGOOD",
          "text": "I’ve been to messy houses before. \f79. Faith raises her eyebrows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "Not like this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA",
          "text": "(whispering) I’1l run and close Daddy’s door. Faith nods. Amelia opens the door and darts in. Faith blocks the doorway. INT. APARTMENT —- CAM’S BEDROOM. DAY Cam sits at his desk. A radio has been pulled apart and h is soldering a circuit board. His room looks like a bomb exploded. Amelia pokes her head in the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA",
          "text": "We brought some friends over. Cam blinks, surprised.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "Really? Amelia nods and closes the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. APARTMENT. DAY",
          "text": "Amelia and Faith stand in the middle of the squalor with Thurgood, Kim and Ali, who seem stunned by the mess.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KIM",
          "text": "Why do you have so much stuff?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "(with authority) Our Dad is totally Polar-Bear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA",
          "text": "(to Faith, correcting) Bi-polar. (to the rest, explaining) Manic-depressive.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THURGOOD",
          "text": "I have an uncle with that. He also lives like a pig. \f80.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KIM",
          "text": "Hey! This is cool! Kim happily bounces on the mini-trampoline in the middle all the squalor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "The children fill the living room: Amelia, Faith and Ali play Roulette. Thurgood sits cross-legged on the mini-trampoline, bounci gently and staring at the album cover of “Guys and Dolls. Kim examines an old wooden cane. She pulls the handle and sword comes out. She is totally amazed. Cam emerges from the kitchen with a teapot and a plate of cinnamon toast points. He serves them all toast and refil their teacups. Cam has never seemed happier.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "Would anyone like to learn how to make chocolate truffles from scratch?",
          "sentiment": "neutral"
        },
        {
          "speaker": "THURGOOD",
          "text": "Me! He leaps to his feet and follows Cam into the kitchen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. HILLSIDE. DAY",
          "text": "Cam comes into view, striding up the hill, whacking at th tall grasses with his machete. Behind him, the children begin to appear; they march behind him, fanning out on ei side, talking and laughing: Amelia, Faith, Kim, Ali, Thurgood, and three other kids from school.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. WOODS. LATER",
          "text": "The gang of children spreads out, searching the ground fo mushrooms and playing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The children sit on a fallen tree trunk, watching, as Cam demonstrates on Amelia how to twist someone’s arm behind their back. Amelia grabs his arm and does it to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "Cam crams the kids into the Toyota. He lays the boys down the way back like cord wood. The engine turns over twice starts. The car is weighed down and drags in the back as drives slowly down the dirt road.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. KITCHEN. DAY",
          "text": "Amelia watches as Maggie frosts a birthday cake. Maggie starts to pipe “Happy Birthday Faith” in white icing on t top.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA",
          "text": "I don’t think I’m black.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE",
          "text": "Of course you’re black.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA",
          "text": "But I look white.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE",
          "text": "Sweetie, you’re black.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA",
          "text": "Faith looks black. I look like Daddy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE",
          "text": "You’re a mix of both of us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA",
          "text": "Nobody thinks I’m black. When I tell them. Nobody thinks I look like you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE",
          "text": "Amelia, I am black. Your mother is black. So you’re black. Maggie runs out of space on the cake, halfway through “Faith.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE",
          "text": "Damn it. She throws down the pastry bag. Amelia feels guilty. \f82.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA",
          "text": "You know, you and Daddy could go out to dinner some time. We don’t need a babysitter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE",
          "text": "You don’t? Amelia shakes her head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA",
          "text": "We used to get scared, but we’re not scared anymore. Maggie puts her hand on Amelia’s head and looks at her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE",
          "text": "You’ve gotten so old.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA",
          "text": "(smiling) If it makes you feel better, I’1l tell people I’m black. Even if they think I’m delusional.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. STREET. NIGHT",
          "text": "Cam and Maggie walk to a restaurant. They are both nicely dressed, wearing scarves and overcoats.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE",
          "text": "I think the last time we were at Legal Seafood, Faith pulled shrimp scampi all over my silk blouse.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "You were so sad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE",
          "text": "It was my best shirt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "That was the same dinner where she trundled across the room and punched me right in the nuts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE",
          "text": "(laughing) You were so sad. He nods, laughs. \f83.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE",
          "text": "Amelia told me she doesn’t think she’s black.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "What? Her mother’s black. She’s just testing you, being feisty. She smiles at him with real gratitude. She links her arm through his.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE",
          "text": "She also said they’re not scared anymore. The girls seem to be ina really good place.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "No kidding. Amelia beat up the class bully last week. Kicked him so hard in the knee she put him on crutches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE",
          "text": "Wow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "I felt quite proud.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE",
          "text": "You seem good too, Cam.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "So do you. Well whaddaya know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE",
          "text": "I'll be so happy when I get a job and I’m back here. Thanks for making it possible. Maggie smiles at Cam. He pulls her closer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "Stop sleeping on the sofa. Let’s sleep in a bed together. Maggie laughs but doesn’t pull away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE",
          "text": "Cam, I can’t go in your room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "Why not? \f84.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE",
          "text": "It’s beyond belief. You have three bicycles in there. Cam looks flabbergasted.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "That’s your reason?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE",
          "text": "Yes! There are cans of paint thinner -- and the last time I went in there I got motor oil on my skirt. I mean it’s... it’s ridiculous.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "Then I’1l clean it up. Maggie laughs, teasing him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE",
          "text": "That would be nice. It would make it more inviting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "You never said anything about this before.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE",
          "text": "I’m done nagging you to clean your room, you're a grown man and it’s your room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "And my room is not inviting to you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE",
          "text": "(amused) No! Not to me or anybody else. Probably not even to you. Cam laughs, good-naturedly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "Definitely not to me. I’m cleaning it up. It’1ll take me two days tops. You’ll see. It’ll bea thing of beauty. They walk on. \f85.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. FINANCIAL FIRM. DAY",
          "text": "Maggie sits in a waiting room, professionally dressed, completely pulled together. Across from her sit three handsome 24-year-old white men. Suits, ties, polished sho They are talking, laughing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG MAN 1",
          "text": "...of course I know Jim Quincy! We were in the Delphic together at Harvard... I actually won this belt off him --",
          "sentiment": "neutral"
        },
        {
          "speaker": "RECEPTIONIST",
          "text": "Maggie Stuart? Maggie stands. The young men look at her like she’s a curiosity.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. PLUSH OFFICE. DAY",
          "text": "Maggie sits across from three fifty-year-old versions of young men in the waiting room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE",
          "text": ".-.I’m graduating at the top of my class and I’ve actually been offered a futures job at E.F. Hutton in New York, but Howard and Company is where I want to be.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUSINESSMAN 1",
          "text": "E.F. Hutton, that’s terrific. Why come back to Boston?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE",
          "text": "My children are here -- Beat. Their eyes glaze over. Maggie instantly regrets mentioning her children.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUSINESSMAN 1",
          "text": "(politely) And how old are your children?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE",
          "text": "Twelve and ten. Very independent. Which allows me to come in early and work late -- \f86.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUSINESSMAN 1",
          "text": "(smiling) Thank you so much. We'll let you know. The men stand up, signalling the end of the meeting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. FINANCIAL FIRM. DAY",
          "text": "As Maggie walks past three young men in their nice suits ties, she understands her prospects.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. STREET. DAY",
          "text": "Maggie waits on a corner in downtown Boston. She looks co and unhappy. She looks up the street and sees the red Toy wildly backing down the one-way street. Irate drivers hon at Cam. He stops in front of her. She gets into the car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "How'd the interview go? Maggie puts on an upbeat front.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE",
          "text": "Really well I think! I know a lot of people are vying for this position, but I think I’m very qualified. And I’ve got some more interviews.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "Any one of these places would be lucky to have you. She smiles at him gratefully. INT. CAM’'S BEDROOM. DAY Cam stands in the middle of his messy bedroom, pulling ex books off the shelf and putting them in a box. He comes across The Collected Poems of Robert Frost. He opens the book. He sits down on the edge of the bed, reading. Amelia calls from the kitchen: \f87.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA, (0.S.)",
          "text": "Daddy, do I add more butter for each omelette? As Cam turns the page:",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "(yelling) Half a tablespoon and make sure you let it get nut-brown. Faith steps into the doorway. She is festooned with gold pink ribbons wrapped around her arms and upper torso.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "Did you start my costume?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "...What costume?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "You know. My Flamenco dancer costume for the talent show. You're making me a skirt. Beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "Right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "(concerned) Daddy, it’s tomorrow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "(lamely) Right. I know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "I knew it! You’re not making it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "I am making it. I said I would make it and I will.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "Can you even sew?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "Hey, I was in the army.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "I want it to be all sparkly and ruffly. \f88.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "You got it, buggins. Faith claps her hands and excitedly breaks into her stomp Flamenco dance. The neighbor below bangs on the ceiling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. APARTMENT. NIGHT",
          "text": "Cam opens a closet door and hauls Maggie’s sewing machine the top shelf.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "Dining room table. Cam sits in front of the sewing machin a cigarette dangling from his lips. He studies Faith’s Flamenco doll.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "I just have to make this skirt, two hundred times bigger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "He draws a pattern on the pink satin fabric. He cuts out pattern, smoking all the while. A huge amount of ash drop on the fabric. He doesn’t notice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "He pushes the fabric through the sewing machine. This way That way. The table is covered with dirty coffee cups. Hi ashtray overflows with cigarette butts. He screws up a se",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "Goddamnit! I can’t do it! I can’t fucking do it! He yanks the fabric out of the sewing machine, throws it the floor, jumps on it, picks it up, throws it at the wal it flutters to the floor. This only fuels his rage. He spastically grabs it, crosses to the open window and hurl out the unfinished skirt. He pushes his hair back, looks around wild-eyed and crazy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. APARTMENT BUILDING. NIGHT",
          "text": "He wades through a bush to retrieve the skirt. \f89.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. APARTMENT. NIGHT",
          "text": "Cam has returned to working on the skirt. He sews a ruffl on. He turns to the flamenco doll.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "Your skirt is a joke compared to what this skirt is going to look like. Cam downs the last of a cup of coffee, cracks open a beer takes a swig.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. LIVING ROOM. NIGHT",
          "text": "Cam stands at the open window, drinking a beer. He picks the phone and dials.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE, (0.S.)",
          "text": "(sleepily) .--hello?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "(into phone) Guess what I did?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE",
          "text": "She turns on her bedside lamp and sits up, trying to orie herself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE",
          "text": "Cam... it’s almost four in the morning. Cam examines the skirt with pride.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "I just made your daughter an incredible skirt. Sparkles, ruffles... It’s probably my greatest achievement since I rebuilt the engine to my Dad’s Studebaker in college.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE",
          "text": "That’s terrific, Cam. You should probably get some sleep.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "I don’t want to sleep. \f90.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE",
          "text": "But you must be tired --",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "But I’m not tired. Maggie sits up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE",
          "text": "Cam, you know how important sleep is to --",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "Come on, Maggie! Name me one other father in America who is up right now sewing their daughter a flamenco skirt!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE",
          "text": "Cam... You are taking your lithium... aren’t you? Beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "Actually, I haven’t taken my lithium since you left. Maggie hangs her head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "I find that if I take small, steady sips of beer throughout the day, it keeps me on an even keel... He takes a long, loud, defiant sip of his beer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "Abhh... Maggie looks stricken.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. APARTMENT. MORNING",
          "text": "Cam sits on the floor surrounded by bits of fabric. Faith manages to squeeze into the very beautiful and way tight skirt. It is so tight all the way down, she can bar move her legs. She finally gets it on and stares down at She wiggles to make the ruffle move. Then:",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "I look like a flamenco mermaid! \f91. She hops over to Cam, throws her arms around his neck and says dramatically:",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "It’s the most glorious skirt I’ve ever known!",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. STATION. SAME DAY",
          "text": "Maggie walks out of the train station. Cam is double-park He wears his battered corduroy jacket and an Oxford shirt Maggie gets in the car, closes the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They sit in silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "I’m not manic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE",
          "text": "But you could be.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "I was excited. People are allowed to get excited when they can’t sew worth a damn and they manage to pull off a flamenco skirt that gets their daughter the second-most applause at the talent show.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. RESTAURANT. DAY",
          "text": "A tony Boston restaurant. The lunch crowd is well-dressed Cam and Maggie cross to sit down at the bar. Cam is angry",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE",
          "text": "You promised to take your lithium.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "And you promised to love me for better or for worse. The MAITRE D’ hurries over to them. MAITRE D’ Excuse me, sir. But our dress code requires you to wear a tie... Without missing a beat, Cam pulls an untied bowtie out of jacket pocket. As he ties it without looking: \f92.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "Let me say one thing about lithium - - no one even knows if it works. Same goes for haldol, valproic acid, and all their other so-called treatments. I’m just a guinea pig. And you never would’ve known I'd stopped taking it if I hadn’t told you. I’m an idiot. A fucking self- destructive fuckhead. His bowtie is perfectly tied. The Maitre D’ nods and quic retreats from this conversation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE",
          "text": "Cam, you said you would take responsibility for your condition --",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "The way you’ve taken responsibility for your children?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE",
          "text": "That’s not fair. You know how hard this was for me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "I know, I know, it was hard to come every weekend...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE",
          "text": "No! It wasn’t hard to come, it wasn’t hard to come... Tears suddenly roll down Maggie’s face. Cam is startled.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE",
          "text": "...it was hard to leave. Every weekend. And have people think I was the worst mother in the world because I wanted my children to have a better life and I didn’t see any other way to get it. You’re from an old blue-blood family. When you live in squalor, it’s “eccentric.” When black people live in squalor, believe me, no one is charmed. Cam is quiet for a moment as that sinks in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "If it’s any consolation, no one seems charmed by my squalor either. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CAM (cont'd) (beat) I haven’t made any headway on my bedroom. Maggie looks at him and nods, resigned. Then:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE",
          "text": "I’m going to take the E.F. Hutton job. In New York. It’s my only offer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "New York? Maggie, I can’t keep doing this all by myself -- She puts her hand on his arm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE",
          "text": "I’m not asking you to. You've done an amazing job. It’s time for me to take the girls. Cam reacts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "You're taking the girls to New York? But what about me and you? What about us? Maggie looks away. She is anguished. Cam seethes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "I knew it. I knew it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE",
          "text": "There’s so much I love about you, Cam. And I don’t want to give up on you. But I just... I can’t.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "So were you even trying to get a job here? Or was this your plan all along?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE",
          "text": "No! My plan was to come home and maybe I’d be with you and maybe I wouldn’t, but we’d still be a family. But none of that matters. These Boston firms don’t want me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "Why don’t they want you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She looks at him for a beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE",
          "text": "Because, Cam, this is Boston. They want people like you. This hits Cam like a ton of bricks. His face hardens.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "You want a job in Boston? I’1l get you a job in Boston! Cam stands and storms out of the restaurant. INT. DICK’S OFFICE. DAY DICK, 40, sits behind a large oak desk with a view onto t financial district. He wears a suit and tie. He is tall, handsome and athletic. The walls are hung with pictures o sailboats. Cam sits across from him. Cam is agitated.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK",
          "text": "You look well, Cam. Everything good down your way?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "Not really, Dickie. No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK",
          "text": "Sorry to hear that --",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "As you know, Maggie’s just gotten her MBA.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK",
          "text": "I heard. Good for her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "I was wondering why there isn’t a place for her here. It is a family firm, after all. Dick sighs and looks sorry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK",
          "text": "Well, Cam, I wish there were. But we just don’t have the position at the moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "So you're telling me that when Dickie Jr and...the other one... (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CAM (cont'd) graduate from college, they won't land here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK",
          "text": "Sumner. That’s my other son --",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "God damn it, Dickie! I know how it works! You create the position!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK",
          "text": "I have to say, Cam, this is why we never invite you to the Christmas party.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "I don’t give a shit about your Christmas party. I want you to hire my wife. She works fifty thousand times harder than any of you! Dick gets up from the desk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK",
          "text": "I'm afraid I have to ask you to leave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "Do you have any idea how hard it is? Do you have any idea what sacrifices she’s made? She needs a job here! In Boston! Cam picks up a model sailboat and hurls it at the wall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK",
          "text": "Cam! Stop it! Snap out of it! Cam picks up a chair and throws it at the bookcase, which comes down. Dick tackles him to the floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "Two SECURITY OFFICERS escort Cam out. Dick puts his hand Cam’s shoulder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK",
          "text": "Just so you know, I won’t tell Gaga about this. Cam looks at him, resigned. \f96.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. APARTMENT. NIGHT",
          "text": "Maggie sits on the sofa, folding laundry. The front door opens. She hears Cam walk down the hall to the bathroom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE",
          "text": "Cam? Cam?",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. APARTMENT BATHROOM. NIGHT",
          "text": "Cam stands at the sink, filling a glass of water. He is soaking wet from head to toe. Maggie comes to the doorway the bathroom. She is startled by his appearance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE",
          "text": "Why are you wet? Cam doesn’t look at her. He takes out his bottle of lithi",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "Girls asleep? She nods. He empties three large pills into his hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "Faith show you her skirt?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE",
          "text": "Yes. It’s beautiful. Cam swallows the pills with the full glass of water. He closes the medicine cabinet and sighs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "I couldn't get you a job in Boston. As he walks past her into his bedroom:",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "I jumped in the Charles River. INT. APARTMENT CAM’S BEDROOM. CONTINUOUS His bedroom is a pit. Cam sits down on his bed, among the piles of clothes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "I’m just going to miss them is all. Maggie nods, with great sympathy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know. 97. She exits, gently closing the door. Cam looks around at h room, the manifestation of failure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. ICE CREAM PARLOR. DAY",
          "text": "Amelia and Faith sit at a round table, ice cream sundaes front of them. Maggie and Cam sit across.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA",
          "text": "Isn't New York really expensive? Where are we going to live?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE",
          "text": "I'll find an apartment in a very safe neighborhood.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "Where will we go to school?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE",
          "text": "I‘1ll figure that out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA",
          "text": "We can’t ride bikes in New York.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE",
          "text": "You can ride your bikes when you come here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA",
          "text": "What about Daddy? Who’s going to take care of him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE",
          "text": "Daddy will take care of himself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "I'll go to dinner parties, movies, I’ll have escapades. Faith and Amelia look disapproving.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA",
          "text": "I think escapades are a bad idea. He could end up in jail.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "If we’re not here, he’1l drink too much and stop taking care of himself. \f98.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "That’s not true.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA",
          "text": "He’1ll be lonely without us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "Well, that’s true.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE",
          "text": "Taking care of you alone has been a lot of pressure for your father.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA",
          "text": "How? We get to school...",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": ".--he drives us anywhere we want to go...",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA",
          "text": "...we’ve seen more r-rated movies than any of our friends...",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "...plus he makes us french toast for dinner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE",
          "text": "He needs a break.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA",
          "text": "When I had the flu, he cut up strawberries and kiwis for me. And he arranged them on the plate like little flowers. Maggie looks at Cam. He shrugs modestly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "I did do that. I did that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE",
          "text": "Daddy will visit and you’1l visit him. New York is an incredible city. You'll like it. I promise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA",
          "text": "(shaking her head) What a crock. Maggie is speechless. Cam nods at her. \f99.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "Get used to it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. CONCRETE PARK. DAY",
          "text": "A hibachi engulfed in flame. PULL BACK TO REVEAL: Cam grills shishkebabs by the metal picnic tables. Though is a chilly day, he wears denim overalls, a striped denim workshirt and a denim cap. The girls play Chinese jumprop with Kim and Ali at the other end of the park. Maggie sit at the picnic table, near Cam, watching her daughters pla with their friends. Thurgood runs into the park area and stops in front of Ca",
          "sentiment": "neutral"
        },
        {
          "speaker": "THURGOOD",
          "text": "You've been working on the railroad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "All the live-long day. Thurgood laughs and runs off to join the other kids. Magg smiles. Cam stares into the fire.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "I can’t visit you in New York. Too much speed and noise and all the people out on the streets all night. Winds me up. Knocks me off track.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE",
          "text": "(nods ) I was just thinking about that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "I do understand why you don’t want to live with me. I’m a much better father than I was a husband.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE",
          "text": "You know what Faith said to me last night? She said: “You don’t lose your temper like Daddy and you keep the apartment nice, but the thing about Daddy is he’s always around. He’s always there.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "I thought that irritated them. \f100. He reaches through the flames and turns the shishkebabs w long metal tongs. Maggie stares off. Then she takes a dee breath.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE",
          "text": "I have a plan. I take this job and earn some money. The girls stay here with you. They keep riding their bikes. They stay with their friends. But we get them into a good private school where they can be challenged. I insist on that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "Maggie. Are you sure? Maggie stands and walks over to Cam.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE",
          "text": "If they come to New York they’1l be shut up like house pets in some dark apartment and I'1l be working till eight o’clock at night, every night. I don’t want that for them. Maggie looks over at the girls. Her heart breaks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGIE",
          "text": "They're my babies. Maggie buries her face in her hands. Cam holds out his ar",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE CHINESE JUMPROPE",
          "text": "Amelia is jumping. Kim looks over Amelia’s shoulder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KIM",
          "text": "I thought your parents were divorced.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "(sighing) No, they're married.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KIM",
          "text": "But your Mom doesn’t live with you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA",
          "text": "No. Except on the weekends.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THURGOOD",
          "text": "So are they married on the weekends? \f101.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA",
          "text": "Sort of, not really... Amelia turns to look at her parents at the other end of t park. Maggie has collapsed into Cam’s arms and she is sobbing. Cam is sobbing too. He still holds the metal tongs. Amelia watches them for a long time. Then:",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA",
          "text": "It’s hard to explain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. TOYOTA STATION WAGON. DAY",
          "text": "Cam drives the car on the highway, smoking. A CAT is drap over Cam’s shoulders while he drives. The girls are sleep in the backseat under a blanket. Amelia yawns and stirs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA",
          "text": "Daddy? How much longer?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "(pleasantly surprised) You’re awake. I thought you were going to sleep the whole way home. He quickly stabs out his cigarette. Faith squirms awake.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "We just crossed into Massachusetts. We're making great time. Faith climbs into the front passenger seat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "You both conked out so quickly. Must’ve been a fun weekend.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "It was. Mommy let me do her hair. Cam drives. It’s quiet for a moment. Amelia sits up and stares out the window, then:",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA",
          "text": "Do you know that Mommy has a boyfriend in New York?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "Of course I know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA",
          "text": "He’s nice. But I don’t like him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Me neither.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "Oh boy. Poor Mommy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA",
          "text": "Why poor Mommy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "Because it’s hard to conduct a romance when your children are gunning for your lover.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA/FAITH",
          "text": "Ew! Lover!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "Lover, swain, beau, whatever.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA",
          "text": "How come you always feel so sorry for Mommy? Cam sighs and looks sad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "Because Mommy tries hard. She wanted things to go differently.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA",
          "text": "Me too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "Me too. Cam smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "Me three. The girls laugh. Then Faith looks back at her sister and rolls her eyes with irritation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "Daddy, Amelia’s about to cry. Cam looks in the rearview at Amelia who is crying.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "Big Little... what is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA",
          "text": "I just... I worry about you. \f103.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "Please, darling. Don’t worry about me. I’11 be fine. They drive in silence. Then, starting in an absurdly deep voice, Cam breaks into “Annie Laurie.” He sings in a full Scottish brogue, his voice getting very high and squeaky forlorn on the chorus.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "Maxwellton Braes are bonnie Where early lies the dew Twas there that Annie Laurie Gave me her Promise True Gave me her promise true... And ne'er forgot shall be... For Bonnie Annie Laurie, I'd lay me doon and dee... The girls join in. As they sing, a series of cuts: -- Cam takes Amelia and Faith on a walk through Mt. Aubur Cemetery. -- Amelia runs between the shelves of books in an overstu bookstore. She rounds the corner and nestles in next to C who sits on the floor, with Faith on his lap. -- Cam proudly leads Amelia, Faith, Thurgood, Kim and Ali a tour through the grand old mansion on Beacon Hill. The children are blown away by the splendor. As they file pas Mr. Fabrini on their way out, thanking him, he nods curtl and gives them all a very tight smile. He is clearly extremely annoyed by Cam and can’t wait to get rid of him Cam grins back at him, victorious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT/EXT. TOYOTA STATION WAGON. DAY",
          "text": "They sing together.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALL THREE",
          "text": "Like dew on the gowan lying Is the tread of her fairy feet And like winds in summer sighing Her voice is low and sweet Her voice is low and sweet... (high and squeaky) She's all the world to me... And for bonnie Annie Laurie, I'd lay me doon and dee... \f104. They speed down the highway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. SHADY HILL SCHOOL ATHLETIC FIELDS. DAY",
          "text": "AMELIA, wearing the school athletic uniform, her hair pul back in a tidy french braid, stands with eight other girl lacrosse practice. They are lined up, taking turns shooti on goal. A TITLE CARD READS: One year later. Amelia runs forward and fires a ball into the net.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM, (0.S.)",
          "text": "Nice shot, Amelia! Amelia waves at Cam, who is cheering from the sidelines. Another girl runs and shoots into the net.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM, (0.S.)",
          "text": "Nice shot, Amelia’s friend! Amelia jogs back to the line of girls.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHS TEAM MATE",
          "text": "How come your dad always comes to practice?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA",
          "text": "(matter-of-fact) He’s got nothing else to do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON CAM",
          "text": "He gives Amelia a thumbs up. He drops to his knee and tak some pictures.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "Practice is over. Amelia is laughing with her friends as they put the lacrosse balls in a bag and pick up the cone Faith runs up to Amelia. Faith is wearing an SHS sweatshi and eyeglasses. Together the girls run over to Cam as he puts a new roll of film in his camera. The rest of the te heads back to the gym.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA",
          "text": "Daddy, Annie invited me for a sleepover, can I go? Please? \f105.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "And Fifi asked if I wanted to go with her family to the movies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "But I finally convinced Eliot Perkins to let me borrow his boat. I thought we could have a picnic on the river.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA",
          "text": "It’s too late to go out on a boat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "It’s four o’clock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA",
          "text": "I really want to go to Annie’s.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "Maybe Annie wants to take a ride down the Charles River.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA",
          "text": "Daddy...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "I’m serious. She lives in Boston. How many times has she gotten a ride home on a boat? Now they are the only ones left on the field.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA",
          "text": "She takes the T.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "(to Faith) What about Fifi, do you think she’d like to have a picnic on the water?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "Her mom’s picking her up in twenty minutes. Please can I go?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "You will never find a more beautiful boat or a more perfect day to go out on the river. They are unmoved. Cam shakes his head, giving up. \f106.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "Okay, well, I guess I'll tell the Charles River to go fuck itself. Both girls laugh at his ridiculous reaction.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA",
          "text": "Well, I have heard that the Charles River is a real asshole. Cam chuckles at that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA",
          "text": "Thanks, Daddy. He nods. They both hug him. He hugs them back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "Bye, Daddy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "Oh, darlings, I’m so proud of you. So's Mommy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA",
          "text": "Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "We just are. They back away from him, waving, then turn and head acros the field. He stands, watching them go. They glance back over their shoulders, smile and wave again quickly. He wa mournfully. They quicken their pace. Then he calls out:",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "I love you! They stop dead. They whirl around and steam toward him. They are completely enraged.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA",
          "text": "Don’t do that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "Do what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA",
          "text": "Watch us walk away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "I’m just watching you walk. \f107.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "Please don’t.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "You make us feel bad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "I don’t want you to feel bad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "(stamping her foot) Yes, you do! That’s why you stand there looking all pathetic!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "I’m just watching you walk across the field, for chrissake! I think I’m allowed! The girls sigh, frustrated. Amelia steps toward him, look him dead in the eye. She is stern, deliberate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA",
          "text": "Daddy. We are walking away now. And we are not turning around. We are not looking back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "I’m not asking you too! They shake their heads.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "(angry) We love you, Daddy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA",
          "text": "(furious) We love you. Goodbye. The girls turn and link arms. They huddle close together walk away from him as quickly as they can. As they go, Fa glances at her sister with concern. She puts her hand ove Amelia's and squeezes it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "Don’t cry. Don’t cry. Tears stream down Amelia’s face. \f108.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMELIA",
          "text": "(shakes her head) Can’t help it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAM",
          "text": "Hands in his pockets, he watches them walk away. Pressed together, in lock-step, they cross the playing fields. Autumn leaves skitter around their feet. They keep walking. They do not turn around. They do not look back. Then, just before they recede from view, they stop and tu They face him from this great distance. He brightens and holds up his hand. They each hold up a hand. He makes a fist in the air as if to say courage, onward. The girls d the same. The three of them stand like that for a moment. Then Amelia and Faith turn and run in the opposite direct disappearing into the gymnasium. Cam looks up at the sky. He smiles to himself. He pulls a tam o’shanter with a red pompom from his pocket and puts on his head. He lights a cigarette and walks toward the river. FADE OUT.",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_981"
    }
  ]
}