{
  "movie_id": "MOV984",
  "scenes": [
    {
      "characters": [
        "BLACK",
        "CAR INTERIOR",
        "INSIDE THE STALL",
        "INSIDE",
        "RESTAURANT",
        "SAME PLACE",
        "INTERIOR CLUB",
        "UPSTAIRS",
        "NEXT MORNING",
        "QUEENS HOUSE",
        "FRONT OF THE GASLIGHT",
        "OUTLYING CHICAGO",
        "DOOR",
        "\\",
        "10",
        "BACK OF CLUB",
        "SNOW-PATCHED VERGE",
        "I",
        "BATHROOM",
        "GATE OF HORN \\",
        "TABLE",
        "PHONE BOOK",
        "COUNTRYSIDE",
        "107",
        "FADE OUT PICTURE AND SOUND",
        "SUBWAY CAR",
        "HALLWAY",
        "CAR",
        "COMMON HALLWAY",
        "CHOCK FULL O",
        "EXTERIOR",
        "GAS STATION",
        "THE GASLIGHT",
        "OCEAN",
        "MINUTES LATER",
        "APARTMENT DOOR SWINGING OPEN",
        "ANOTHER TIME CUT",
        "LATER",
        "A MINTUE LATER",
        "CLUB",
        "STREET",
        "FADE OUT",
        "GREAT HALL",
        "COUNTER",
        "LATER STILL",
        "FADE IN",
        "FULL NIGHT",
        "BACK ALLEY",
        "INSIDE ROOM",
        "CLOCK",
        "LLEWYN AT THE REGISTER",
        "DRIVING"
      ],
      "dialogues": [
        {
          "speaker": "FADE IN",
          "text": "A point-of-view through a windshield, moving down a Villa morning. A figure is waiting at the curb, guitar case and cat to his chest. Cut outside as we pull up. The car is a big four-door. The driver is an all-American although something not quite right about his face makes h blond hair is combed back in a pompadour. The stub of a'c Llewyn looks in the back seat. A large man ina fedorais v or passed out. Next to him are two canes with silver anim The pompadoured driver, though he has stapped for Llewyn, Llewyn holds up his guitar case. Llewyn Trunk? Driver Tt’s full. He jerks his thumb toward the back seat. Llewyn operis the back door and stows the case upright, c sleeping?—fat'man. He has a goatee and sunglasses. He has brimmed fedora and an animal fetish tie pin. His french c Llewyn gingerly shuts the door and climbs in front. The driver puts the car in gear and starts driving. Llewyn, somewhat bewildered, looks at the wordless driver jacket—staring out at the road. Llewyn looks back at the body now joggles with the motion of the car. Llewyn turns back to the driver. \fLlewyn Hello. The driver’s eyes stay on the road. Driver Yeah, heya.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COUNTRYSIDE",
          "text": "Some time later. Llewyn is vacant, nodding, looking out. Elaborate gagging and wake-snarfling noises from the.Wack The man in back stirs, smacks his lips, looks around. He sees the guitar case, Driving beat. Roland Turner What's this. Liewyn My guitar, Roland Turner Sure; move in, make yourself at home, don’t mind me. ws ae Llewyn id. the trunk was full.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Roland Turner What’re you, a flamenco dancer? What’s your name? Pablo? Llewyn Llewyn Davis. Roland Turner I'm Roland Turner. This is my valet, Johnny Five.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "i 62 \f63 Llewyn looks at Johnny Five. Johnny Five is still unemotively focused on the road. The lip, though it seems to be the same length. Llewyn looks back at Roland Turner. Llewyn Yeah, we met. I think.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANOTHER TIME CUT",
          "text": "Roland Turner is fully awake and has a lot to say. Roland Turner And that was the last time I was.in Murfreesboro. Gave me to understand I would not be welpomed back. I said, that’ okay, brother, I might have managed on my own not to make it back to your little flyspeck horseshit town. What the N stand for? Llewyn ... What? : Roland Turner What's the N stand for? Lou N. Davis? Llewyn Llewyn. Llewyn. L-L-E-W-Y-N. It’s Welsh. Roland Turner Well it would have to be something, stupid fuckin name like that. Here, this would interest you, Johnny and I we in Seatttle, playing The High Spot—remember this, Johnny?—and I became indisposed after eating a toasted cheese sandwich. May well have been a rancid slice of bacon. Found myself purging from every orifice—one of them like a firehose—I said to the manager, What do you call that thing I just ate? He said “Welsh rarebit.” | sa okay, does everything from Wales make you shit yourself or just this piece of toast. He said, and I’ll never forg because it almost made the experience worthwhile, he said \f64 Mr. Turner—Holy Jesus what is that thing? He has seen the cat, peeking over Llewyn’s shoulder. Llewyn My cat. Well not my cat, it’s uh. . . Roland Turner Grown man with a cat? Is it part of your act? Llewyn No. Roland Turner ! What'd you say you play? Flamenco? | Llewyn Folk songs. Roland Turner i Folk songs! I thought you said you were a musician. Folk singer with a cat. You queer? i",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "mn Ah—I—it’s not my cai ‘didn’t know what to do “ it, 4 «Roland Turner Oh yeah? So did'you bring your dick along too? I’lk tell “you something, bout Welsh rarebit you probably didn’t { know, at least'the way they make it at the the High Spot according to the manager, Dickie Wardlow—ever played| for Dickie? Well no, you wouldn’t’ve it’s a music club, l said, T asked about the fucking toast he said—",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Outside.the window something attracts his attention. Johnny, hold up, there’s a Sinclair station. Your turn to pay for gas, Elwyn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "GAS STATION LOT i \f65 In the foreground Llewyn, back to us, leans against the c toward the station in the background is Roland Tumer, ele away with his two canes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MINUTES LATER",
          "text": "Llewyn comes out of the gas station office with a soda. Johnny Five is leaning against the building, one knee ben brick. His thumbs are hooked in his pockets. Llewyn looks at the empty car, looks at Johnny Five. Llewyn He still in there? Johnny Five Yup.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MINUTES LATER",
          "text": "Llewyn is leaned back in the front. passenget:seat, its d The sound of a distant door. He looks out: Roland Turner is rounding the corner of the towards the car, slower than on his walk in, Johnny Five‘unperches from the building and goes to help.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAR",
          "text": "Traveling. Minutes later. Quiet. Llewyn looks back. Roland Turner is in the back seat, eyes closed again. A t Johnny Five drives, smoking cigarette on his lip. Llewyn",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "67 Llewyn Couldn’t tell you. Roland Turner Clay. But! Not just any fucking clay, Belgian clay. They have this clay—what did you say your name was? Llewyn Llewyn. Roland Turner That’s right. They have this clay, only place in the worl they can find it, just outside of Bruges. Harder than my dick if it’s fired properly. Throw it against a wall. Man times as you want, go ahead, Elwyn, you.ain’t gonna break those little bastards. No massé shots, no coinsion cloth: My ass. Girl scout rules, Like music: you play like you play. Well you don’t. But in jazz, you know, we play all the notes. Twelve notes ina scale, dipshit. Not three chords on a ukelele. An assaultive drone: Beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Geeee. ... Geeee.... Ce . Geee, .. Ceeee. .. Deee. . .. Gee. Jesus Fucking’ Well, if you make a living at it more power to'you. Solo act? Llewyn Yeah, Now, ; Roland Turner & Now? Used to, what, work with the cat? Every time you played'aC major it’d puke a hairball?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "4 Llewyn I used to have a partner. Roland Turner What happened? Llewyn He threw himself off the George Washington Bridge. \fRoland Turner Well shit, I don’t blame him, I couldn’t take it either having to play Jimmie Crack Corn every night. Although, pardon me for saying so, but that’s pretty fucking stupid isn’t it? George Washington Bridge? You throw yourself off the Brooklyn Bridge. Traditionally. George Washington Bridge, who does that? What was he, a dumbbell? Llewyn Not really. Roland Turner And that’s when you picked up the cat? Thank God I never had to resort to gimmicks. People pay. to sec Roland’ Turner. Playing what he plays, going where-he goes. Exploring. It’s the freedom theyre’ paying’to, see. .They don’t wanna see some jackass playing.a.song they’ve heatd eighteen hundred times before. Though if you make a living at it more power to you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The cane whacks Llewyn’s shoulder again. i",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Here, this wouldiinterest you. There was this act I saw i Montreux Switzerlarid—bass, piano, and sound tree——",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Llewyn Mr. Turner I’m wondering. Roland Turner Huh? - Would that cane fit all the way up your ass or would a i i",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Llewyn t bit stay sticking out? Roland Turner Okay. Okay. Except threats and intimidation won’t work! with me and do you want to know why? This would interest you. I studied Santeria and certain other things squares like you would call the black arts, due to lack o i i Roland Turner stares at him. |",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f69 understanding, from Chano Pozzo in New Orleans. You say y mess me up? I don’t have to make those childish threats, just do my thing. I do my thing and one day you wake up wondering why do I have this pain in my side? I stretch and I eat right and I take warm baths but it just won’t g away, this pain, why is that? Or maybe it won’t even be that specific, depends, maybe it’s just Why is nothing going right for me? Doesn’t matter what I do, it just won come out, I just can’t make anything come out right. My life is a big bowl of shit. I don’t remember making this bowl of shit. And meantime, Roland Turner is somewhere a thousand miles away laughing his ass off. Thats what happens. A beat. Think about that, Elwyn. In this car, bad: manners won’t work. Your turn to pay for gas.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GAS STATION",
          "text": "Roland Turner is herky-jerking away into the background, Johnny Five is once again in the.driver’s séat, Llewyn in look shifts from the receding jazzman to Johnny Five. Llewyn Bum a cigarette? Johnny Five I’m out. Roland Turner recedes: clack-clack.. . clack-clack. . .",
          "sentiment": "neutral"
        },
        {
          "speaker": "LATER",
          "text": "Tire chirp as the car pulls out of the station.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INSIDE",
          "text": "Roland Turner asleep, drooling. \f70 Llewyn, in the passenger seat, is looking at: Johnny Five driving. A cigarette burns on his lower lip. Llewyn You a musician? A faint smile curls Johnny Five’s lip. After a beat: Johnny Five Tact. Llewyn ..- In talkies?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LATER",
          "text": "Same driving configuration. Roland Turner still asleep. the cigarette from his lip and stubs it out. He exhales smoke. 4",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "j i",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We seem to have caught Johnny Five in a long beat between His eyes remain on the road as he speaks. . Johnny Five Willowwall Carnival. Also. A beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Another.long beat staring at the road.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The:Brig. Three weeks on that show. Coulda been more. Cops | closed it. { A beat while Llewyn waits for him to elaborate, but he do Llewyn How come? \f73 He hoists himself with a grunt and clacks away across the",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLEWYN AT THE REGISTER",
          "text": "The cash register’s ring-open hits the cut. A waitress takes Llewyn’s cash and makes change. Llewyn How far are we from Chicago? Waitress Three hours. A little more, this weather.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TABLE",
          "text": "Johnny Five sits alone, elbow on table and hand. up;exten temple and burning cigarette wedged between two fingers. expression at the book he once again reads. His mouth han Llewyn is arriving back at the table. He drops some chang Johnny Five Ha ha-ha ha hat With his eyes still onthe book, Johnny Five’s mirth mello slowly fades. His mouth once.again hangs open as he reads Llewyn looks at the empty throw of restaurant. MEN’S ROOM Llewyn enters. A clean, empty, fairly high-ceilinged bathroom with a lon of stalls. Roland Turner’s legs are visible beneath the door of one Mindful of privacy, Llewyn goes a few stalls over and bum \f74",
          "sentiment": "neutral"
        },
        {
          "speaker": "INSIDE THE STALL",
          "text": "Llewyn lowers himself into close shot. He sits for a beat, waiting for things to develop. His eyes idly shift. His look catches on something: | Grafitti on the partition wall: What are you doing! Llewyn gazes at it. There is the sound of slithering fabric ending with a flo Licwyn frowns. He starts to rise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BATHROOM",
          "text": "Llewyn emerges from his stall and goés'to the other occup partly visible lying on the floor. Part of an arm is visi hose wrapped. { He is face-up head toward us so that the top half of his eyes rolled up;‘sheened with sweat. He twitches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOOR",
          "text": "Banging it atthe cut. Roland Turner is twitching more violently. Llewyn",
          "sentiment": "neutral"
        },
        {
          "speaker": "I",
          "text": "Llewyn reenters the bathroom leading Johnny Five. ‘ i",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You stay with him, I'll call an ambulance. i Johnny Five, unconcerned, flicks the match with which he \f75 Johnny Five Nah, he’s fine. He goes for the body. Grab his sticks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RESTAURANT",
          "text": "Johnny Five has one of Roland Turner’s arms draped over h him—all but hauling him—toward the door. Llewyn follows w",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAR",
          "text": "Johnny Five is easing Roland Turner into the back seat. The displaced cat walks circles around the part of the se Llewyn dumps in the canes with a clatter, The door is slammed shut,",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRIVING",
          "text": "Johnny Five gazes out, driving orie-handed, cigarette on His free’hand fiddles the radio knob, Very intermittent headlight-bys, accompanied by the whoos Whining static hisses into music as Johnny finds a live s The thud of our car’s wheels on road seams. Llewyn eases his head back against the headrest. Johnny Five starts humming along with a pop song.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A silent beat broken by a sharp thwack-thwack: metal agai Close on Llewyn opening his eyes, i The car is parked. It is still night. Llewyn looks to his left: Johnny Five is also stirring. Past him, a sweep of light flashlight rapping against the driver’s window. 7 Johnny rolls it down. Our view from the passenger’s sidei jacketed cop standing outside. 5 The wheels of a passing car whoosh by behind the cop: we- pulled off on a shoulder. { The cop shines his light into Johnny Five's face. i",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Voice \\ What're you doing. { Johnny Five recoils from the. light:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "i! ‘ Johnny Five { What:. We're just— | me ate Voice “€an’t’stop here. |",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Johnny Five i",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "+1 just pulled over to rest a minute. Voice Are you inebriated? Llewyn He’s not drunk. The cop briefly dips his head and shines the flashlight i \f77 Cop I didn’t ask you. You, get out of the car. Johnny Five Me? Cop You. Get out of the car. Johnny Five opens the door, gets out. Cop C’mere. The cop grabs him by the upper arm. I want you to walk this— From Llewyn's point-of-view: Johnny Five shakes the hand taked by a twirl of white light as the flashlight is-drop the officer regrabs Johnny and Johnny violently swings hi spun and slammed into the car chest-first. Llewyn recoils at the impact. Johnny’s arms are being twisted béhind his back. He is ya Llewyn’s look follows, view half-obscured by car body and the back seat. Johnny is frogma rched, hands cuffed behind his back, tow car parked behind. ‘Its:slowly turning gumball light sket back door, putting his hand on top of Johnny’s head to si After a beat the siren fires up and the police car lurche toad, spitting shoulder gravel. It hangs a hard U-turn. Red tail lights grow smaller. The siren recedes. Llewyn’s look shifts from back window to back seat. Roland Turner sleeps on, breathing softly, sweating light The disturbed cat walks back and forth on the seat. \f78 The whoosh of another car-by. Llewyn’s look wanders forward. i The ignition: no key. Llewyn looks around, not for anything in particular. He s A still beat, thinking. He decides. He opens his door, gets out, closes the door. { He opens the back door, gets out his guitar and bag, hesi The cat is seated now, looking up at him. Beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Llewyn closes the door. He mounts the shoulder to the road.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "i",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sparse traffic both ways. Headlights hit him from front, his breath vaporizing, \\ He takes a few steps in the direction the parked car was His point-of-view: the car, a toppy view since it sits on Back to Llewyn. A few more steps. A car is approaching: h out his‘thumb.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OUTLYING CHICAGO",
          "text": "aa — a Dawn. Wide: a car pulls over on a highway shoulder. Llewyn emer j from the back seat. ' t",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "79 Down from the shoulder a little ditch separates highway f Further still is a service road and on ita CTA bus termin shelter outside of it. Wind blows. The verge is patched with old snow. The car pulls away and Llewyn goes down the shoulder, wad the ditch, tries to hop and jump over the lowest point. We hear a liquid squush. Llewyn Goddamnit. He comes grimacing up the other side. Goddamn. Shit. Fuck. He looks down at shoes and cuffs, soaked through. Goddamn piss, He crunches across crusted snow patches toward the bus st BUS INTERIOR. Llewyn is one of two Passengers:in the parked bus. Suddenly its'public address’sounds. The driver, talking into his handset, says something abou the PA. The other passenger sits reading a newspaper, not listeni The driver muscles the door shut and puts the bus in moti",
          "sentiment": "neutral"
        },
        {
          "speaker": "LATER",
          "text": "Through the window at Llewyn. The bus is now crowded. The downtown Chicago.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHOCK FULL O",
          "text": "Walla and dish-clatter bang in at the cut. i beyond him are the morning-rush customers—all men, all in We are on a side-on long-lens close-up of Llewyn. He has Foreground body parts of more men in suits. Cut down to Llewyn’s feet. He has slipped one shoe off an stockinged toes to pry off the other shoe so that his fee i Up to Llewyn drinking coffee. Back down to his feet again, Both stockinged now, they re whose black ribbed-rubber surface is itself wet and filth shoes into place so that they may rest upon them: ' The waitress comes by. Waitress } More coffee? \\",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Llewyn i Thanks. |",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHONE BOOK",
          "text": "One of a pai of very thiék books bound in pebbled black p rod. The one:is swung up to flop open in the middle. Llewyn is.at the public phone in the coffeeshop. He flips pages. We:see him find the listing. In bold face that distinguis residences: GATE OF HORN. i",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Llewyn dials. | It rings through. | i",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f81 As Llewyn listens to it ring he copies the street address newspaper. Several rings. He hangs up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COUNTER",
          "text": "Llewyn sits back in. The counter is now nearly empty Waitress We’re switching over. Llewyn Huh? Waitress We're switching over to lunch service. And my shift is up Can you pay the ticket?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STREET",
          "text": "Llewyn walks, guitar over his back;:one hand carrying bag corduroy jacket closed’at his ieck. Ibis blowing hard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLOCK",
          "text": "Echoing interior. : A big institutional clock: 12:15. Llewyn sits into frame side-on, onto a tall-backed wooden He leans his head back against the wooden back, closes hi After a beat a commuter sits into frame in the foreground Commuter You hear that about the South Bend train? \fLlewyn opens his eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wh Llewyn at? Commuter You hear that announcement? How long is it delayed? Llewyn No. Don’t know. The man rises and leaves. i Llewyn closes his eyes again. ing at-Llewyni 4A moment of Soft, in the background, a man in a blue uniform is lo ’ sharper but head cropping out hesitation, then he walks toward us and Llewyn, gro’ the top of frame.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cop's Voice i What train you waiting for? { Liewyn’s eyes open again. He looks for a wordless beat, | ) Another prompt: Got a ticket? i A beat of Llewyn’s sullen stare. i",
          "sentiment": "neutral"
        },
        {
          "speaker": "GATE OF HORN \\",
          "text": "Its exterior sign. Below the name of the club: i Folk Music i Jazz Charcoal Sandwiches It is late afternoon. Llewyn goes to the front door and t He rattles it, then drops his bag and cups his hands at t",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fHe steps back, looks to either side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BACK OF CLUB",
          "text": "There is a stage door. Llewyn pushes on it: it gives.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INTERIOR CLUB",
          "text": "The house is dark. Llewyn has entered from just off a lit Llewyn Hello? There is an office door ajar in back. A young man sticks Man Hello? Llewyn Is Bud Grossman here? Man Isn’t in yet. The person disappears back into the office, Llewyn looks around, a little lost. He projects: . Llewyn Can I wait here? From inside the office: Voice Sure. Maybe an hour,",
          "sentiment": "neutral"
        },
        {
          "speaker": "LATER",
          "text": "Llewyn has one of the chairs down off a table and his gui 83",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The scrape of the stage door. Llewyn stops playing. Bud Grossman enters, stamping off snow. He has a nice coa He walks toward the back, past Llewyn, noticing him but n Llewyn, perhaps waiting for Bud Grossman to speak first, disappear into the back office. Murmur of voices. Llewyn leans the guitar against the table, picks up his b he office door. Bud Grossman and the young man we saw earlier look up fro Llewyn Mr. Grossman? A beat. Bud Grossman Yeah? Llewyn I, uh. I’m Llewyn Davis. A beat, i, Bud Grossman Uh-huh., va Llewyn I’m sorry—do you know who I am? Bud Grossman No. Llewyn Mel Novikoff sent you my record, maybe a month ago, “Inside Llewyn Davis”— Bud Grossman Oh, you’re with Mel?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "84 \f85 Llewyn Yeah, I was in Chicago—just Passing through, uh—do you like the record? Bud Grossman Don’t know. Didn’t get it. Llewyn digs in his bag. Llewyn Here it is, this is it anyway. It’s, here it is. Bud Grossman takes it, looks at it, That’s five dollars. Bud Grossman doesn’t react. He looks up from the record, Llewyn holds his look for a ... T was joking, Bud Grossman Uh-huh. A beat. Liewyn Well, I’m interested in maybe gigging here but also in : Obtaining management.— Bud Grossman Getting any money out of Mel? Llewyn Not, uh. . . not, uh— Bud Grossman Yeah I'll bet. The faintest smile fades, He shrugs. Okay. Let’s hear something. \fLlewyn - ... You don’t want to listen to the record? Bud Grossman Why should I, you’re here. Play me something. He looks down at the record. Play me something from. . . Inside Llewyn Davis. Llewyn Okay. Here? Stage? Bud Grossman i Not here. |",
          "sentiment": "neutral"
        },
        {
          "speaker": "A MINTUE LATER",
          "text": "Onstage, guitar in one hand, Llewyn swings a chair into. He sits, puts the guitar on his knee. , Bud Grossman sits near the front‘of the tostly-dark house Llewyn looks at him, looks at the guitar. A beat. i Llewyn \\ » Okay. 4 He plays. He finishes the song. i 5 He look ut at Bud Grossman. Bud Grossman has yet to show any reaction, to anything. A good beat, and then: : Bud Grossman I don’t see a lot of money here. 1",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "86",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "87 Llewyn keeps éye contact and does not display emotion eit At length: Llewyn Okay. Another beat. Bud Grossman doesn’t get up; neither does L Okay. That’s it? Bud Grossman shrugs a What else would there be? Bud Grossman You're okay. You're not green. Llewyn nods at the compliment, such as it is. He hesitate Llewyn But I don’t have what, say, Troy Nelson has, For the first time, Bud Grossman seems pleasantly interes Bud Grossman You know Troy?* oe Llewyn Yeah. Bud Grossman Good kid. (nods thoughtfully) Good kid. Llewyn rises. Bud Grossman continues: - +. Yeah, he connects with people. Bud Grossman watches Llewyn stowing his guitar. Look, I’m putting together a trio. Two guys and a girl singer. You're no front guy but if you can grow a goatee, stay out of the sun, we might see how your voice works with the other two. Comfortable with harmonies? Llewyn \fNo. Yes, but, no. I-had a partner. Bud Grossman Uh-huh, well that makes sense. My suggestion? Get ba¢k together. : Llewyn That’s good advice. Thank you Mr. Grossman.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SNOW-PATCHED VERGE",
          "text": "The bus terminal is in the background. A very low, very w the horizon. The wind blows hard. : Llewyn is negotiating the ditch, coming toward the foregr back and bag in hand. i i",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAME PLACE",
          "text": "Several minutes later. Now dusk: some ambient light but the cars all have headli A car pulls over to where Llewyn stands with his thumb ou youth leans over to roll dowir the passénger window and l",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ay wes Youth \\ ‘Where’ you going? t : . Llewyn New York. Youth \\ “ I Man, that’s great! I’m going home to New Jersey, I have | not slept—you drive, right? Llewyn Yeah. Youth Well as long as you drive and let me sleep, we can do it the way, man! Put your cello in back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "89 Llewyn opens the back door to stow his gear. The youth un over to the passenger side. . You're not gonna try to talk to me? Llewyn No. Just show me the knob for the windshield wipers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FULL NIGHT",
          "text": "A point-of-view: heavier snow swirls into headlights and foreground windshield. The wipers, beating a soporific th Passenger seat: the crew-cut youth, asleep. Regular, heav Llewyn driving. Bedraggled. Llewyn looks around the dash, locates, and reaches. The radio goes on. The tuner is thumbed through static hi distant music. Knob-fiddling cannot make.clear. More expl Llewyn blinks himself more awate.” He reset ‘to something Hinging point-of-view:of appréaching’sign: it marks the t Liewyn’s head turns-as he tracks.the sign. His eyes shift arrow. ‘ e A glow through the snow of distant city lights. Back to Llewyn. His eyes hold on the ghost of the city fo forward. He drives.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LATER",
          "text": "Still snowing. As he drives Llewyn sings, half aloud, “Ladies of Spain. A glance over at: The youth, still sleeping deeply. A look back forward—and a startled reaction: 90 Almost as soon as we see it, movement in the headlights i Impact thud. Squeal of brakes. 3 Llewyn rocks forward at the hard brake and so does the yo deep breathing continues undisturbed, Llewyn takes a wide-eyed moment, He looks around through Nothing is visible outside except dimly falling snow. Llewyn opens his door,",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXTERIOR",
          "text": "Driver's side headlight in the foreground. Blood on the b",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Llewyn is walking into the foreground to look. A looking background. He stands behind the idling:car, looking at the highway b No traffic, peaceful, dark, falling snow. Nothing visible Llewyn’s 100K travels. ‘Something catches his eye. Movement, perhaps thirty yards back, off the shoulder: a Llewyn squints against snow, 1 A badger- or ferret-sized creature is hauling itself halt highway. Before we get a good look at it, it disappears i",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "t",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "91 On Llewyn, looking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAR INTERIOR",
          "text": "Llewyn sits in. The engine rumbles in park. The wipers thud. The youth breathes in and out. After a beat, Llewyn puts the car in gear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXTERIOR",
          "text": "Locked-down: the car pulls away from us, into the backgro us in falling'snow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUBWAY CAR",
          "text": "Loud train clatter bangs in at the cut, No time of day: we.are underground. Llewyn sits in a most and bag, and still—judging by his unrelieved haggard look",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Early morning—somewhere. Llewyn emetges from peaceful sleep. He rolls onto his bac Cottage-cheese ceiling, underlit by light leaking around Llewyn rises to an elbow, looks around, orienting himself _ Achild’s room. He is in a child’s bed. A plastic red-framed something on the nightstand at his e An Etch-a-Sketch. Written on it in the spidery way permi Welcome Uncle Llewyn",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXTERIOR",
          "text": "Morning. Llewyn emerges from his sister’s Queens house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GREAT HALL",
          "text": "Cut in with a crash of echoing walla. It is the interior institution gone to seed. Llewyn sits at the battered wooden desk of an aging man w class than bureaucrat. |",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Man | No you cannot. | Llewyn | Why? \\ Man } Ya not on the rosta. ; Be a Llewyn Well, okay:€an you put me on the roster? Q Man \\ Me?: No I cannot. { Llewyn | Why? Man ‘ Why ya think? | 1 Llewyn I don’t know. Because I’m a communist. \f93 The man, suddenly less bored, glances around and then lea Man Shachmanite? Llewyn What? Man (‘my mistake”) Nah, no. It ain’t that. Y’ain’t current. ° Llewyn I’m not current. Man That’s another way of puttin it. Llewyn Is that a nautical term? Man Y’ain’t current, on ya dues;..Pay ya dues, ya go back on rosta, I can ship.ya out. Ss a post on The Maid Of The Gate, Seanian First Class} weighs anchor this Friday 6pm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Llewyn is looking in his wallet. i",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Llewyn The money, what I owe, can’t they take it out of, whateve the first week? I can’t run out on it, I’m in your fuckin sardine can. Man Yeah, they don’t do that. Ya gotta be current to ship out Llewyn finishes thumbing through his wallet. Llewyn Okay. Wow. I just make it. [’m leaving naked, man. Clean start. Can I pay you? Man",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah. I’ll write yaa receipt. And the pier and ship numbe time. Still got ya Masters Mates and Pilots License, righ Ain’t shippin out without that. / Llewyn Yeah, I got it. 1",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Man | Okay. Here it is. “Llewyn Davis.” Ya not Hugh’s kid ya? Llewyn Why not. i",
          "sentiment": "neutral"
        },
        {
          "speaker": "OCEAN",
          "text": "Looking out at gray ocean and gray sky. Waves beat,weakly shore. . A building: a hulking brick institutional building facing portico is the building’s name: Landfall: :",
          "sentiment": "neutral"
        },
        {
          "speaker": "INSIDE",
          "text": "A card set into a metal frame on:atile wall, next to an i glass display box. On the card, in marker, two names: Hugh Davis John Corsicatto x aré little personal mementos and snapshots. Some of the 1.a'sWweater with a grandson, and with grandson and Joy a _Joy’s husband. There is also a ship-in-the-bottle inside “greeting cards.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "From off, the sound of a door being pushed open.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INSIDE ROOM",
          "text": "As Llewyn enters with guitar case. \f95 Llewyn Hiya. Hugh Davis sits by the window, not looking out. He does l The other occupant of the room, on the bed further from t by a curtain:on a ceiling ring. We see only. his slippere Llewyn sets:down his guitar and swings a chair around to .-. How’s it going. No answer, but none, it seems, is expected. ... Taking off, Pop. Won’t see you for a while, shipping out. His father’s look rests upon him, not with much expressio A beat of looking at each other. Llewyn rises, not uncomfortable, to look out the rib-heig ... Try something new. He looks out for a beat. see mean, something old. His point-of-view: parking lot, some marshy grass, ocean. He shrugs, looking out. He sits back down. . .. How’s it going. The old man's eyes have followed him back and forth. Llewyn leans forward to unclasp the guitar case. He withd ... Okay, here’s this. You used to like this. He limbers his fingers briefly, then plays, and sings, “L",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The old man watches him sing. Once, even, his eyes shift fingering. \\ Second verse. The old man’s eyes shift, dreamily, to the long beat, then return to Llewyn as the song finishes, Th out. The two men look at each other, lost, it seems, in t A long beat, and then, from Llewyn, softly: : .. Wow. Another silent beat, and a more definite: . Wow. He looks briefly at John Corsicatto, then back at his fat He ealizes he still holds the guitar and stirs, learis: f and rises, ‘ welt",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLWAY",
          "text": "Wide, looking the length of the hall with. sun:glaring on tile walls. Llewyn emerges from his father’s room small, guitar. Emerged fully into the hall he stops, and looks briefly u He walks toward us, head turning to look into the rooms h We jump in'oit'His wailk as he checks to the side, and th A young:black orderly is making a bed in an empty room. Llewyn Excuse me. The man looks up. +». Can I... trouble you... My father, uh, had an acciden and uh. . . might need some help. . . He needs to be cleaned. \f97",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEENS HOUSE",
          "text": "Llewyn enters with his guitar. His sister is in the kitch sits eating at the table. Joy How is he? Llewyn He’s great. Good to see what I have to look forward to. Joy What. Llewyn. Llewyn No, I’m not kiddin. I’ve got it all figured out now. Put some hard years, yeah, but eventually ya get to kick back your food brought to ya, don’t ¢ven have to get up to shi Joy Llewyn! Danny is sitting right here! . Licwyn I’m sorry. 7 Joy What'is wrong with you! Shame on you! Llewyn | 1'm sorry. It was good to see him. It was great. Where' i you put-my file box. . Joy ! Huh? Llewyn From the house, where’s my file box? She stares at him, i Joy You told me to throw everything out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "98 He stares back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "I",
          "text": "Llewyn ; All the old stuff! Fuck, Joy, you threw out my file box? Joy Llewyn! : Llewyn i Yeah, no cursing, except now I gotta go back to the fucki union hall! It had my Masters Mates and Pilots license, | Jesus Christ, Joy! : i She comes close so that Danny won’t hear. A fierce whispe ; i Joy . 1 You told me to put it out by the curb. It's what I did. I want you to leave. Get outta heah: Angry, not apologetic: Llewyn Fuck. Yeah. I know, I’m adick, right? Joy That’s right. Llewyn looks at the eating child: Llewyn Danny, your uncle’s a bad man. . Danny 4 Okay. “FOYER. DIRECTORY The, familiar glass-covered tenant listing, showing BERKE A finger enters to buzz. Filtered: \fJean Hello? Wider on the foyer as Llewyn, guitar on back and bag in h grill: Llewyn It's Llewyn don't hang up | don't wanna stay, I just need place to dump my stuff please I'm tired of dragging it al around with me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "UPSTAIRS",
          "text": "As Jean lets:Llewyn into the apartment. She indicates whe Jean Under the couch. Where you gorina stay? Llewyn I don't know, I only need two nights, there must be someone in the five boroughs who isn't pissed at me. How do you feel? Jean Fine. Why? Llewyn I'm sorry. So it went okay? i Jean ’ I'm doing it Saturday, Jesus Llewyn, you don't even fucking remember? Llewyn Oh, yeah, boy. I've been away—seemed like a long time but I guess it was only a couple days, yeah. Yeah. Sorry. Jean Where were you? Llewyn Chicago. \f100 Jean Why? i He shakes his head, gropes. Llewyn Nah, nothin. Jean 1 Nick'll,let you play tomorrow, pick up a couple bucks. | Llewyn No he won't, I was there less than a month ago. : i Jean He will. [ asked him. Llewyn:; ty",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "of you., But I'm out, I'm t'marine! Well. Thank you, That was ni¢ done. Going back to the merchan",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jean What? That’s it? (he shrugs) This could be good for you, tomorrow. Llewyn : Playing the Gaslight for-the four-hundredth time? Really? For the fucking basket? 4 “ Jean Um,, You'd'hiave to split the basket, there's another act (Llewyn laughs) But the Times is gonna be there. : Llewyn ‘ Big fuckin deal! I'm sorry—Thanks for the thought. It's | not going anywhere, and I'm tired. Jean You're tired. Llewyn I am so fucking tired. | thought I just needed a night's sleep but it's more than that. But thank you. For trying. love you. \f101 This gets a genuine laugh from Jean. . Jean Oh come on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Llewyn in the union hall. Llewyn Are you shitting me? A different old geezer than in the first visit. Man In what way, buddy? Llewyn Eighty-five dollars. To replace the license. Man You don’t row out the licerise. That’s the one thing you keep. Llewyn I can’t—where’m.] gonna. .. Fuhhh... Well. .. lemme get this money back then. . . He is digging in his pocket. I kept this fucking thing. I just paid my dues this morni , ahundred and forty-eight bucks, here’s the receipt. Man Huh? You don’t. . . we don’t pay you dues back. Wuddya nuts? Llewyn 1 just paid it this morning! Four hours ago! } Man ' Yeah? \f102 Llewyn i Wait wait wait wait—you’re saying I can’t crew the ship, and I can’t get this money back? t The geezer shrugs, looking at the receipt. Man This was money you owed your union. . . Say, you Hugh Davis’s kid? | Llewyn Po Yeah. . { Man : How’s he doin? : t Llewyn.: : He's fucking great! Matter of fact he’s been’ asking afte you!",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE GASLIGHT",
          "text": "Three Irishmen in Aran Island sweatéts are performing tra The house is full and:some people wateh leaning back agai Person seated at the bar and facing it, glowering, a drin Nick Porco sits in, sqtieezing Llewyn's shoulder. aan Nick Hey. We gonna hear you tomorrow. Llewyn (no warmth) I guess you are. Nick Well—ya welcome. (no answer) Wuddya think a these guys? Llewyn swivels, drink still in hand, and looks darkly at",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "103 At length: Llewyn I like the sweaters. Nick stares at the stage also, mouth open, nodding. At length: | Nick Ya know, you wouldn't fuckin believe the rent here. This folk shit, I don't know. Both men stare at the stage. --+ You know any comics? A beat. Llewyn Only you, Nick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "wm. (after a beat gazing at 2 phical) Comics, they don't look like much,.most of' em. Jews, by'n large. Lookin like tha + [ guessiyi gotta’be furiny. Some a the folk acts on the hand;.ya gotta give",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "7e’m they look good. They look good at least: Jim and Jeari we get a good crowd. You know why, ; Llewyn? A lotta these guys, a lot of 'em come in here | Catch the act because—they wanna fuck Jean. Is why they ' come in. And some of 'em. Some of these guys, Llewyn, they come in here causé they wanna fuck JIM! Heh heh heh! They wanna fuck Jim, know what I mean? Llewyn You mean they wanna fuck Jim. : Nick . Exactly! (he nods) Exactly. Well. (sighs) Me... I've | only fucked Jean. The Irish trio's song, and set, is ending, to applause. N look around from the stage. \f104 Llewyn i Huh? ' Nick is thumping his hands together for the trio. Nick : Oh yeah. Oh yeah. Ya know. Ya wanna play the Gaslight... . Nick shrugs. ! Llewyn's look darkens further, and swings back to the sta Llewyn Huh. yoo4 Irish Singer : : Thank you ladies and gentlemen; Thank you’. ::Thank you Nick Porco, and let's all give a great big welcome to Elizabeth Hobby, from Elinora, Arkansas! An older woman smiles thanks as she takes the stage with blond hair and a gaunt face and frame, and her smile, tho missing a tooth or two. Elizabeth Hobby ; Thank you ladies and gentlemen. Yer so nice, Thank you. This is my first show in New York— i Llewyn bellows: ° Llewyn How'd ya get the gig, Betty? A few: uncomprehending titters from the house. Elizabeth Hobby, flustered, shades her eyes. i Elizabeth Hobby . +» Hello? Llewyn, with a significant look to Nick, points a finger his head to pose a question. : \f105 Nick Porco laughs. ie Nick Aw c'mon Llewyn, gimme a little credit. Elizabeth Hobby I'm gonna do a song, it's like most of the songs I do, it ‘song I grew up with. She starts playing and singing. Llewyn Where’s your heybale! Looks and shushes from other customers, ... Where’s your corncob pipe! . Ya wearing gingham panties? Show us your panties! Nick © C'mon Llewyn. It's enough. He shakes off Nick's hand. Llewyn _ Uhate fucking folk music. Nick motions to the. bartender, ‘ Nick , Okay Eddie. We might need Bob. : . Llewyn Fuck Bob! Fuck you, Nick!",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRONT OF THE GASLIGHT",
          "text": "Wide on the front of the club as Llewyn stumbles out, und and another man. There is the beginnings of a line for the second set. Lle as he starts to wander off: \f106 Llewyn : The show is bullshit. Three micks and Grandma Moses.;",
          "sentiment": "neutral"
        },
        {
          "speaker": "STREET",
          "text": "A phone booth seen in wide shot, Wind blows, traffic goes by. { Llewyn is a small figure in the booth, not on the phone b studying something held in one hand. é",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We jump in as he reaches for it with his other hand: his turns the page, lingers for a moment, turns again. : t",
          "sentiment": "neutral"
        },
        {
          "speaker": "APARTMENT DOOR SWINGING OPEN",
          "text": "Mitch Gorfein beams out, Mitch Llewyn, come on in! Lillian is making her famous ) tabouleh salad! Llewyn Thanks, Mitch. Ereally ‘appreciate this, after last time. just can’t tell you:how sorry I— os Mitch OK forget it! We all get a little emotional over Mike: It com: it in different ways. He had such life. Such a one talent.’It’s a big hole. A big hole.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Llewyn Yeah. Uh-huh. Mitch How long’! you be with us? Llewyn Just a day or two, if it’s okay. Just until I figure out next, um. . . the next—",
          "sentiment": "neutral"
        },
        {
          "speaker": "107",
          "text": "Mitch This is Arlen and Dodi Gamble. This is Llewyn Davis, our folksinger friend. Arlen knows Jim Berkey. Arlen You’re Jim and Jean’s friend! ‘ . Llewyn Well—sort of — Charlayne Jim played us a Pressing of that record—‘“Please, Mr. Kennedy.” It was hysterical. i i Arlen _ So funny! That’s gonna be a hit, man. Royalties on that | it’s gonna pay out for a long time. Llewyn stares, then nods, blankly. : Llewyn ) > Ub-buh, Charlayne T wish I was in your business—one hit can fix you up! Llewyn Uh. Yeah, I— Lillian ¢ .Llewyn! She enters, beaming, bearing a large bowl that she hastil able to hug Llewyn. Llewyn Hi Lillian. Lillian I’m so sorry I upset you— Llewyn No no!—You’re apologizing to me? Jesus, Lillian, I—holy \f108",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "shit! He breaks the embrace, looking off. A white Persian cat has trotted in, -.. Well—that’s good. You got a new cat. Mitch . ; No. . i Lillian : He came home, i She scoops the cat up, i t Mitch He found his way back, : Lillian : The doorman heard something scratching yesterday morning. : Mitch 4 Early morning. Wee hours. Lillian See? She is holding the cat up, belly out, by its forepaws, ++. It’s Ulysses, Llewyn‘logks frditi'the cat’s scrotum to Lillian, Llewyn It’s what? Lillian Ulysses. Llewyn I didn’t, uh. . . That’s its name?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "109",
          "sentiment": "neutral"
        },
        {
          "speaker": "LATER",
          "text": "Llewyn plops down onto the study couch. Lights are off. T He digs into pockets to empty them onto the nightstand. C pocket. His wallet from another. He pokes through the bil He shakes his head, dumps it on the nightstand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LATER STILL",
          "text": "Close on Lléwyn, eyes closed, on his back, the regular br After a long’ beat: a soft thud and a “Huh!” of surprise and his eyes fly open. After a moment to register where he is, he looks down his Close on the cat, standing on his chest, looking back at",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEXT MORNING",
          "text": "Looking down the dim hall towards'the less dim study. Llewyn’s head peeks out. i Llewyn Hello? No answer. He emerges to walk down the hallway in his undies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMON HALLWAY",
          "text": "Outside the apartment door. Llewyn emerges, dressed, and takes care with one foot to apartment as‘he exits. \f110",
          "sentiment": "neutral"
        },
        {
          "speaker": "STREET",
          "text": "Llewyn is walking. After a beat his attention is caught b slows, looking, and stops. . His point-of-view: an illustration of a housecat. On eith pets are out in the wild. Llewyn looking. Wider point-of-view: the illustration is a poster in a mo not yet open. i It is a poster for The Incredible Journey. The tag line P Drama. As Llewyn stares, music fades in: Llewyn himself, perfotm This World.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLUB",
          "text": "The music is a pre-lap of Llewyn in The Gaslight, spotlit movie. He finishes the song to applause, : Llewyn Thank'you. You?ve probably heard that one before, but what the hell. . . He rises to go but dips back into the mike: ... If it was never new, and it never gets old, then it’s folk song. As the applause abates something catches Llewyn’s attenti Nick Porco nods Llewyn over. He is broadly smiling. Nick Boy you were some mess last night. \f11 Llewyn Yeah, sorry, Nick. I’m an asshole. Nick Oh I don’t give a shit, T even agree about the music. Funny to hear you say it though. Liewyn Yeah, ’ma funny guy. “Nick S'very true. Anyways, someone wants to see you out back. Whe? Llewyn",
          "sentiment": "neutral"
        },
        {
          "speaker": "10",
          "text": "Nick Guy in a suit? A clatter offscreen attracts Llewyns attention: Backlit in the smoky Spotlight a young:man with a dutch-b harmonica on a rack is just sitting down on.the stool ons He blows a couple times on the harmonica.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BACK ALLEY",
          "text": "The steel dogr ‘of the club swings open and Llewyn emerge the wall: : i j Man ' You a funny boy, huh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Llewyn . What? The man tosses his cigarette away and pushes himself off Man , Had to open ya big mouth, funny boy? Llewyn",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "112 Had to—what? It’s what I do. For a living. Who’re— Man What ya do? Make fun a folks up there. Folks up there sangin? Llewyn I’m sorry, what? I’m—oof! The man has just socked him in the mouth. Man You sit there in the audience last night yellin yer crap? Llewyn is holding his mouth. Llewyn Oh for Christ’s sake. You yell stuff; it’s a show. Man Ain’t a fuckin fag show! He hits him again. ... Wasn’t your show! He hits him again and Llewyn goes down in the slush of th . Llewyn It’s not the opera; jackass! He kicks. Llewyn'curls into a defensive ball and bellows forearms: Llewyn It’s a fucking baskethouse! The man kicks again. Man We leavin this fuckin cesspool. You kin have it, smartass More kicking. \f113 Yellin yer crap when my wife is up there tryin to sang! A a record man there ya fuckin fag! I took her home eryin! As the kicking and Llewyn’s reaction abates, we can hear It is Bob Dylan performing “I Was Young When I Left Home. The man is striding down the alley. Llewyn stays balled up for a long moment. Once he is cert coming, he begins, slowly and painfully, to straighten ou one hand. . The man has disappeared around the alley corner. Llewyn rises experimentally to a crouch, straightens a li uneven steps toward the mouth of the alley, one hand brus Near the mouth of the alley he sinks back down to seated looking down the street in the direction the man exited. The mar is halfway down the block. He raises his hand and cab. He climbs in. After a short beat, the cab starts moving again. As it passes the mouth of the alley, Llewyn touches two f Llewyn Au revoir. i The cab is Ppt Its tail lights recede. Cut to black|",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_986"
    }
  ]
}