{
  "movie_id": "MOV1017",
  "scenes": [
    {
      "location": "LE -\"AT",
      "time": "DAY",
      "characters": [
        "SERGEANT SIEK",
        "SERGEANT SIEK, (0-S-)",
        "GRUNT 2",
        "SWOF",
        "MAJOR LINCOLN, (0.S.)",
        "SERGEANT STEK",
        "C SWOFF",
        "SWOFP",
        "T",
        "SWOFPF",
        "MAJOR",
        "TROY",
        "ESCOBAR",
        "WELTY",
        "DAN RATHER, (ON TV)",
        "SWOFF, (V.0O.)",
        "FEMALE REPORTER",
        "FERGUS",
        "VOICE 1",
        "VOICE 2",
        "GUNNERY SERGEANT HIERS, (0.S.)",
        "BETRAYED MARINE",
        "MAJOR LINCOLN",
        "STEWARDESS",
        "FADE TO WHITE",
        "ALL",
        "VEGH",
        "VEGE",
        "KOEHN",
        "HIS VIEW",
        "DI BURKE, (0.C.)",
        "SWOEFF",
        "BRANDING MARINE",
        "F.O.",
        "GAS",
        "GUNNERY SERGEANT HTERS",
        "VIETNAM VET",
        "FIRST RECRUIT",
        "COLONEL KAZICKIS",
        "SWOPE",
        "TRCY",
        "SWOPF",
        "GUNNERY SERGEANT HIERS",
        "KUEEN",
        "SERGEANT 5",
        "EXT, BERM",
        "CAPTAIN CURTIS",
        "SWOFF, (V.O-)",
        "ON SWOFF",
        "KUEHN",
        "THROUGH SCOPE",
        "BL",
        "VOICE",
        "SERGEANT SIEK, (0.S.)",
        "SWOFT",
        "ON SCREEN",
        "GRAYCOCHEA",
        "INT, GOLF COMPANY",
        "SGT. STIEK",
        "CCORPCRAL HARRIGAN",
        "DI BURKE",
        "KICK SOME IRAQI ASS",
        "SWOFF, (V.0.)",
        "OPERATOR, (0.S.)",
        "SWCFF, (V.C.)",
        "SWCFE",
        "WELTY, (V.0.)",
        "PFC POTTINGER",
        "LANCE CORPORAL",
        "WEAK MARINE",
        "CORPORAL HARRIGAN",
        "KRISTINA",
        "SWOFF",
        "A QUICK SUCCESSION OF VIGNETTES",
        "GRUNT 1",
        "STA PLATOON, (0.S.)",
        "SWCFF",
        "GRAYCOCKEA",
        "GRUNT RADIOMAN",
        "CORTEZ",
        "DAD",
        "SWOFF, (V.O.)",
        "ON SCREEN SEE",
        "SERGEANT SIEK, (0.C.)",
        "BRANDED MARINE",
        "NURSE",
        "SGT. SIEK",
        "' KUEHN",
        "SERGEANT SIEK, (0.S-)",
        "MARINES",
        "STUPID MARINE",
        "P.A. ANNOUNCER, (U.5S.)",
        "EXT. SHITTER SUPPLY TENT- LATER",
        "KUERN",
        "LANCE CORPORAL MARTINI",
        "SWOFE",
        "SERGEANT FULLER",
        "FOWLER",
        "TROY, (0.S.)",
        "TITLE"
      ],
      "dialogues": [
        {
          "speaker": "Unknown",
          "text": "We see pattern, a study in planes and shapes: not discret volumes but a shimmering, almost liquid mass, elusive. And with the shape there is a glare, a whiteness, the pla light on sand, reflected to sky and back again. It could clouds, could be earth, feels somewhere in between. Then with full sunrise it separates into sharp clarity: the de prism, aching blue sky, a palette of whiteness beneath. W hear the voice of ANTHONY SWOFFORD (SWOFF)-",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF, (V.O.)",
          "text": "I leok at the sky, blue like no blue I've known before, and at the desert that will not stop. There is a vastness to it, an endlessness, and a hostilit too. Man was not meant to linger long here. SWOFF (V.O.) (cont'd) This is the pain of the landscape, worse than the heat, worse than the flies--there is no getting out of the land. The desert is everywhere. The mirage is everywhere. Awake, asleep. High heat of the afternoon or the few soft sunless hours of early morning... And the glare shifts and shines in our eyes. SWOFF (V.0.) (cont'd) I am still in the desert. We go to BLACK.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A cramped, low-ceiling barracks room. Low lights, bunks w footlockers, a few plastic chairs agains the wall. In his immaculate uniform and Smoky the Bear hat, DRILL INSTRUCTOR BURKE struts back and forth in front of recrui doing squat thrusts. We see SWOFF {17) struggling to do h squat thrusts. He .s physically strong but with a look of slight panic; as :f he nas finally achieved a dream and f it very different from what he expected. Revised lst Draft - 4/26/94",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "cf 5.1. Burke points at THREE RECRUITS lined up to one side, +1xe outcasts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DI BURKE",
          "text": "i know these three cum receptacles aren‘t the only ones who've lied to my Marine Corps. If it‘s drugs we‘ll find it. If you’re a puffer we'll catch you ass-dorking in the shower. Or we’ll find the cock Magazine under your rack. You're not faggots, are you? Your faggot bus to Hollywood left ten minutes ago. Some recruits give each other the eye, but Burke’s challe is greeted by silence. DI BURKE (cont'd) Okay, don’t help me out here. I'll figure it out for myself. (wheels on Swoff) You, Swofford. Those sure are pretty blue eyes. You sure you ain't a homo? I know you lied. Each and every one of you. Push- ups till Jesus comes again! The exhausted recruits switch to push-ups, and Burke swit to Mr. Nice Guy, the recruit’s best friend. DI BURKE (cont‘d@) Now girls, what I'm doing here is, I'm giving you an option. Tell me now, if it’s nothing major we forget about it. Hell, we’re not talking murder one here. Chicken shit stuff. Like wetting your bed. Faking your high school diploma. Like... (to one of the three) What did you do again, cum face?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIRST RECRUIT",
          "text": "Sex with a minor, sir. Swoff and the others are getting really tired. Revised ist Draft - 4/20/04",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Like fucking teenace sussy. tell me now, ‘cause once ycou’re in the Fleet and they find out you lied on your contract they’ll slam you in the brig. And I guaran- fucking-tee you don’t want to he there. (so sweetly) Come on, do yourself a favor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF",
          "text": "Sir, the recruit will admit something, Sir. What a relief: he can rest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DI BURKE",
          "text": "Did I tell you to stop? Swoff resumes his push-ups, with great effort.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF",
          "text": "The recruit will admit to occasional recreational drug use, Sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DI BURKE",
          "text": "{neutral) I’m listening.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF",
          "text": "I tried cocaine once. Push-up. SWOFF (cont’d) Marijuana, twice. Push-up. SWOFF (cont'd) LSD. Twice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DI BURKE",
          "text": "(enraged new) Get over here, you cum-sucker! Swoff stands up with the three outcast recruits. The DI‘s Smoky the Bear hat Jabs into Swoff's face. Revised lst Draft - 4/20/04",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fDI BURKE (cont'd) You fuck-for-brains. You no pecker. You lily-white b.- 0! {a gimlet eye on Swoff) You look like the kind of dim wit that reads books. Am I right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWCFF",
          "text": "The recruit has read a book or two, Drill Instructor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DI BURKE",
          "text": "Fucking A! A genius. You‘ll be my scribe. DI Burke motions him to a large blackboard nearby. Burke holds up a photocopy of the footlocker display. DI BURKE (cont'd) You girls see this? It is how each and every one of you will have your perfect footlocker in my perfect fucking Marine Corps. {to Swoff) You draw this up. I want a Michelangelo on this blackboard. A fucking Michelangelo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sweating and nervous, Swoff desperately tries to draw the footlocker on the blackboard. In the b.g. Burke runs the other recruits around the squad bay backwards, shouting cadence. They stumble and fall all over themselves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF, (V.0.)",
          "text": "Like most good Marines, I hated the Corps. I hated being a marine because more than all of the things in the world I wanted to be--smart, famous, sexy, drunk, fucked, high, alone, understocd, loved, forgiven-- more than all of those things, 1 was a marine. A grunt. A jarhead. We are close on Swoff as he tries to draw.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DI BURKE, (0.C.)",
          "text": "Platocn! Halt! Swotf draws with even more desperation. We hear Burke approaching. Revised lst Draft ~ 4/20/04",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fDI BURKE (cont‘d) Wrat in the fuck is this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He stares at the drawing, a complete mess.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF",
          "text": "(voice breaking from the tension) Sir, it’s the recruit’s drawing of the footlocker, Sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DI BURKE",
          "text": "Jesus, Joseph and doggie-style Mary, that looks like a pile of dog shit. My two-year-old daughter can draw better than that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF",
          "text": "Sir, the recruit has never been good at drawing, Sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DI BURKE",
          "text": "Why the fuck are you my scribe then? Isn’t my scribe supposed to know how to draw?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF",
          "text": "Sir, the recruit doesn’t know. The C recruit thought the scribe was supposed to write, Sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DI BURKE",
          "text": "Of course the recruit doesn’t know. The recruit doesn’t know because I haven't told him. And don't fucking tell me what my shithead scribe is supposed to do. You're my shithead scribe because someone fucked up. You should be in the retard platoon, learning to draw with crayons and throwing your shit on the bulkheads. Burke looks at the drawing on the blackboard. DI BURKE (cont‘d) Alright cum-for-brains, where exactly do your skivvies and running shoes go? Swoff looks at the drawing, tries to decipher it as Burke keeps slapping him cn the back of the head. Revised lst Draft - 4/20/04",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ws ir,-- (Slap) --the recruit-- {Slap) ~-can’t read while-- (Slap) --the Drill Instructor-- (Slap) --is hitting-- (Slap) -~-his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DI BURKE",
          "text": "You can’t read while I‘m giving you leve taps? How the fuck are you going to fire your rifle when grenades are going off in your face? (beat) What the fuck are you even doing here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF",
          "text": "I got lost on the way to college. Bang! Burke hits Swoff one more time, really hard, slammi Swofti’s face into the blackboard. FREEZE FRAME: Swoff‘s head smashed into blackboard. SWOFF (V.O.) (cont‘d) I couldn’t not be there, that was the truth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWCFF, (V.C.)",
          "text": "After all, I was made in a war. Through the open dcocr of a hotel room we see a couple ma love. SWCFF (V.0.) (cont ‘d) Here’s Mr. and Mrs. Swofford, on R&R from Vietnam. Cutside the window, palm trees sway in the breeze. Revised ist Draft - 4/20/04",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fSWOFF ‘V.0.) (cont‘d} I can't watch, and neither can you. The door closes on us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A TV screen. Bloody marines are pulled from the rubble in Beirut. BOY SWOFF (14) watches with his MOM and DAD.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF, (V.0.)",
          "text": "Beirut, October 23, 1983. 220 marines killed by a single suicide bomber. Full of emotion, the Boy Swoff stands up and begins to si SWOFF (cont‘d) “From the halls of Montezuma to the shores of--\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAD",
          "text": "Can it. I’m trying to watch this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mom is ironing while Boy Swoff, haked to his skinny waist watches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF, (V.O.)",
          "text": "So I made my mother iron my future onto my chest. Mom holds up the T-shirt, with a USMC emblem ironed on. S has a look of motherly concern. Boy Swoff's eyes light up SWOFF (V.O.) (cont‘d) And there were other reasons, too. SWOFF’S BEDROOM--NIGHT Swoff(now 17) makes love up against the wail with his gir friend KRISTINA(18). She is more sensual than beautiful: every teen-aged boy's fantasy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KRISTINA",
          "text": "Oh God I love ycu.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFE",
          "text": "I love you tes. Revised Ist Draft - 4/20/04",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She stares at him with teen-aged devotion.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KRISTINA",
          "text": "I'll write you every day.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Swoff‘s face is still plastered to the blackboard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF, (V.0.)",
          "text": "But right now I wanted the DI to beat me up more. I wanted him to beat the living shit out of me. Then maybe I would fail. Then maybe I would get out. BACK TO REAL TIME. Boom! He hits the floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CAPTAIN CURTIS is speaking, sitting at his desk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPTAIN CURTIS",
          "text": "Swofford. In its wisdom, the Fleet Marine Force has requested that I transfer two of my men from Barracks and Embassy Duty to a grunt battalion. You’re going to be one of them. We PULL BACK to reveal Swoff, in full dress blue uniform, with white gloves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF",
          "text": "Sir, the private has a contract for barracks duty. Paris, France.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPTAIN CURTIS",
          "text": "Shit on your contract. Swoff can’t believe the Captain said that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF",
          "text": "Sir? Revised ist Draft - 4/20/04",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "2 said shit on your centract. This is the Marine Corps, not law fucking school. You believed zhe bullshit the recruiter told you. that’s not my fucking problem. (beat) Michaels. You know why I'm sending Michaels?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOPE",
          "text": "Sir, no Sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPTAIN CURTIS",
          "text": "Because he’s been trying to get out of my Marine Corps by pretending to be a retard. He came in here dressed in a pink fucking bolo and jacked off on my desk. Do you think the American Ambassador in Paris is going to want some jarhead's jizm all over his desk?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF",
          "text": "Probably not, Sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPTAIN CURTIS",
          "text": "Fucking A’ he wouldn‘t.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF",
          "text": "But, why me Sir? Captain Curtis pulls out a folder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPTAIN CURTIS",
          "text": "Because you are a drug addict. (taps the file) Says so right here. We can’t send you to Paris. The fucking frogs'd think that’s what the Marine Corps was, a bunch of drug addicts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF",
          "text": "Sir, the private is not a drug add: Re only experimented or or twice. He has not taken dr in two years.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPTAIN CURTIS",
          "text": "This is your lucky day, Swofford. ™ giving you a shot at becoming a real Marine, not some dress-up doll. Sismissed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Revised 1 Drafz - 4/20/06",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f10 Swoff stares at him, desperate. Then, suddenly:",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF",
          "text": "You cum-sucking, dick-skinning, fuck-for-brains, no-pecker ass- hole: You want to see where you can stick your fucking orders? He drops his trousers, and moons the captain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPTAIN CURTIS",
          "text": "{looking up from papers) I said dismissed. Back to what Swoff really does. He stands there, in full uniform, exactly as he was.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF",
          "text": "Thank you sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Swoff is on a bus with other Marines, on his way to Camp Pendleton. He’s staring out the window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF, (V.0.)",
          "text": "Underwear were skivvies, a hat was a cover, hands were dickskinners, a mouth was a cum receptacle, a flashlight was a moonbeam, a bed was a rack, a shirt was a blouse. A tie was still a tie, and a belt a belt... The bus pulls into the gate at Pendleton SWOFF (V.O.) (cont'd) ++-but many other things would never be the same.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Swoff steps off the bus. We are CLOSE on his face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF",
          "text": "(soft, to himself} Holy shit. We see what he sees: facing him is a formation of terrify Marines, face paint and special weapons. Revised lst Draft - 4/20/04",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f11 They stand very still, their eves focused far away in tha thousand-yard stare. This is in ct a SNIPER SCUAD, but neither we nor Swoff know it yet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Reading The Myth of Sisyphus, Swoff sits on the john. He unwraps some Ex-Lax gum, jams it into his mouth, chews, h eyes on the book. He unwraps another package, jams it in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In a hospital gown, Swoff emerges from the toilet. We hea the sound of it flushing. He slowly walks back to his bed passing the nurse as he goes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NURSE",
          "text": "Still got that “stomach flu” Swofford?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF",
          "text": "Can't seem to shake it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In his hospital gown with a robe on, Swoff mounts letters the movie marquee. He stands back to admire his handiwork. On the marquee we “FUCK IT” above “SHOWING ALL DAY”.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Swoff snaps to attention, shouting in his best boot camp voice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF",
          "text": "Private Swofford! Reporting for duty, Sergeant!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERGEANT FULLER",
          "text": "Jesus, don’t yell, I’m sitting right here. This isn’t boot camp. STAFF SERGEANT FULLER, his chest festooned with ribbons, looks over Swoff’s papers. Laconic but with a falcon’s ha eye, he’s been in almost 30 years and has seen it all. Revised ist Draft ~ 4/20/04",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f12 SERGEANT FULLER (cont ‘d) You the pissant who tried to get out of -he United States Marine Corps with ex-fucking-lLax?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF",
          "text": "Uh, no Sergeant. Constipation. I over-medicated.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERGEANT FULLER",
          "text": "Sure you did. (reading) Says here your old man was in Viet Nam.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF",
          "text": "Yes, Sergeant. The Air Force. He built hot runways.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERGEANT FULLER",
          "text": "The fucking Air Farce. He ever tell you about it? Did he live?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF",
          "text": "Yes, he lived. He only talked about it once.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERGEANT FULLER",
          "text": "If he only talked about it once, he wasn't lying. (beat) So what would he say if he knew his son was a fucking coward?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF",
          "text": "(beat) He wouldn’t like it, Sergeant. Sergeant Fuller considers Swoff, as if trying to decide w to do with him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERGEANT FULLER",
          "text": "You play any instruments?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF",
          "text": "I played the trumpet in third grade, Sergeant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERGEANT FULLER",
          "text": "Trumpet? Can you still play?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF",
          "text": "Maybe, Serceant. Revised lst Draft - 4/20/04",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maybe my ass. (beat) I‘m going to help you out. Get you a nice soft job. You won't have to carry a rifle, just a sidearm and bugle. Light duty twice a day, sunrise and sunset. You might be interested in that, huh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF",
          "text": "I might be, Sergeant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERGEANT FULLER",
          "text": "You're not as dumb as you look. I need a bugler. Someone to blow taps and reveille and the battle march. Raise morale, that kind of shit. Ah, he's saved. Swoff tries to hide his elation. Sergeant Fuller looks away. He's done with Swoff. SERGEANT FULLER (cont'd) Stow your gear in the rec room, meet me at the flagpole at 0900 for battalion formation and bugle tryout.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sergeant Fuller waits, looking even more world weary. Swo approaches, eager to get started with his cushy new job.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF",
          "text": "Private Swofford reporting for bugle tryout, Staff Sergeant. Sergeant Fuller does not have a bugle. He ignores Swoff. eyes are on the battalion, pouring out onto the parade de behind him. We hear shouts, commands, troops line up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERGEANT FULLER",
          "text": "Okay. Let me hear you play reveille. (beat) Play reveille goddamnit!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOF",
          "text": "Sergeant, I don‘t have a bugle. Revised ist Draft - 4/20/04",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Play it with your goddamn mouth. Sergeant Fuller makes bugle sounds. Ba-bu-da-da-da-da. Swoff begins to make the sounds with his lips. Sergeant Fuller pulls out a kazoo. SERGEANT FULLER(cont'd) Here. Now play \"Twinkle, Twinkle Little Star.” Swoff takes the kazoo and tries to play “Twinkle, .Twinkl Little Star.” Sergeant Fuller watches impassively. In the gathered formation marines begin to laugh. SERGEANT FULLER (cont'd) Stop, stop, stop. Jesus. Swoff lowers the kazoo. SERGEANT FULLER (cont'd) There isn’t a bugle job, you fucking moron.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF",
          "text": "Sir?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERGEANT FULLER",
          "text": "(looks Swoff in the eye) You fuck us, we fuck you right back. Swoff can't help but smile. SERGEANT FULLER (cont’d} God help me, I don’t know why, but I like you Swofford. You are a killer, not a goddamn bugle player. Whether you know it or not, you are a goddamn Marine Corps grunt. You are the most savage, the meanest, the crudest, the most unforgiving creature in god's cruel kingdom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF",
          "text": "(not convinced) Aye-aye, Sergeant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERGEANT FULLER",
          "text": "I'm putting you in third platoon. Golf Company. Third’s full of drunks and halfwits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Revised Ist Draft - 4/20/04",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fay SERGEANT FULLER (cont'd) Maybe you could elevate the sons of bitches a bit. SWwOF? Thanks, Sergeant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERGEANT FULLER",
          "text": "Don‘t thank me, just con’t fucking die.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT, GOLF COMPANY",
          "text": "Swoff enters a crowded room. Some drunken, tough-looking Marines are gathered around an unmade rack. THE BRANDED MARINE holds up his trouser leg as THE BRANDING MARINE us propane torch to heat WIRE COAT HANGERS bent to form the letters USMC. The Marines look over at Swoff. The hangers pulse red hot The Branding Marine shoves the four-letter contraption against the Branded Marine's outer calf. The Branded Mari bites his fist until his teeth break skin and blood flows down his arm. Tears stream from his eyes. Marines yell encouragement. The Branding Marine sees Swoff, watching i horror.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRANDING MARINE",
          "text": "Hey, Fucko is here. (beat ) I need some fresh fucking meat!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALL",
          "text": "Get him! Get the boot motherfucker! Marines pile on top of Swoff, yelling and laughing. They bind Swoff’s hands behind his back with an electrical extension cord and jam dirty underwear into his mouth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRANDING MARINE",
          "text": "Next!! Swoff stares as the Marine with the propane torch reheats hangers. They pull up Swoff‘s trouser leg, exposing the white skin of his calf.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRANDED MARINE",
          "text": "Get some! Swoff struggles as the red hot USMC wire advances toward flesh. Marines yell encouragement: “Barbecue!” \"Get the sauce, boys!” ReviseG ist Draft - 4/20/04 \fav CLOSE on Swoff's face. Sweat pours off his forehead, his look like a hunted animal's. The coat hanger descends. Swoff‘s eyes roll back in his head. fie passes out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A large Hawaiian marine (GRAYCOCHEA) slowly unties Swoff, pulls the gag out. We recognize him as one of the guys holding Swoff down as he was branded.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRAYCOCKEA",
          "text": "Here, drink this. He offers Swoff a glass of orange foul-looking stuff. Swo takes a long drink, chokes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF",
          "text": "What the hell is that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRAYCOCHEA",
          "text": "Gin and Gatorade. You can hydrate and catch a drunk at the same time. Swoff slowly moves his hand down his branded leg, his eye following it. There’s no wound. Nothing. Swoff looks up, not comprehending. GRAYCOCHEA (cont'd) We switched out the hot brand. It's a little fuck fuck trick we play on the new guys. That guy we branded, he spent six months in Honduras on patrol and all he ate was cocoa and rehydrated pears. In the PI he paid a jeepney driver a hundred bucks to drive through the gate at Subic Bay, while he fucked a bar girl doggie-style on the hood. And he and the whore were both wearing gas Masks. That‘s the kind of stuff you've got to pull to get a brand. Graycochea pours gin into another glass of orange Gatorad and takes a drink himself. Swoff is speechless, still try to absorb what happened. GRAYCOCHEA (cont'd) Wanna see a picture of my girl? He doesn't wait for Swoff to answer. He reaches over to h rack and picks up a picture of a Hawaiian girl who may be big as Graycochea nimse-f. Revised ist Draft - 4/20/04 \faf Swoff stares at the picture. Graycochea waits for him to somethina.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF",
          "text": "She‘s beautiful.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRAYCOCHEA",
          "text": "When I get back, I‘m going home to the islands, going to crawl into bed with her and never get out. He rubs the picture with his fingers, like a totem. GRAYCOCHEA (cont‘d) What's your girlfriend's name?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF",
          "text": "Kristina. Graycochea waits, expecting something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRAYCOCHEA",
          "text": "Well? He taps the picture of his girlfriend. Where’s yours?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Right. Swoff fishes out a photograph of Kristina. She's wearing old T-shirt with the USMC emblem on it, and nothing else. Swoff stares at her with a mixture of pride and desire. V reluctantly, he passes the photo to Graycochea.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRAYCOCHEA",
          "text": "Nice. (beat; re: Kristina) Skinny. (beat) You love her? Swoff stares at the picture. His answer comes without hesitation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF",
          "text": "Yes. Oh yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRAYCOCHEA",
          "text": "Fuck it. Welcome to the suck. (beat) You know why we call it the suck? (peat) (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Revised ist Draft ~ 4/20/04",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f16 GRAYCOCHEA (cont'd) Because it sucks dick to be in it, and when you’re in it, it sucks the fucking life out of you. We are on Swoff's face: the fake branding, Graycochea’s presence, Kristina’s picture.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUNNERY SERGEANT HIERS, (0.S.)",
          "text": "What the fuck is this? A bunch of bananas?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON SCREEN SEE",
          "text": "GUNNERY SERGEANT HIERS, arms akimbo, his face wreathed in Mist watches Swoff and Graycochea as they move forward in jungle. They have on full packs, helmets, rifles--complet battle gear. Hiers is a kind of profane Marine intellectu full of wisdom that is more often wasted than not.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUNNERY SERGEANT HIERS",
          "text": "Spread out. One grenade would waste you all. They start to spread out and bump into each other. GUNNERY SERGEANT HIERS (cont'd) Goddamnit! I’ve never seen a bigger cluster fuck in my life. Take five. Swoff, Graycochea and the other Marines drop their packs an old World War 2 bunker, a sweeping curve of concrete w huge chunks taken out of it. GUNNERY SERGEANT HIERS (cont'd) Any one of you no-clue’s know where we are?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRAYCOCHEA",
          "text": "Okinawa, Gunny Hiers?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUNNERY SERGEANT HIERS",
          "text": "Sugar Loaf Hill. May 17, 1945, a thousand Marines died here. Your ass is sitting on their fucking bones. That sinks in on Swoff and the others. They shift their weight uncomfortably. Revised lst Draft - 4/20/04 \fGUNNERY SERGEANT HIERS (cont‘d) Why did they die, anybody know?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STUPID MARINE",
          "text": "For their country, Gunny Hiers: To beat the Japs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUNNERY SERGEANT HTERS",
          "text": "Fuck that! They died because they bunched up. Pay attention. I've been in the Suck since Christ was a corporal. I’m going to tell you numb-nuts something that is true. And precious few things are. What is the most powerful fucking weapon in the Marine Corps arsenal?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STUPID MARINE",
          "text": "The A-Bomb?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUNNERY SERGEANT HIERS",
          "text": "Not the “A-Bomb,” dick-head. Gunnery Sergeant Hiers points to his head. GUNNERY SERGEANT HIERS (cont’d) Your brain. News flash: You all have one, even if most of you haven‘t found the fucking switch yet. Your brain is what will make you a warrior, nothing else. You don’t want to kill another human being. No sane person does. So you must train your brain to have righteous fucking anger... az Swoff is listening now. This guy actually knows his shit, the first time in the Corps Swoff is starting to think th maybe he could learn something. GUNNERY SERGEANT HIERS (cont‘d) .-.so that you can pull the trigger before the other guy does. So that you can beat his brains out with the butt of your rifle before he gut-stabs you with his bayonet. Swoff isn’t sure what to think. A few laugh nervously. Revised ist Draft - 4/20/04",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "GUNNERY SERGEANT HIERS (cort‘d) Go ahead, laugh. Fur you use your fucking brain cr wi... is going to happen? Look the fuck around! Loox where you are! There's a moment of silence. Swoff looks around. Stupid Marine raises his hand. GUNNERY SERGEANT HIERS (cont'd) Jesus, speak up, this isn’t high school,",
          "sentiment": "neutral"
        },
        {
          "speaker": "STUPID MARINE",
          "text": "(with enthusiasm) One day we'll be sitting on our own fucking bones?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUNNERY SERGEANT HIERS",
          "text": "That's one fucking way to put it. Swoff can’t help but smile. GUNNERY SERGEANT HIERS (cont’d) Fuck it. (beat) The smoking lamp is lit. If you've got ’em, smoke ‘em, or chew ‘em, I don‘t give a shit. ‘ A couple of Marines pull out cigarettes. A few others pul out cans of chewing tobacco and stuff it into their mouth Swoff and Graycochea do neither.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WEAK MARINE",
          "text": "What a crock of shit. (beat) I can‘t walk another fucking step. Swoff looks over at a WEAK MARINE who is breathing hard, barely making it. What an ass hole.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF",
          "text": "(exasperated) Here. Give me your mortar rounds. Swoff reaches over and begins unstrapping the mortar roun from the Weak Marine‘s pack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WEAK MARINE",
          "text": "I'm going to find a hole and fall in it, break my fucxing leg, swear to God.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Revised ist Draft - 4/20/04",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shut the fuck up-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Swoff's pack is twice as big as it was. They are humping along the edge of a cliff. The cliff narrows. Suddenly Swoff slips. His hands try to grab for purchase, but he can't. He’s over the side!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Swoff tumbles, slides and falls. Holy shit. The cliff is HIGH.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Woomph. Swoff lands on his back, the pack cushioning his fall. For a moment his eyes open and then, with a groan, close.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The CORPSMAN waves some smelling salts under Swoff’s nose he feels Swoff and shouts out his vitals.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUNNERY SERGEANT HIERS",
          "text": "{to Corpsman) Can it, Jesus! Swofford, you alive? Swoff's eyes come barely open. He manages a nod. GUNNERY SERGEANT HIERS (cont’d) Then what the fuck are you doing lying on the deck? There is something like respect in the old Gunny’s eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Still sore from his fall, Swoff gently lowers himself ont the john. We glimpse br es and scrapes on his back. He pulls out Death on the Installment Plan and, immeasurably grateful for a moment of peace and solitude, begins to re",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Revised ist Draft - 4/20/04",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Through the slit of the door we can see a couple of marin tussle back and forth, slamming each other into the stall Suddenly we .ear a voice, filled with autho.ity-",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERGEANT SIEK, (0.S-)",
          "text": "Hey! This is my fucking A.O. You will take your chicken shit grab- ass out of my A.O. right fucking now. Do you read me? We hear mumbles, then a door closes. The room is quiet. S is wondering, who the fuck is this guy? We hear footsteps the floor, moving toward him. They pause in front of Swof stall. SERGEANT SIEK (0.S.) (cont'd) Swof ford?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF",
          "text": "(after a beat) Yo. SERGEANT SIEK pushes the door open. Short and totally squ away, he looks like Daffy Duck with a tan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERGEANT SIEK",
          "text": "You Swofford? SWOFF . Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERGEANT SIEK",
          "text": "Sergeant Siek. I'm with Surveillance and Target Acquisition. STA. {[{\"STAY”] One shot. One kill. (beat) Gunny Hiers tells me you’re a hard bastard. That you fell off a cliff out in the NTA. Full ruck on your back, fifty feet to the ground, walked away. JI hear you read books.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF",
          "text": "I might. He slips his book down, but Siek has already seen it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERGEANT SIEK",
          "text": "Well if you’re tough and smart and don’t complain I think you could be a scout/sni",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Revised lst Draft - 4/20/04",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f23 SERGEANT SIEK (cont'd) Now the Major doesn’t want us recruiting so let’s just say a bird told you to start running more and lifting less. He hands Swoff some books and manuals. SERGEANT SIEK (cont'd) Maybe read some of these books on the history of sniping in between this college fuck shit. Swoff tries to balance the new books as he struggles to k some dignity on top of the john. Siek grabs the book Swof was reading. Examines it like an exotic animal. SERGEANT SIEK (cont'd) That's some heavy dope, Marine. (beat) I were you, I‘d show up. See if you're as smart as you think you are. He lets the door slam back in Swoff's face. Swoff picks u the sniper book, opens it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "swoff is in a room full of scout/sniper hopefuls, includi WELTY, FOWLER, VEGH, and, looking confident, TROY. Troy i small man, but he oozes competence and confidence. Sergea Siek holds up a stuffed bird by its feet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERGEANT SIEK",
          "text": "A snipe. A bird so difficult to shoot that only the most disciplined, well-trained and artful hunters can take it down. Hence, sniper. He picks up a rifle. SERGEANT SIEK (cont'd) Anybody know what this is? Troy raises his hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TROY",
          "text": "A 1903 A4 Springfield with a twelve power German Unertal scope. swoff and the others look at Troy. Who is this guy? Revised ist Draft - 4/20/04",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Affirmative. The Marine sniper weapon of World War II. He picks up another weapon. SERGEANT SIEK (cont’d) The M40 weapons system from Vietnam. A commercial Remington M700 with a heavy barrel equipped with the Redfield three by nine scope. And this-- He picks up a final weapon. SERGEANT SIEK (cont'd) --the M40Al. Made by our very own Marine Corps marksmanship training unit at Quantico, Virginia. The best sniper rifle in the world. One shot. One Kill. Out to twelve hundred meters. Identical M40A1’s sit on folding tables behind him, like laboratory specimens laid out for dissection. SERGEANT SIEK (cont'd) There is one such rifle on each of these tables. You may touch one, you may hold one, you may imagine what it would be like to own one... (child-like sing-song) »..but you can’t fucking have one. (back to normal voice) Not yet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In the b.g. other hopefuls examine rifles. Swoff reaches and picks one up. It is a beautiful piece of equipment. L struck, he runs his hands over it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF",
          "text": "You may fire a rifle for many years, and even go to war, and afterward you may turn the rifle in at the armory. But no matter what else you might do with your hands-- love a woman, build a house, change your son’s diaper--your hands remember the rifle. Revised Ist Draft - 4/20/04",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f23 Ee looks cver to the next table. Troy is examining his ri like a surgeon, with expertise but clinical detachment. Holding it, he walks over to Swoff.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TROY",
          "text": "You ever see a more perfect piece of machinery?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF",
          "text": "It's beautiful.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Swoff watches Troy unpack his stuff. He lays it out in perfect order, as if his whole life was squared away long before he joined the Marine Corps. Swoff 1s also unpackin his things. They're not nearly so neat. Troy takes out a photo of an attractive woman in a Marine Corps uniform.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF",
          "text": "Sister?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TROY",
          "text": "Fiancee. Swoff doesn’t know what to say. The guy is engaged to a w marine? TROY (cont'd) Allen Troy, Greenville, Michigan. P.J3‘s. SEALS, Special Forces. They‘re hype, man. Pussies. STA is it. The best. I joined the suck for STA.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF",
          "text": "Tony Swofford. Sacramento. Swoff‘s not going to offer any more information just yet. takes out the picture of Kristina, stares at it for a mom then props it up on the window ledge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TROY",
          "text": "Not bad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWCFF",
          "text": "Thanks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TROY",
          "text": "You're looking at ner the same way you were looking at the 40. Revised Ist Draft - 4/20/04 \feu",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF",
          "text": "= Was I? c cacy Yeah, a lot of guys do. Like their rifle is a woman. It’s bullshit. That 40 is steel and plastic, man. It's machined down to a micro- millimeter. There’s two things every marine’s got to have: a good woman, and a good weapon. But don’t go getting them mixed up, or you'll get a major league fuck-over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF",
          "text": "That's the paradox. What you love the most may one day fail you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TROY",
          "text": "(beat) Fuck if I said that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In full camouflage face paint, Sergeant Siek addresses th STA hopefuls. Swoff is in the front row. He’s beginning t get into this now. c SERGEANT SIEK Your mission is to kill me. My mission is to kill you first. If 1 win, you go back to the grunts. If, by chance, one of you pathetic shit-heads wins, there’s a remote possibility you might one day become a sniper. But in case any of you are thinking, Sergeant Siek’s on my side; he’s my friend, he wants me to succeed. Grow the fuck up. I want each and every one of you to fail. Because if you-- He points to Stupid Marine. SERGEANT SIEK (cont'd) --canh become a sniper, what does that make me? Any questions?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STUPID MARINE",
          "text": "Those paintball bullets, they hurt? Siek smiles that Cheshire Cat smile. c Revised lst Draft ~ 4/20/04",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pow!! Stupid Marine is hit right in the head. A rose of p blooms om his forehead, then he falls, screaming.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STUPID MARINE",
          "text": "Shit! Fuck! I can't see!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sergeant Siek grins as he lowers his rifle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERGEANT SIEK",
          "text": "Back to the grunts, dickface. A MAJOR lowers his binoculars and tu:ns to Siek.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAJOR",
          "text": "Not in the head, Sergeant. You know the rules.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERGEANT SIEK",
          "text": "My mistake, sir. Sure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Camouflage paint on his face, Swoff crawls through the mu with his M16. He looks around, notices he is out ahead of others. He looks up ahead. There‘s Troy, who glances back and gives Swoff a grin that says, come on, get 4 move on. Fuck! Swoff crawls faster.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Swoff continues to crawl, undetected, in the mud. He sees Troy take careful aim and fire. Swoff aims his M16 at one of the STA spotters sitting on tailgate of a Humvee, bincculars in his hand. swoff fires his paint bullet. In the distance one of the instructors keels over. Swoff begins to grin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERGEANT SIEK",
          "text": "What tne fuck are you grinning et? Revised ist Draft - 4/20/04",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Swoff stands smiling with Vegh, Welty, and Fowler, ail of whom passed with him. But standing in front, the honor graduate, is Troy. Siek walks down in front of them, his face on. Then he smiles himself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERGEANT SIEK",
          "text": "Snipers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Swoff and Troy lie side by side, each with an M40Al. Serg Siek stands in front of them, holding a coin up in each h",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERGEANT SIEK",
          "text": "This, this is a nickel. This, this is a dime. See that target, a thousand yards down range? You will take three shots, and they must all fit inside this... (the dime) --.not fucking ever this... (the nickel) .--because the target shoots back. That’s right. YOU are HIS target. And I guaran-fucking-tee ‘that raghead or chink or russkie will be shooting this... (the dime) «+.-80 if you shoot this... (the nickel) --or this... (produces a quarter) +..0r God help me, this... (reaches down, picks up a chrome hub-cap) +.-you will be dead snipers. And dead snipers are no fucking use to the United States Marine Corps. Swoff stares at him. Shit. Siek walks from in front to st among them. SERGEANT SIEK (cont ’d) Look into your scope. They all do. We see Swoff adjusting his eye to the scope, settling in to the fit. Revised Ist Draft - 4/20/04 \f“eo SERGEANT STEK (cont'd) If you’re lucky, in that wandow will one day emerge the figure of the enemy. The quartered head, the JFK shot, the pink mist. Now consider your target. We are with Swoff as he stares into the eyepiece. He sees blur, something in a jeep. He tries to adjust the scope s that the target down range comes into focus. Slowly the image comes into focus: the head of a Russian general.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF, (V.0.)",
          "text": "There’s a moment when the target disappears, when you see only the clear intersection of the reticle-- like a bucket of light‘s been poured into your scope... We are inside the scope and see what he is describing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERGEANT SIEK, (0.C.)",
          "text": "Ready on the right? Ready on the left? Ready on the firing range. Gentlemen, commence firing. Swoff takes a deep breath. His finger gently closes on th trigger. So gently. Very slow motion now. Boom! We feel the recoil, the muscles on his face jiggle, puff of smoke from the muzzle, a casing ejects out to the side. Thwack! The General’s head explodes. Cotton stuffing floa gently down. Sswoff slowly lifts his face off the eyepiece. His eyes a bright.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF, (V.0.)",
          "text": "The grunt dies for nothing, for fifteen thousand poorly placed rounds. The sniper dies for that one perfect shor. He sets his eye back on the eyepiece. New target. Light p in, and... SWOFF (V.0.) (cont'd) T was nooxecd. Revised lst Draft - 4/20/04",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fJou",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "---Boom! A Chinese General's stuffed head explodes. New target, light pours in...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF, (V.0.)",
          "text": "I wanted a thankless mission... ++-Boom! A Terrorist's head explodes. New target, light p in... SWOFF (V.0.) (cont’d) I wanted poor cdds and a likely death... -..Boom? A Columbian drug lord's head explodes. SWOFF (V.0.) (cont’d) But I was a warrior without a war. I was all foreplay and no climax.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A blow up doll, weights, a wet bar, a big screen TV, and around it are gathered the Marines of the STA Platoon all silently watching.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON SCREEN SEE",
          "text": "On the TV screen we see Iraqi troops and tanks interspers with shots of screaming Kuwaiti civilians.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAN RATHER, (ON TV)",
          "text": "In a surprise blietzkrieg-Like attack, early this morning Iragi troops invaded neighboring Kuwait. The Emir of Kuwait has fled Kuwait City. Pentagon sources say elements of the 82nd Airborne Division and some marine units have been put on full alert.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TROY",
          "text": "This is it, boys! We‘re going to fucking war!! They all whoop anc cheer, Swoff not least of all. Revised Ist Draft - 4/20/04 \fgi INT. TWENTY-NINE PALMS - [*°?\"=R - DAY Buzzzzz. Buzzzzz. Swoff sits with his buddies getting fre high and tight haircuts, jarheads.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rucksacks packed, the STA men do a final cleaning of thei weapons. Swoff leans over his sniper rifle, cleaning it w a toothbrush. Troy slips his rifle into its case, then lo around at his squad. Their faces are serious, a little worried. Can't have thac.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TROY",
          "text": "We need to get a hard on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ON TV: “APOCALYPSE NOW” Helicopters fly across the South China Sea to the tune of Wagner. Rockets shoot out. North Vietnamese machine gunne are blown high into the air. We hear the yells and screams of the STA Platoon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STA PLATOON, (0.S.)",
          "text": "Get some! Semper Fi!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF",
          "text": "Vietnam movies. Our biggest wet dream. Swoff and his STA buddies lie back against their packed rucksacks. They are guzzling beer and watching Vietnam combat. SWOFF (V.0.} (cont‘d) Pornography for the grunt-- stroking his cock, tickling his balls with the pink feather of history, getting him ready for his first real fuck, We PAN across the faces as the men watch the war movie, Bereath the bravado we serse an undercurrent of fear. Revised lst Draft - 4/20/04",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We hear the sound of machine guns and the screams from m ambushes. Suddenly they stop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "P.A. ANNOUNCER, (U.5S.)",
          "text": "All personnel from STA 2/7 are ordered to report immediately to battalion headquarters. Get some, Jarheads! We are on Swoff’s face, as it sinks in: this is for real. We're going to fucking war!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A STEWARDESS in a bright red uniform is going through the safety procedures. She has a sample seat belt in her hand",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEWARDESS",
          "text": "I will now demonstrate the proper method of fastening your seat belt. Take this end of the belt and insert it firmly into the latch... With exaggerated care she inserts the buckle into the lat As she does we PAN AROUND and see that instead of a civil flight, the plane is full of jarheads: each and every one them staring at her hungrily, as if she is the last woman they will ever see. In front of Swoff‘s row sits ESCOBAR, a black Cuban, with CORTEZ, a Mexican-American. Escobar and Cortez are like a Hispanic Abbott and Costello.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ESCOBAR",
          "text": "Ah, Chica, come fly my friendly fucking skies, We MOVE BACK a row, to where Troy and Swoff are sitting w KUEHN, a big red-headed Texan with a perpetual sunburn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KUEHN",
          "text": "Me, I had a choice. Join the marines or go to jail. And you know what the shit of it is?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TROY",
          "text": "If you'd gone to yail--",
          "sentiment": "neutral"
        },
        {
          "speaker": "KUEHN",
          "text": "Don’t spoil the joke, asshole. If I'd gene to jail, I’d be getting out teday! Revised Ist Draft - 4/20/04",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fThat makes Swoff laugh. SWOFF . I dropped out of high school, tried to join when ZI turned 17. But my dad, he told the recruiter, {imitating Dad) \"No way I'm signing that unless you guarantee you won’t get my boy Tony killed.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "TROY",
          "text": "I bet that recruiter shit in his Class A trousers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF",
          "text": "I joined on my own, six months later.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KUEHN",
          "text": "You poor dumb fuck. My recruiter knew the price of every whore from Olangapo to Stockholm. A whole wide world of pussy. That's what got me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TROY",
          "text": "And here you are, headed to the desert. No pussy in a thousand miles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF",
          "text": "Fucked by the green weenie again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TROY",
          "text": "Let me tell you something. I signed up because the Corp’s going to be my fucking family. Fuck, it’s better than a family- It lets me fire weapons 24/7. It always waits up for me. It forgives me when I'm dumb and stupid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF",
          "text": "Which is pretty much all the time. Troy nudges Swoff. The Stewardess is standing there with funny, makeshift cake.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEWARDESS",
          "text": "Swoff? I hear it’s your birthday. Revised Ist Draft - 4/20/04 \f34 Troy's set this up. He and the other STA Marines stand up and start singing: \"Happy Birthday dear Fuckhead, Hapowv Birthday to you”.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "swoff, Troy and the platoon get off the plane into the desert. Heat waves shimmer. The tarmac is full of jumbo commercial jets: American, United, Delta. Fighter jets pa the skies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEWARDESS",
          "text": "(brightly) Good luck, now...Good-bye, now...Good-luck, now. She speaks to each of them as they pass her on the ramp, headed down, to war.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Swoff and the STA platoon marches toward a large, bright green Bedouin tent, where the battalion is gathering.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON SCREEN SEE",
          "text": "The STA Platoon takes their seats with the rest of the battalion just as COLONEL KAZICKIS mounts a makeshift sta grabbing a microphone in mid-stride like a Vegas M.C. Theatrical as he is, this guy is no caricature: he’s smar and knows how to connect to his men.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL KAZICKIS",
          "text": "Good afternoon, Marines! The speakers produce major feedback. A lowly corporal sli out and crouches by the Colonel, trying to adjust the vol",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARINES",
          "text": "Good afternoon, Colonel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL KAZICKIS",
          "text": "Jesus, did you just land in a war zone or in a funeral parlor? Good afternoon, Marines! Revised ist Draft - 4/20/04",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(a little louder) Good afternoon, Colonel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Swoff and Troy share a look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL KAZICKIS",
          "text": "That’s better. I felt my dick move. For those of you who don’t know me,’ I‘m Colonel Kazickis, your battalion commander. We are now part of Operation Desert Shield. Just north of us--Saddam Hussein's got a million Iraqi soldiers. Some of those boys have been fighting since you were nine or ten years old. They are tough. Thev will stop at nothing. They‘ve ised nerve gas against the Iranians and the Kurds. Here’s a picture. Hold it up, Sergeant Major. The SERGEANT MAJOR holds up a large photo of dead women a children. Troy and Swoff stares, especially Swoff: he hat gas. COLONEL KAZICKIS (cont‘d) . Now as of today, these, Iraqis who Cc have invaded the defenseless nation of Kuwait are not our concern. Our current mission is defensive. We are to protect the Saudi Arabian oil fields until further notice. As he speaks we PAN across the faces, the men we know--Sw Troy, Kuehn, Escobar, Cortez~--and some we will get to kn WELTY, VEGH, FERGUS. COLONEL KAZICKIS (cont‘d) So you will hydrate, you will train, you will adjust to this desert and you will hydrate some more. And you will be ready. You will maintain a constant state of suspicious alertness and one day Saddam Hussein is going to regret pulling this sorry shit. Behind Troy and Swoff, a MARINE (FOWLER) calls out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOWLER",
          "text": "(nigh voice} We're going te kick some Iraq: éss! Revised ist Draft ~ 4/20/04",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Troy and Swoff turn to see who it is. It's FOWLER, the s boat, the pain-in-the-ass, lo ~ ~-uth, know-it-all.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL KAZICKIS",
          "text": "What did you say? Fowler stands up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOWLER",
          "text": "We're going to kick some Iraqi ass! Sir!",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL KAZICKIS",
          "text": "Well hell, son, you going to win the Medal of Honor all by yourself? What is the rest of my battalion going to do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALL",
          "text": "Kick some Iraqi ass!",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL KAZICKIS",
          "text": "It's time for me to retire. I can’t hear a fucking thing. We are with Swoff and Troy as the entire battalion rises its feet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KICK SOME IRAQI ASS",
          "text": "The Colonel grins.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL KAZICKIS",
          "text": "That is most definitely more like it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The STA platoon rides in a Humvee, across the desert, hea for their new position. Swoff stares out: a vast and trackless piace, an infinity nothingness stretching to the horizon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOWLER",
          "text": "This defensive position shit sucks. We better not be in this shit-hole long. I need to shoot something. Revised Ist Draft ~ 4/20/04",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f37",
          "sentiment": "neutral"
        },
        {
          "speaker": "TROY",
          "text": "Yeu‘li get all you want soon enough. We're the marines, not the lame~ass army. First to fucking fight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KUEHN",
          "text": "Yeah, for what? They all turn to him. What a question. KUEHN (cont'd) I been around these old white fuckers all my life. They’ve all got their fat hands in Arab oil. The mother-fuckers drink it like it's beer. That's why we‘re here. To protect their profits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF",
          "text": "And their progeny.",
          "sentiment": "neutral"
        },
        {
          "speaker": "' KUEHN",
          "text": "That too, whatever the fuck that is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VEGH",
          "text": "You talk like a Communist, man. VEGH is Hungarian-American. He looks older than he is and an immigrant’s unquestioned patriotism.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WELTY",
          "text": "Yeah, we're here to fight for freedom. WELTY is the corpsman. He has an innocence about him, a softness around the corners of his face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TROY",
          "text": "We're here, fuckhead. All the rest is bullshic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WELTY",
          "text": "You saw that picture. Those were kids, man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KUERN",
          "text": "Who do you think gave Saddam all his goddamn weapons? We did.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOWLER",
          "text": "You are so full of shit. Revised ‘st Draft ~ 4/20/04",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fThey drive into their new position, a gash in the Saudi desert with > ‘ew ragged tents being put up-",
          "sentiment": "neutral"
        },
        {
          "speaker": "KUEHN",
          "text": "Look it up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF",
          "text": "I hate gas, man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TROY",
          "text": "The good news is, if it gets you, you’ll never know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Siek is holding a stop watch and screaming!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. SIEK",
          "text": "Gas! Gas! Gas! Swoff and the others are trying to pull on their MOPP sui the bulky chemical warfare uniforms, hopping on one leg, cursing, falling down. Only Troy is almost dressed. He‘’s pulling on his gas mask.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERGEANT SIEK",
          "text": "Come on! Your fucking skin is melting, your eyeballs are leaking, your goddam dicks are falling off!! Siek punches his stop watch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. SIEK",
          "text": "Time. Stop. Stop! Stop! Swoff freezes, one leg in his suit. He looks at Troy, who his gas mask on. He looks like someone very familiar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TROY",
          "text": "{to Swoff, as Darth Vader) Luke...,Luke... (beat, still Vader) I need a blow job.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERGEANT SIEK",
          "text": "Two minutes, thirty seconds. You're all dead. id since you're dead you're not going to mind taking a little jog in these suits. Ready. Go. Revised lst Draft - 4/20/04",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f39 Ke runs out of frame, into the desert. Troy follows him. a” their suits an“ half out, Swoff and the rest stumble a struggle to keep up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not funny anymore. The men struggle and slide in the sand the heavy rubber suits. We hear their breathing in the ga masks. We look at Swoff’s face through the goggles. They mist up His eyes disappear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF, (V.0.)",
          "text": "The UN is united in calling for Saddam to withdraw from Kuwait.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF, (V.0.)",
          "text": "Sanctions have been imposed. Colin Powell discusses war plans with Saudi Arabia, and President Bush keeps sending in new troops. The men are in formation. They are ordered to drink. They lift their canteens and swallow. We go down the line as t gulp the water. SWOFF (V.O.) (cont‘d) Us, six times a day we hydrate. Swoff and the others hold up their canteen bottles to sho they‘ve finished.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Swoff and the snipers patrol around the desert, slipping the sand. The space around them is immense, never-ending.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF, (V.0.)",
          "text": "We patrol the desert.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sgt. Siek screams {MOS) as Swoff and the snivers rush out fuli gear, jacked up cn adrenaline. Revised Ist Draft - 4/20/04",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fam",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF",
          "text": "We go on full alert",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Swoff and the snipers suddenly relax, start taking off th gear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF, (V.0.)",
          "text": "Then we stand down. You can see the stress on their faces: up, down, up, down",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They drink more bottles of water.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF",
          "text": "And we hydrate some more.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They sit on top of a dune, staring into the setting sun, into the desert.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF, (V.0.)",
          "text": "And we look north to our still invisible enemy. We wait for them, like a lover. They stare as the sun rises. SWOFF (V.O.) (cont‘d) This is our labor. We wait.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Out of a mailed package Swoff pulls a small white T-shirt with the Marine Corps emblem, the shirt his mom had made him. It's full of memories of Kristina, so far away. Swof feels the shirt, holds it to his face, smells it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TROY",
          "text": "Five bucks to sniff it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOPF",
          "text": "Fuck you. Revised ist Draft - 4/20/04",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "C At least show me the picture. Swoff relents and passes a picture of Kristina in the T- shirt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF",
          "text": "That was the last night--before I left for boot camp.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KUEHN",
          "text": "‘Your last night as a human being.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ESCOBAR",
          "text": "Show us the one in the dress blue blouse again. Swoff pulls out another photo of Kristina. In this one sh has on nothing but Swoff’s dress blue blouse. They compar the two.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WELTY",
          "text": "Doesn’t she have her own clothes? They stare at Welty; are you nuts?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KUEHN",
          "text": "(the dress blues) | This one, man, it’s hard core.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TROY",
          "text": "(the T-shirt) No way, man. This one, it’s more,..real.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF",
          "text": "Come on, give ‘em back. Sergeant Siek enters with another bag of mail.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERGEANT SIEK",
          "text": "Listen up. We're getting letters addressed to “Any Marine, Iraq”",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERGUS",
          "text": "Hey, that’s me. FERGUS is the newest member of STA. He’s a bit of a doofu mid-western kid who can’= quite seem to click in on thing Revised ist Draft - 4/20/04",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The first ones go to the Marines € whe get the least mail. That's you, Cortez. He starts handing out letters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ESCOBAR",
          "text": "Yeah, Cortez can’t even get letters from women in prison. That's because they know he’s a Mexican.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTEZ",
          "text": "At least my mama doesn’t fry bananas for breakfast, you dumb Cuban.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERGEANT SIEK",
          "text": "You guys read and respond to every one of these fucking letters. Make those girls feel good. Cortez eagerly opens his letter, then his face falls.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTEZ",
          "text": "Oh man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ESCOBAR",
          "text": "€ What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTEZ",
          "text": "It’s from a seven year old boy. He wants a camie cover.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ESCOBAR",
          "text": "Send it to him, you fucking pervert. vegh unfolds his letter. His eyes light up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VEGH",
          "text": "(Hungarian accent) Listen to this. (reading) \"I just quit Yale. I like to fuck a lot and drop acid. Write me soon if you like to fuck a lot and drop acid.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "KUEHN",
          "text": "I like to fuck a lot and drop ecid? Show me her picture. Revised lst Draft - 4/20/04",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f43 Vegh passes the photo around to general aprroval. Check t out!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ESCOBAR",
          "text": "Oh, man. Troy holds up a letter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TROY",
          "text": "What do we have here? Welty recognizes it and reaches out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WELTY",
          "text": "Come on, give it to me. Troy smells it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TROY",
          "text": "Mmmmm. Chemical weapons? No. Pussy Juice. Welty grabs the letter. Swoff resumes reading his letter. TROY (cont’d) What’s up with Kristina?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF",
          "text": "C She got a job at a hotel. To Swoff‘s surprise, this gets a large response.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOWLER",
          "text": "You are fucked!",
          "sentiment": "neutral"
        },
        {
          "speaker": "KUEHN",
          "text": "I'm sorry, Bud.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF",
          "text": "Sorry? Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOWLER",
          "text": "She'll have breaks, dumb fuck. She and one of the Jody clerks will co to one of the vacant rooms. <= bet they've got one all the employees use. Probably don't even change the sheets. This sinks in on Swoff. His face goes carx. Revised ist Draft - 4/20/04 \f44",
          "sentiment": "neutral"
        },
        {
          "speaker": "TROY",
          "text": "Don't let v-hem fuck with vour head. A job's just a job. She loves you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF",
          "text": "(trying to be convinced} Yeah. Swoff would get more emotional but at that moment we hear sobbing from Welty. Tears crawl down his cheeks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TROY",
          "text": "Hey man, what's the matter? Welty’s shoulders begin to shake. Fowler picks up the letter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOWLER",
          "text": "Hey, let me see that. What’s she doing, fucking someone else? (reading, smiie) Holy shit.. (smile fades: reading aloud) “Bet you didn't know your brother's got a nine-inch dick. And believe me, he knows how to use it.” (beat) Holy shit. Fowler lowers the letter. Even he is stunned. This news doesn't help quell Swoff’s nascent doubts about Kristina. Welty is devastated. He holds his fiancee’s picture in hi hands and begins to crumple it up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KUEHN",
          "text": "No! Give it to me. Kuehn grabs the photo from Welty. He holds it up. KUEHN (cont ‘d) Everybody see this?? They all stare at the faithiess fiancee. Welty is truly devastated. KUEHN {cont’d) Only one place for it. They all know where he means.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TROY",
          "text": "Wall of Shame. Revised lst Draft ~ 4/20/04",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f45 Escobar helps Welty up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ESCOBAR",
          "text": "Come on, man. The rest of them start to leave. Swoff just sits there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KUEHN",
          "text": "Swoff, come on. He takes one last look at Kristina’s letter, maybe wonder just a bit if Welty’s fate is in store for him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF",
          "text": "Sure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Wall of Shame. A big board between two posts in front the mess hall, its every square inch covered with photogr of women stuck up with duct tape. And on each piece of du tape the betrayed marine has written his tale of woe. Swoff watches as the others help Welty duct tape the photograph of his fiancee to the wall. Kuehn hands Welty magic marker,",
          "sentiment": "neutral"
        },
        {
          "speaker": "KUEHN",
          "text": "Go on, man. Welty begins to write on the duct tape.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WELTY, (V.0.)",
          "text": "She was my fiancee, with my brother now... Swoff looks at a photograph of a woman with a young boy, examines the writing on the duct tape. He hears the voice the marine whe wrote it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE 1",
          "text": "I loved her so much and she took my kid and disappeared.... Swoff looks at another photograph: a woman in a bikini, h tongue stuck out suggestively.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE 2",
          "text": "Stay away from her, she‘ll take all your money, she hangs out at the Whale Club in Cceans:ide. Revised lst Draft - 4/20/04",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f46 fwoff holds up Kristina’s photograph, wondering how it wo look up cn the wall. Troy appears as the others lead Welt away. .",
          "sentiment": "neutral"
        },
        {
          "speaker": "TROY",
          "text": "Put it away. Kristina‘s not cheating on you. They’re just fucking with your head. Swoff looks at Troy, slightly relieved.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The sniper squad is in a circle under an Infrared cover. can see the heat coming off the desert.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERGEANT SIEK",
          "text": "Here are the rules. When you talk to these reporters, don’t get specific. Say you can shoot from far away. Say you are highly trained. That there are no better shooters in the world than Marine snipers. Say you are excited to be here and you believe in the mission and will annihilate the Iragis. Take off your shirts and show your muscles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KUEHN",
          "text": "This is censorship. You're telling me what I can and can’t say to the press. This is un-American.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF",
          "text": "That’s right. We have freedom of speech. Article 1, the Constitution.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERGEANT SIEK",
          "text": "You signed a contract. You have no raghts. Goddamnit, we're not playing around. Tell your complaints to Saddam Hussein, see if he cares.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KUERN",
          "text": "That's exactly what Saddam Hussein does. You're treating us the same goddamn way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Revised lst Draft - 4/20/04",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "47 SERGEAN™ 5iEK You are Mari.scs. .ere is no such thing as speech that is free. You must pay for everything you say.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The members of STA Platoon shave, wash in their helmets, on new camies. One holds a mirror for another. Swoff and Troy helmet wash their pits, their crotches, th cocks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TROY",
          "text": "I can’t get the fucking sand out. It's everywhere, even in my piss hole.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF",
          "text": "It‘s the desert, man. We thought we invaded it. But it fucking invaded us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Swoff is watching the now very clean STA Men being interviewed earnestly by a FEMALE REPORTER, a kind of you Diane Sawyer, who has a cameraman with her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FEMALE REPORTER",
          "text": "So if you could say one thing to our viewers back home, what would it be?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTEZ",
          "text": "I believe in our mission. I pelieve we will quickly win this war and send the enemy crawling home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERGUS",
          "text": "I’m proud to be here serving our country. I love God and I love my new Harley. Them ragheads is going down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TROY",
          "text": "We can shoot cut someone's eyeball from a click away. No better shot in the world. ‘MORE ) Revised Ist Draft - 4/20/04",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f48 TROY (cont'd) They can bomb us and gas us and shoot us and we‘ll keep at ‘en. Now it’s Swoff’s turn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF",
          "text": "I don’t care about a New World Order. I don't care about human rights violations in Kuwait City. Amnesty International, my ass. Rape them all, kill them all, sell their cil, pillage their gold, sell their children into prostitution. I don't care about the Flag and God and Country and Corps. I don’t give a fuck about oil and revenue and a million barrels per day and U.S. jobs. I'm twenty years old and I was dumb enough to sign a contract and here I sit, swinging in the ball sack, slopping through the straddle trench of the world, and I can hear their bombs already, I can hear their bombs and I am afraid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERGEANT SIEK, (0-S-)",
          "text": "Swofford, you're up! And this is what he really says.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF",
          "text": "I’m prepared for anything. I have supreme confidence in all my leaders, from my team leader to my president. My father and uncle served in Vietnam. I'm proud to serve my country here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A football flies through the air. Swoff and Kuehn and Tro toss it back and forth. In the b.g. we see Sergeant Siek Colonel Kazickis briefing the Female Reporter and a few o reporters about the chemical warfare suits: holding the s up, pointing out their features, so on. The rest of the platoon join an impromptu football game. Swoff goes out for a long pass. He leaps over the straddl trench, catches the ball with one hand and slams his face into the desert. Revised ist Draft - 4/20/04",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fco) 49",
          "sentiment": "neutral"
        },
        {
          "speaker": "KUEHN",
          "text": "~vuchdown! Swoff jogs back in with the ball just as Sergeant Siek co back with the reporters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TROY",
          "text": "Swoff! Quick, throw the ball in the shitter!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TROY",
          "text": "Get rid of the fucking ball. Swoff doesn’t get it--not fast enough.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERGEANT SIEK",
          "text": "Swofford, the football. Swoff gives it to him. Troy rolls his eyes. Look what you did. SERGEANT SIEK (cont'd) Men, this is your lucky day. These reporters want to know how you can fight wearing all your chemical warfare gear. So you’re going to show them just how well your MOPP suits work. (to general disbelief) That‘s right. Get ‘em on. We're going to continue this football game in full gear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TROY",
          "text": "(to Swoff) See what you did, ass-hole.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WELTY",
          "text": "It’s a hundred and twelve degrees.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERGEANT SIEK",
          "text": "Then you won’t be needing your parkas, will you? (beat) And the Colonel has promised hot shewer trucks. And cold soda. Revised lst Draft - 4/20/06",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The men slowly put on their MOPP suits. Some are bound together with duct tape and nylon ripcord. The MOPP suits are in a jungle camouflage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TROY",
          "text": "Just like the Marine Corps, gives us jungle suits in the desert.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF",
          "text": "We look like a fucking Monty Python skit. Swoff and the others take a last drink of water, then put their masks on and tie the hoods. Troy is ~he last to clo up. We’re inside Swoff’s gas mask as he looks out at Troy It’s like a personal sensory deprivation chamber.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TROY",
          "text": "Ready? His voice comes from far away, as if he is talking throug Styrofoam cup.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF",
          "text": "Fuck it. Swoff's voice has a half-second delay and a kind of echo, if he’s on a very long distance phone line.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TROY",
          "text": "Let's do it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The game begins again. The men run awkwardly in their MOP suits. Swoff’s POV: Colonel Kazickis points out various features the suits to the reporters. Passes fly. At first the game is touch, then it becomes tackle. WHOMF. Bodies slam together. Swoff intercepts a pass and runs it in for a touchdown, t collapses in the sand. They are all bent over at the knee trying to catch their breath in their gas masks. Revised lst Draft - 4/20/04",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERGEANT 5",
          "text": "sentlemen, the Pentagon says that you can fight at one hundred percent capacity in this gear for eight hours. You've only been Playing football for twenty minutes. Let’s go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "WHOMF. They siam together. Siek blows a whistle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERGEANT SIEK",
          "text": "{shouts ) Halftime! (to the reporters} These MOPP suits are fitted with drinking tubes, so these men will be able to drink from their canteens without removing their gear. Swoff's POV: over the sound of Swoff’s heavy breathing, w hear Siek‘s voice as if it comes from a tunnel. SERGEANT SIEK (cont’d} Men, these Ml] Al drink tubes are designed to work perfectly with your canteen and mask. Insert the narrow end with your fingers extended and join it into the appropriate receptacle on the canteen lid. Excellent. Swoff breaks the seal of his gas mask quietly and tries t breathe in fresh air. SERGEANT SIEK (cont ‘d) Now extend the tube into the proper fitting in the mask receptacle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KUEHN",
          "text": "I’m fucking dead already, the cap is broken on my canteen!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERGEANT SIEK",
          "text": "Hey, cool it. Revised lst Draft - 4/20/04",
          "sentiment": "neutral"
        },
        {
          "speaker": "TROY",
          "text": "My drinking tube is » sen. T can’t break the seal of my mask because that would kill me. So I'll die of dehydration. Swoff rips off his mask.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERGEANT SIEK",
          "text": "Okay. Okay. He's trying to put a lid on it, but with the reporters th his options are limited. And the men know it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTEZ",
          "text": "My drinking tube fell off in the gas chamber in Okinawa and Kuehn stepped on it. I requested a new gas mask four months ago.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF",
          "text": "We all have unserviceable filters in our masks. We are all dead. Fowler has been wrestling with his drink tube and canteen finally he rips his mask off and punts it down the field.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOWLER",
          "text": "Fucking fuck this piece of shit!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERGEANT SIEK",
          "text": "Men! Men! I‘11 speak to supply about these parts. Now masks on! Play ball! He‘s trying to be polite for the reporters, nice fake smi The men groan and moan and start again. But instead of a touch football game, the exercise degenerates at once. Ku tackles Cortez.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KUEHN",
          "text": "Remember the Alamo!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTEZ",
          "text": "Motherfucker! He leaps up and jumps on Troy, who tosses him aside. Esco piles on, screaming in Spanish. Fowler pounds Vegh. Swoff jumps in. Everyone begins tackling and piling on, 1n a me a laughing shrieking dog pile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KUEHN",
          "text": "King of the desert! Revised lst Draft - 4/20/04",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f53 He ve.is as he struggles to the top of the pile. Then som ce yells the dreaded two words.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TROY",
          "text": "Field Fuck! Fowler pulls Kuehn off the top of the pile. moving his hips against Kuehn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VEGH",
          "text": "Get that virgin Texas ass! It’s free!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ESCOBAR",
          "text": "Get a picture for his wife! The poor woman! Siek comes running back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERGEANT SIEK",
          "text": "Stop!",
          "sentiment": "neutral"
        },
        {
          "speaker": "KUEHN",
          "text": "Fowler starts I’ve seen the whores you've bought, you sick bastards, I‘m the prettiest girl any of you’s ever had! The reporters have stopped taking notes and Siek is desperate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERGEANT SIEK",
          "text": "Stop! Stop you assholes! are staring. But the field fuck continues. We see each face in turn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF, (V.0O.)",
          "text": "We aren't field-fucking Kuehn: we're fucking the Colonel, and the sorry, worthless MOPP suits, and the goddamn gas masks and canteens with defective parts, and President Bush and Dick Cheney and the generals, and Saddam Hussein, and the PRC-77 radio. Swoff steps out of the pile, a look of glee rips his gas mask off. We're on him as the continues. SWOFF (V.O.) (cont'd) We're fucking the world's televisions, and CNN;",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Revised lst on his face. He field fuck Draft - 4/20/04",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fSWOFF (V.0.) (cont'd) we're fucking the sand and the bad food and the fuckhead peaceniks bac. nome; we're fucking ourselves for signing the contract, for listening to the soothing lies of the recruiters, for letting them call us buddy and pal and dude, luring us into this life of loneliness and boredom and fear. The field fuck subsides. Kuehn gets up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KUEHN",
          "text": "I've had better fucks from dwarves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mumbling apologies, Sergeant Siek escorts Colonel Kazicki and the Female reporter back to the land rover.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERGEANT SIEK",
          "text": "...It must be the heat. They are a highly trained, highly disciplined unit, I assure you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The last MOPP suit is thrown into the straddle trench. Ku douses the suits with fuel and strikes a match.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KUEHN",
          "text": "May god please save our ass, because these suits sure won’t. Half-naked, they stand and watch the suits burn, a small of thick black smoke, harbinger of the fires to come. Hear the sound of THUNDER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It’s raining outside. Water drips down the tent flaps. Sw and most of the others sit eating MRE‘s, chewing, staring ahead. The tent is much homier, with more personal detail Escobar does push-ups, then stands up and looks at himsel a field mirror.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ESCOBAR",
          "text": "You are a bad motherfucker. (beat)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Revised ist Draft - 4/20/04",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\foN) ESCOBAR (cont'd) You will kill hundreds of ragheads. You will fulfill your duty. Fergus adjusts his Walkman, then turns up a recording of motorcycle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERGUS",
          "text": "(headphones on, way too loud) My Harley! No one is interested. Dripping wet, Troy enters with the bag.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TROY",
          "text": "Rain in the fucking desert. What next? Ski season?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF",
          "text": "You keep the mail dry?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TROY",
          "text": "Fucking A! Neither rain, nor sleet, nor fucking mustard gas keeps the jarhead from his fucking mail. (beat) Swoff, who's got fire watch tonight?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF",
          "text": "Vegh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VEGH",
          "text": "Oh man, I had it two weeks ago.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF",
          "text": "Which is why you have it again. 0500. Don't fucking zee out or it‘’ll be my ass. Troy pulls out the first letter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TROY",
          "text": "Swoff! Your new dog tags. Swoff rips the envelope open, examines the dog tags.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFT",
          "text": "Shit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TROY",
          "text": "Still say Roman Catholic? Swoff ncds. Troy passes cut more mail. Revised ist Draft - 4/20/04",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fifth cime.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTEZ",
          "text": "It's a sign from God. He wants you to stay with the one true religion.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERGUS",
          "text": "Which is Baptist.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTEZ",
          "text": "Jesus was a Catholic, man. Swoff reaches into his gear, pulls out a small lacquer bo",
          "sentiment": "neutral"
        },
        {
          "speaker": "TROY",
          "text": "What difference does it make what your dog tags say? God knows you‘re “no preference.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "KUEHN",
          "text": "No preference? Man, that sounds like you're a religious whore. You'll take it in any hole, from any pulpit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF",
          "text": "I don’t even care. I just like getting new dog tags. I'like the sound they make. He holds them up. Jingle. Jingle. Troy hands Cortez a letter from the bettom of the bag.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTEZ",
          "text": "Hey, look! I got an answer from my Any Marine girl! There’s general amazement. No way! Finally!",
          "sentiment": "neutral"
        },
        {
          "speaker": "TROY",
          "text": "Hey, that’s the first one. Open it. Cortez starts to open the letter, very carefully.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Vegh, you heard from “acid” girl?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VEGH",
          "text": "Not yet. Revised ist Draft - 4/20/04",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not ever. Cortez looks up, a stunned look on his face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTEZ",
          "text": "Empty. He holds the opened envelope upside down, shakes it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KUEHN",
          "text": "(laughing) That is fucking perfect. His face suddenly pale, Swoff looks up from reading his letter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF",
          "text": "Kristina’s got a “new friend.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "KUEHN",
          "text": "A “new friend?” That doesn’t sound good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF",
          "text": "Yeah. He‘s the night manager. She says he’s a great listener.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KUEHN",
          "text": "Great listener? Man, this is getting worse.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOWLER",
          "text": "She’s one of those girls with a military fetish. She’s smiling when she tells the Jody that the poor shit whose girlfriend he's fucking is a Marine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KUEHN",
          "text": "And the Jody likes telling his friends that the new girl he’s stiffing is a dumb jarhead’s girlfriend.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WELTY",
          "text": "Everyone loves to get over on the jarhead. Everyone. They know Welty means it. He‘s still numb from losing his fiancee to his brother. Revised ist Draft - 4/20/04",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f58",
          "sentiment": "neutral"
        },
        {
          "speaker": "KUEEN",
          "text": "The world is full of Jodys, man. The world is full of Jodys. During this mounting group paranoia we are on Swoff’s fac It‘s getting darker and darker.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TROY",
          "text": "(to the others) Go jack off somewhere, you’re all fucking losing it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KUEHN",
          "text": "Hey Swoff, that’s right. Cheer up, we're headed back to the rear. Get some AC, sleep in a rack, get on the phone to your girlfriend, even if she is cheating on you, Swoff looks green. He looks down at Kristina’s letter. On pink stationery is a drawing of a couple holding hands, a the words, “Tony and Kristina forever.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "cU on Swoff as he thinks about Kristina. He rides with hi STA buddies in an open Humvee through the gates of a vast rear area: barbed wire perimeter with watch towers, barra stretching over the sand, a logistical warehouse. There is a spooky feeling about this place; as if these barracks and facilities were always here, waiting for the They pass shacks where Egyptians sell candy and sodas. Marines stroll about looking cool and clean. A Muezzin chants the call to prayer over loud speakers. All activit in the soda and candy shacks cease: out come the Egyptian falling prostrate in prayer. We register all this on Swoff's face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Swoff stands uncer a shower head, the water pouring down face. His eyes are open, staring, focused somewhere else. others are in the b.g., swigging cokes in the showers, singing, having a ball. Around Swoff’s feet water swirls the drain, clogging it with sand. Revised ist Draft - 4/20/04",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Swoff sits on the john, holding a picture of Kristina. He trying to masturbate, trying to connect to her, but it’s not happening.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rows of phones. Marines talk to wives, girlfriends, mothe Troy is deep in conversation with his fiancee. Swoff has a phone in his hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OPERATOR, (0.S.)",
          "text": "Number? Number please? He puts it gently down. Stares at all his friends, all connected to home, all with someone to talk to.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All the men lie peacefully in their racks. Moonlight stre through the windows. CLOSE ON Sweff. He lies still, his e open. At the end of the room the door swings open. A pale figur enters. It’s Kristina. She‘s dressed for visiting and carrying a bag. She walks slowly down the center of the r She stops at the end of Swoff’s bed and looks down at him She reaches down and strokes his cheek. Tears well up in eyes. :",
          "sentiment": "neutral"
        },
        {
          "speaker": "TROY, (0.S.)",
          "text": "Shut the fuck up! swoff comes blinking out of his dream. The room is empty. is early evening, not night. Troy has his face in front of an air conditioner. It blow cool air that feels like a blessing. TROY (cont‘d) You were taiking in your sleep. Swoff sits up, still disoriented. But one thing he knows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFE",
          "text": "I want to go back to the desert. Revised lst Draft - 4/20/04",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Troy doesn’t leave his post in front of the AC.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TROY",
          "text": "What the fuck’s your problem?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF",
          "text": "Tt don’t like this place. It's spooky. Like it was built for us, just waiting. The Saudis built it so they could stick us in here before we died for their oil.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TROY",
          "text": "You sound like Kuehn, man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF",
          "text": "The desert. It’s honest back there, clean.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TROY",
          "text": "It's fucked. Come on, let's go see a movie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In a group of marines, Swoff watches Platoon on a big TV screen. Tom Berenger has his pistol at the Vietnamese woman's head, screaming at her to talk. The images of the video reflect off Swoff's face. Suddenly, there is a click and instead of the war movie, are watching a homemade porn flick. A man whose face is i shadow is doing bizarre things to a woman in a hood. The room erupts in cheers. Just as the woman comes to org with loud shrieks, A MARINE jumps up and screams.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETRAYED MARINE",
          "text": "That’s my wife! That’s my wife fucking the neighbor! A goddamn Squid! Everyone starts to laugh, but the man continues to scream see Swoff, not laughing, but disturbed: this is his own w nightmare about Kristina, playing right on the screen. BETRAYED MARINE (cont'd) You fucking bitch! You slut! He screams and begins to cry. The movie jerks to a stop. Lights come on. Revised lst Draft - 4/20/04",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "oL Some of his buddies wrestle the Betrayed Marine out. He's Still screaming as the docr slams behind him. In the movie room there is a moment of absolute silence. Swoff stares at the now closed door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOWLER",
          "text": "Fuck it. Let’s watch it again. There's general agreement: “Fucking A! Get some!” Moving like a robot, Swoff gets up and heads out the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TROY",
          "text": "Swoff? Where you going? Don't miss this. But Swoff is gone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Swoff assembles his M16 with infinite tenderness. The pho of Kristina is right there, on the wall, next to him. He holds out the firing pin before inserting it into the bolt. He lifts the firing pin to his mouth, then slowly s it in, like he's tasting something forbidden.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF, (V.0.)",
          "text": "I love my rifle. It won't cheat on me. I love it to fucking death. It needs to fire. It needs to shoot something. Who am I to stop it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Swoff lies in his rack, cradling his M16 like a lever. Th photo of Kristina is right by his face, propped on the si table. He sits up, moving very celiberately. He turns the pictur face down. Very slowly, he puts the Ml6 muzzle in his mouth. He bend at the waist and places the buttstock of the rifle agains the floor. He puts his thump cn the trigger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF",
          "text": "Cereprum, Cerebellum, Corpus Callesum, Pineal Body, Medulla Oblcngata. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Revised ist Draft - 4/20/04",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SWOFF (V-O.) (cont'd) The trip my bullet will take. The JFK shot, but this time the pink mist will be me. You can hear the sound of his teeth scraping on the metal SWOFF (V.O.) (cont’d) IT turn the trigger selector. (there's a soft click) Burst. There’]l be three rounds, not one, circling around inside my skull. He re-positions the rifle in his mouth. His hand plays around the trigger. We study his face. Is going to do it? We can’t tell. BANG! The decor slams open. Swoff looks up, confused, as Troy enters the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TROY",
          "text": "What the fuck?! He slaps Swoff hard against the back of his head and grab the weapon. Swoff stares for a moment, not registering wh has happened, thinking perhaps he’s already dead. TROY (cont‘d) What the fuck, Fuck? Swoff runs his tongue around his mouth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF",
          "text": "You chipped my tooth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TROY",
          "text": "You‘d shoot yourself without letting me watch? You selfish, selfish fuck. I thought we were friends.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF",
          "text": "I was just fucking around. I knew you were walking in the door. Troy hits the eject button, drops the clip out, pulls bac the bolt and ejects the round from the chamber. Troy toss the rifle on the rack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TROY",
          "text": "They played the movie again. That poor jarhead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Revised ist Draft - 4/20/04",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TROY (cont'd) Half the battalion pivs assorted tanker assholes car= '*' to watch his wife get fucked. And you want to kill yourself? (beat ) I need to go for a run. Come on, let's go. Swoff doesn’t move. TROY (cont'd) Let’s go. He hauls Swoff up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Swoff and Troy run the perimeter of the base. Troy snaps fingers as he runs to keep cadence. We hear that snapping and the rhythmic sound of their boots on the sand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TROY",
          "text": "If this is over Kristina, you need to pull yourself together.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF",
          "text": "It’s the waiting, the whole fucking cock-tease. It’s the fucking desert.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TROY",
          "text": "I don't give a fuck what it is, just don't pull the goddamn trigger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They run and run. We follow them on a tour of the perimet outside is the dark of the endless desert beyond the shad of the perimeter lights. In pain, Troy rubs his groin. He’s chafed himself raw run his friend back to sanity.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TROY",
          "text": "I wish I’d rubbed some Vaseline in my crotch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF",
          "text": "Me too. Revised lst Draft - 4/20/04",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f64",
          "sentiment": "neutral"
        },
        {
          "speaker": "TROY",
          "text": "Fuck it. They keep running.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF",
          "text": "Fuck it. In CUTS we see them run all night long. The darkness give way to sunrise. The Muezzin calls the Egyptians to prayer Finally, Swoff stops running. His face is beyond red. Chapped and blistered, it is like some desert creature. B he has stopped. Troy stops with him. His face looks even worse.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TROY",
          "text": "Done? Swoff nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF",
          "text": "Done.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Their Humvee passes through the gates, heads back into th desert. Swoff takes a look back, back at the air-conditio world, then turns his face into the hot desert air.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON SCREEN",
          "text": "The Humvee drives back into the snipers’ forward area. More equipment and troops are there, big trucks and self- propelled vehicles, more howitzers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Troy leads Swoff past rows of office marines working on m Swoff’s a little reluctant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TROY",
          "text": "Relax, no one’s going to know. They come to CORPORAL HARRIGAN. His glasses sit crooked o his nose. He's writing something on a computer; he talks into his left shoulder, like ne has a phone cradled there Revised lst Draft -~ 4/20/04",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fbo",
          "sentiment": "neutral"
        },
        {
          "speaker": "CCORPCRAL HARRIGAN",
          "text": "Yeah?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TROY",
          "text": "I hear you've cot some good stuff.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORPORAL HARRIGAN",
          "text": "Fly rumor, on winged feet. (beat) You know what I’m doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TROY",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORPORAL HARRIGAN",
          "text": "I'm writing a love letter for the Major. I studied classics at Dartmouth. I write all his letters to his wife. “Dear sweet Gloria, I wish I were up in you now with a finger in your ass.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "TROY",
          "text": "I don‘t think that’s what we want to hear right now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORPORAL HARRIGAN",
          "text": "(resigned) There's just no market for poetry any more. (beat) Forty bucks. Five gallons.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Troy and Swoff stand in front of a cargo container tucked behind some tents. Corporal Harrigan emerges from the dar anterior, carrying an enormous jug of homemade hooch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORPORAL HARRIGAN",
          "text": "Chateau Riyadh. 1991.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sunlight shines through the window. Swoff ilies drunk and passed out on his racx. Troy’s rack 18 empty. Sergeant Si bangs in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERGEANT SIEK",
          "text": "Swofford! Revised lst Draft - 4/20/04",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fa 66 Swoff pulls himself out of his rack, blinking. SERGEANT SIEK (cont‘d) Tell me I am having a bad dream! Tell me I didn‘t put your ass in charge! Tell me we're not supposed to be on patrol at Oh four thirty. Tell me some sweet story about screwing and I‘1l go back to sleep and one of your asshole idiots will call reveille! Swoff can’t tell him that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Swoff finds Fergus leaning against the Major‘s Humvee, asleep. A half eaten peanut butter cracker from his mothe care package in one hand, his walkman in the other playin the loop of his Harley Davidson. Swoff kicks Fergus in the stomach. He comes up coughing crackers and peanut butter and drops his walkman. We can hear the sound of the Harley coming out of the headphones",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERGUS",
          "text": "What’s your problem Swoff?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF",
          "text": "What the fuck time do you think it might be? Fergus blinks into the sunlight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sweaty and pale, Swoff struggles to finish a bottle of wa Empty water bottles are strewn around him. A line of full water bottles are beside him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. SIEK",
          "text": "That’s it, drink it down. Drink it all down. Swoff sputters and chokes and gags. He turns and vomits a moans. Siek gets down next to Swoff, speaking very quietl",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERGEANT STEK",
          "text": "You’re not just fucked, Swofford. You’re double possum fucked. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Revised 1st Draft - 4/20/04",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fSERGEANT SIEK (cont'd) Fucked twice by the same two- = peckered possum. Cc {beat ) Guess what's next?",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. SHITTER SUPPLY TENT- LATER",
          "text": "Swoff reports to the S-4 CLERK, PFC POTTINGER, who is in charge of issuing a unique set of supplies from his make- shift tent. PFC Pottinger affects the pose that he is sor this has occurred and he’1ll straighten it out as soon as can. He hands Swoff the tools of ignominy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PFC POTTINGER",
          "text": "One fence post.,.one pair welder’s gloves...one pair tongs...five gallons diesel fuel... (beat) +.-one box of matches. Swoff takes it all, balancing the gloves, the tongs and t metal fence post. The clerk checks his papers, filling in the requisition. PFC POTTINGER (cont ‘dj Returning? C (beat) When are you bringing them back?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF",
          "text": "A week.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PFC POTTINGER",
          "text": "Jesus. Swoff turns to leave. PFC POTTINGER (cont'd) Don’t forget to stir it... Swoff turns back, a murderous look on his face. PFC FPOTTINGER {cont'd} .»-.while it’s burning... (beat) Sorry, dude. Revised lst Draft ~ 4/20/04",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A 3-hole, deluxe shitter, with hinged doors in back. Swof takes a breath, opens the door, and uses the tongs to pul out the first 55-galion drum. It’s been spray painted wit names. Swoff recognizes one, which makes him smile, sort He pulls out the other two barrels and pours in diesel fu Just as Swoff starts to light the match MAJOR LINCOLN approaches. He's a pompous, no bullshit African-American walks with an ex-athlete’s stiffness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAJOR LINCOLN",
          "text": "Hold it right there, marine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF",
          "text": "Sir?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAJOR LINCOLN",
          "text": "Stick one of those back in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF",
          "text": "They’re already full of diesel fuel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAJOR LINCOLN",
          "text": "I don't give a shit if they’re full of Chanel Number 5. I'm not walking to the other side of the perimeter for my morning glory. Major Lincoln disappears inside the shitter. As the door closes, Swoff takes out a box of matches and strikes one. He lights a fuse of detonating cord. It crac and hisses as it snakes toward the shitter. Swoff hits the deck and covers his head. BOOM! We register the explosion on his face. Bits and pie of the shitter rain down. Swoff smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Major Lincoln departs the utterly intact shitter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAJOR LINCOLN",
          "text": "Thanks, Marine. I left you a little present. Revised Ist Draft - 4/20/04 \fby",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWCFF",
          "text": "Thank you, Sir. As Major Lincoln walks away, Swoff pulls out the barrel, pours 1n a little more diesel fvel, then lights the barre one at a time. Bilious black smoke pours out, then blows into his face. Swoff stirs the burning shit, looking like he's going to throw up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Swoff returns, his hands biack from the burnt barrels, hi face green. Troy is cleaning the sniper rifle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TROY",
          "text": "You look like shit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF",
          "text": "Tell me about it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TROY",
          "text": "Help me with the bore. He attaches a cotton pad to the end of the bore brush. Sw holds the rifle while Troy pushes down from the muzzle, S removes the cotten pad which emerges flower-like in the chamber. It is meditative. TROY (cont'd) Camel hair brush. Swoff hands it to him and he pours lubricant on a cotton Troy brushes the scope. They handle the weapon and its pa like lovers. TROY (cont'd) There‘s a Lance Corporal. Motor Pool. They clean some more. TROY (cont‘d) He‘'ll burn the shitters for the rest of the weex.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF",
          "text": "Why would anyone do that? Revised ist Draft - 4/20/04",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fpy) io",
          "sentiment": "neutral"
        },
        {
          "speaker": "TROY",
          "text": "t’. inis place, man. It fucks you up. (beat) Twenty bucks a day. Cash only, no I0Us, no porn, no booze. Swoff hesitates. TROY (cont‘d) You‘re getting $80 a month cash. What do you have to spend it on, pogey bait from the Egyptians?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "LANCE CORPORAL MARTINI, a pasty-faced, stooped kid with evasive eyes, slides out from under a HUMVEE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LANCE CORPORAL MARTINI",
          "text": "Sure I'll do it. Swoff hands him some money.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF",
          "text": "120 bucks. It's all there. LANCE CORPORAL ‘MARTINI Just leave the tongs and shit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF",
          "text": "Sure. Swoff sets them down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LANCE CORPORAL MARTINI",
          "text": "A week. You must have really fucked up. Lance Corporal Martini slides back under the Humvee.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF",
          "text": "Someone did. - And it's Fergus he has in his mind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLACK. KA-JAM. Metal on metal as Swoff slams his rifle ba together. He‘s sitting cross-leaged, his eyes net on his rifle or his nands, which move with practised speed. Revised ist Draft - 4/20/04",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f71 His eyes are on Fergus, sitting across from him, also try to assemble his weapon. In the b.g. Cortez sits vatching his MCPP suit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF",
          "text": "Done. Fergus finishes. SWOFF (cont'd) Again. He does it again, never taking his eyes off Fergus. SWOFF (cont'd) Done. Fergus, nervous, drops the bolt, then, his hands shaking, slips it home. SWOFF (cont'd) Again. There is murder in his voice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERGUS",
          "text": "Swoff--",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOPF",
          "text": "Again! They start again. Swoff's fingers fly. Fergus can’t do anything right. CLICK. CLACK. Swoff pulls back the lock. SWOFF (cont’d) Done. Fergus is not quite finished. SWOFF (cont'd) How many’s that, Cortez?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTEZ",
          "text": "(barely looks up) 26 in a row. Swoff reaches down and slams in a magazine, Dulls back th bolt and puts the muzzle against Fergus’ temple.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOPF",
          "text": "Never, ever fuck over your buddies. Revised Ist Draft - 4/20/04",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\ffa",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERGUS",
          "text": "I didn’t mean to. It was an accident.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF",
          "text": "Accident? Like right now when this trigger slips? Course your mom and dad in, where? .",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERGUS",
          "text": "Kansas.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF",
          "text": "Kansas. They’ll be sad. I‘1l say it was an accidental discharge. I may even spend some time in the brig, but I’1ll be the fuck out of Saudi and I‘1l know what it’s like to kill a man. (beat) I am in the firing position known as the sitting position. After the prone position it is the platform most likely to enable the Marine to effectively kill his target. His target being a human, generally an enemy, but sometimes by mistake a friend or friendly. We call this friendly fire, or friendly fucking, er getting friendly fucked. swoff's rifle is pointed straight at Fergus’ head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERGUS",
          "text": "Come on Swoff, I’m really sorry. I didn’t mean to Zee out on watch. Swoff looks over to Cortez.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF",
          "text": "What do you think Cortez? Do you think I’ll accidentally kill your homeboy frem boot camp?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTEZ",
          "text": "Sure you'li kill him. Accidents happen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWCFF",
          "text": "You don’t see shit right? Revised ist Draft ~ 4/20/04",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fHe leaves. 73",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTEZ",
          "text": "I'm not here. This isn’t even ny room. In fact, I'm really not here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERGUS",
          "text": "Swoff I'm sorry, I was just sitting there bored as fuck thinking about home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF",
          "text": "Sorry? That‘’s what you say after Iraqi sappers step right over your sleeping ass and cut our fucking throats? He switches the rifle on and off safe. Click. Click. Fergus is muzzle of SWOFF {cont ‘d) The M16 A2 service rifle is an air assisted gas rifle that fires a 5.56 millimeter ball projectile. Maximum range 3,534 feet. Muzzle velocity 3100 feet per second. This is my rifle. Repeat after me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERGUS",
          "text": "..-this is my rifle...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF",
          "text": "There are many like it but this one is mine. Repeat after me. sniveling. The words come out in fragments. The the Mi6 is right by his cheek.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERGUS",
          "text": "---many...like...it...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF",
          "text": "Without me my rifle is nothing- Repeat after me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERGUS",
          "text": "++emy rafle...nacthing...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWCFF",
          "text": "Without my rifle I am nothing. Repeat. After. Me. Revised ist Draft - 4/20/04",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fFergus is moving his lips but we can’t hear what he is saying. we are on Swoff's face. He really does want to shoot Fergus. But...he...can‘t. SWOFF (cont'd) Fuck. Swoff pushes the magazine release button and the magazine clanks down to the floor. He removes the round from the chamber and sticks it in Fergus’s mouth. SWOFF (cont ’d} Damn you, you can’t even die right. He throws the rifle on the floor and walks out, leaving Fergus with the round between his teeth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The sun is high in the sky. Desert and sky blend in the glare. Swoff, Troy, and Escobar are on patrol. Escobar carries the radio. Troy is clearly angry. He motions them stop. They face outward, but their relaxed posture tells that after all these months they don’t expect to encounte anything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF",
          "text": "{to Troy) Come on, Man. It wasn't that big a deal. But Swoff'’s feeling of guilt tells him he knows it was.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TROY",
          "text": "You had a fucking round in the chamber! You were locked and loaded on him!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF",
          "text": "But he slept on watch. He fucked us all over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TROY",
          "text": "Look, you can kill Iraqis, you can kill your fucking self, I don‘t give a shit. But if you ever pull crap like that again I will shoot you myself, I swear to fucking god.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Troy, Revised ist Draft ~ 4/20/04",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\flanl",
          "sentiment": "neutral"
        },
        {
          "speaker": "TROY",
          "text": "Don't fucking talk to me. {beat} Come on Escobar, let’s go chow down over here. As they start to move away Swoff hears something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF",
          "text": "(loud whisper) Troy!",
          "sentiment": "neutral"
        },
        {
          "speaker": "TROY",
          "text": "What fucking now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF",
          "text": "There. I hear firing. (Over the dune.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ESCOBAR",
          "text": "It's an echo, man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF",
          "text": "Like hell it is. Swoff gathers his gear and starts up the dune, alone. Troy watches him go, then turns to Escobar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TROY",
          "text": "Fuck it. Come on. And they follow Swoff up the dune.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The three are moving tactically. They're suddenly on edge ready for anything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TROY",
          "text": "Get on the radic. Find out if there are any friendlies in the area. Escobar works with the radio. He looks up. Not working.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ESCOBAR",
          "text": "Fucked.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TROY",
          "text": "Try the 5-foot drop. Revised ist Draft - 4/20/04",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fa 76 Escobar holds up the radio and drops it. Picks up the hanaset. Nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ESCOBAR",
          "text": "The fucking Army has satellites and we have this shit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TROY",
          "text": "Fuck it. They head up the next rise, moving carefully. Covering ea other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF",
          "text": "There.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TROY",
          "text": "Where?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Some Bedouins appear out of a mirage, their robes gently waving in the wind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF",
          "text": "They're spies. Are they spies?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TROY",
          "text": "Those are RPG's. Those are fucking RPG’s under their robes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ESCOBAR",
          "text": "They've got anthrax in those RPG's. We're going to fucking melt, man. They’re winding each other up. Swoff begins repeating to himself in Arabic, trying to get it right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF",
          "text": "(Arabic. Subtitled) Iam your friend. Drop your weapons. (trying again, Arabic) I am your friend. Your friend.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TROY",
          "text": "(to Escobar} Stay back and cover us. If you see any weapons shoot the fuckers. Revised lst Draft - 4/20/04",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f77 Troy waves Escobar back. Ahead they see five camels. Swof switches his right thumb from burst to fire to safe and b to burst. Click. Click. One of the Bedouins waves. Troy waves back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF",
          "text": "Let‘s shoot them. All of them,",
          "sentiment": "neutral"
        },
        {
          "speaker": "TROY",
          "text": "Easy. He just wants to talk. The FIRST BEDOUIN comes up, squats a few feet in front of them. He draws 1n the sand, speaking in Arabic, gesturing the camels. The First Bedouin has a gentle face. He is scared. Troy and Swoff can’t understand. More Bedouin emerge, eig of them now, This is getting very tense. The First Bedoui slowly reaches for Swoff‘s rifle, trying to show him something. Swoff pushes him back. The First Bedouin turns Troy for help, gesturing. TROY (cont'd) Give it to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF",
          "text": "Are you crazy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TROY",
          "text": "Give it to him. He wants tc show us something. Swoff unloads his rifle, then hands it to the Bedouin, wh takes the weapon the way a child might, points it at the camels and makes firing noises. Troy and Swoff lock at each other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF",
          "text": "Eight men. Five camels. The Bedouin inspects Swoff’s rifle. Swoff suddenly gets w he's trying to do. SWOFF (cont‘d)} He's looking for gunpowder. To see if it’s been fired. He reaches out to help the Bedovin check the bolt. The Bedouin hasn‘t opened the rifle and doesn't want to give back. Revised Ist Draft - 4/20/04",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fSWOFF {cont'd) It’s okay. It’s okay- He smiles at the Bedovin and gestures. There's a connecti between them now. The Bedouin understands, hands the rifl over. SWOFF (cont'd) That‘s good. Good. He opens up the bolt so that the Bedouin can check the chamber. SWOFF (cont'd) See? It clearly hasn't been fired. The First Bedouin nods to Swoff, turns and speaks in Arabic to the other Bedouin. T tension dissolves. The First Bedouin hands the rifle back Swoff and nods in respect. Swoff nods back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TROY",
          "text": "Hey man, we're sorry about your camels-- The Bedouin nods to Troy as well, then walks away. The others follow, back to the camels. Swoff and Troy watch t go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF",
          "text": "I wonder what dumb fuck played target practice with their camels.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The squad is riding in an open Humvee down the highway. s and Troy have just told the Bedouin story. Welty, Fowler the others are laughing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTEZ",
          "text": "You should have wasted ‘em. Bunch ef sand niggers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF",
          "text": "They're not the iraqis, you asshole.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TROY",
          "text": "Yeah, this is their fucking country. Revised ist Draft - 6/20/04",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You should sec what -ne 40 does to the head of a fucking camel. * Troy and Swoff share a look. Of course. Who else but Fowl would have shot the camels?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF",
          "text": "What does it do, Fowler?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOWLER",
          "text": "It turns it inside out into about three fucking knots. Easy targets too. Head shots like a motherfucker.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TROY",
          "text": "You are truly an ass-hole.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOWLER",
          "text": "You just haven't got to kill anything, that’s your problem. As they talk a Mercedes Sedan approaches from the rear. I floats back behind them, waiting to pass. In front is an upper-class ARAB, in the back seat a veiled ARAB WOMAN. FOWLER (cont'd) Check this out! , As the Mercedes passes, Fowler stands up, helds the cross with one hand, and pulls his other hand to his mouth, flicking his tongue between his fingers in an obscene gesture. Swoff can see the covered woman alone in the back of the Mercedes. He watches as her eyes follow Fowler’s crude gesture. He sees her eyes, locked on Fowler, register sho confusion, disgust. Swoff stares as the Mercedes blows past. FOWLER (cont‘d) That bitch will never forget me. She wanted me. swoff stares at Fowler.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Swofif tries to sleep. Ze tosses and turns. We go in on h face Revised ist Draft - 4/20/04",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A bizarre, empty city-scape. A de Chirico painting. Swoff wanders through it. The alleys are numerous, the women in them wear veils. All he sees is their eyes. Diseased dogs wander, addicts do drugs. The sound of his footsteps on pavement. A veiled woman approaches. He sees her eyes above the vei It is Kristina. He tries to approach her but can get no closer. She turns and heads out of the alley. Swoff follo her. Swoff turns out of the alley and he is in a giant reticle Someone else’s crosshairs. Light floods in. A shot rings out. Swoff is shot through the eye. He holds his hand up his face. No blood. Where the eye was is a small black ho Fowler spray paints Swoff’s name on a warhead. It fires, streaming missile, it comes down, headed straight for him right into him and... a@ Mercedes speeds by. Siek is driving. Kristina is in th back seat. Staring at him, she lifts the veil, which beco the T-shirt in the photograph. She takes it off, revealin her body which is shriveled like a mummy. Swoff begins to cough, then choke. He vomits. Sand pours of his mouth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Swoff comes awake, sweating. He runs his tongue around hi lips, tries to swallow. Shit. He lies back down, his eyes open. We hear howitzers firing in the distance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Swoff and Troy man a .50 Cal sniper rifle set up on the r Swoff is on the radio while Troy idly scans with the nigh vision binoculars.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF",
          "text": "It’s been weeks since anybody complained about this place.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TROY",
          "text": "(shrugs) It’s home now. It‘s comfortable. Revised lst Draft - 4/20/04",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fom)",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFE",
          "text": "- guess you can get used to anything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TROY",
          "text": "At least it’s about to hit the fan. I’m so fucking bored.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF",
          "text": "Scout-snipers, man. We lead the way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TROY",
          "text": "You’re supposed to be the fucking smart one. Wake up. What can we shoot, Say, out to 1500 yards? Man, in Vietnam, that was, what, a week? In Worid War I, a year? Here it’s going to be about ten fucking seconds. By the time we dial in our rifles the fucking war is going to be a mile down the road.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF",
          "text": "What're you saying, we’re not going to get any kills?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TROY",
          "text": "Face facts, man. Swoff stares at him, not believing gung-ho Troy is saying this. Then Troy sees something through his binoculars. TROY (cont'd) Hey, check this out. Swoff moves the scope over to look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THROUGH SCOPE",
          "text": "An office, with a map on the wall. A Marine is updating i",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF",
          "text": "The fucking General's office. Swoff moves the rifle. The GENERAL appears, in the reticl looking very impatient, gesturing to a COLONEL. Swoff'’s finger twitches on the trigger. Revised Ist Draft - 4/20/04",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fSWCFF (cont’d) Bang. The General and the Colonel head out of the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TROY",
          "text": "Don’t even think about it. Swoff moves the scope around the room and stops on 4 Television.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF",
          "text": "Look, the fucker’s got CNN. The TV is set to CNN: A REPORTER is broadcasting news of SCUD attack in Israel. We see a smoking ruin, civilians i gas masks. Troy begins to read the ticker-tape along the bottom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TROY",
          "text": "(reading, slowly) Secretary of Defense Cheney sends Delta Ferce to look for Scuds... Just then the Marine who was updating the map checks to m sure the officers have left, then changes the channel: it now MTV. Madonna does “Vogue.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF",
          "text": "Isn’t that Madonna?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TROY",
          "text": "Back to the map. They both move their scopes back to the map. We see it mo clearly now. TROY (cont’d) It’s the Sit Map, the real thing. Everything they’re not fucking telling us. They lower their eye pieces, stare at each other. Holy sh Then they both look again. 1",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The snipers gather around a map they’ve made up to be the exact duplicate of the general's. Troy finishes up some markings based on notes he has in his hand, then turns to start explaining it to the other snipers. Swoff sits stil and silent. All this is getting to him. Revised lst Draft - 4/20/04",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fas",
          "sentiment": "neutral"
        },
        {
          "speaker": "TROY",
          "text": "Cxay, here we are, First Mar Div. Just South of the oil fields in South Kuwait fifty miles inland. The Second's directly to our west. This is ovr planned line of assault. They stare at it, each imagining the shit hitting the fan TROY (cont’d) Here's the math. On the infantry level, we’re outnumbered three to one. Escobar whistles softly. The men look at each other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERGUS",
          "text": "What‘s that, there, in front of our assault route?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VEGH",
          "text": "Iraqi artillery...13,14,15 battalions. We’ve got three.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KUEHN",
          "text": "And look. An Iraqi armored brigade- -state of the art Soviet tanks. West, to east, across the middle of Kuwait. And an armored division, just south of the oil fields. Right in front of us. They're all quiet for a moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERGUS",
          "text": "I hear they shipped in a hundred thousand body bags. This sinks in on Swoff. He has a feeling of impending doo",
          "sentiment": "neutral"
        },
        {
          "speaker": "ESCOBAR",
          "text": "Do they come in sizes? (beat) Seriously, man. I mean Welty, you could fit two of him in Kuehn’s bag.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TROY",
          "text": "What difference does it make?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ESCOBAR",
          "text": "i just want a good fit. Revised ist Draft - 4/20/04 \fb4",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTEZ",
          "text": "No wrinkles, richt, .° -k?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ESCOBAR",
          "text": "Fucking A, someone's gotta look good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF",
          "text": "(suddenly exploding) You're just dead, stinking up the cargo plane, man, stinking it up with dead fucking you and all the other dead fucking jarheads. Maybe some of us, who the fuck knows. That's why we wear these... (he holds out his dog tag) We know who the fuck we are when we're alive...This is death man, death around our necks...we got death around our necks. They all stare at Swoff. For a moment no one knows what t Bay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERGUS",
          "text": "That‘s deep.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KUERN",
          "text": "Too many books, man. Screws up your head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TROY",
          "text": "(after a moment, practical) Dog tag check. They all start checking their dog tags. Swoff has one aro his neck, one in the loop of his boot. This is the standa style, but there are many variations. Troy’s are painted Marine Corps green; Welty’s shit brown. Escobar has four taped together and wrapped with camouflage desert tape. Vegh starts picking something off his.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KUEHN",
          "text": "What the hell’s that? It's a hair, a very curly hair Vegh has taped to his tags",
          "sentiment": "neutral"
        },
        {
          "speaker": "VEGH",
          "text": "(Hungarian accent, quite serious} It is a pubic hair of my wife. Revised lst Draft - 4/20/04",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fv2",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They ..axes them ali laugh, especially with the accent. Fine _y even Swoff starts to smile. He picks up a letter Opens it. Some pictures fall out. He looks at’ them befor reads the letter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF",
          "text": "Motherfucker.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TROY",
          "text": "What‘s up? Swoff hands him the pictures. One of them looks’ like a p His mother is in white next to a beardless round-faced ma @ white tuxedo. . In another shot he is kissing Swoff’s mother.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF",
          "text": "What does this look like to you? Troy looks through the pictures, shuffles them back and forth, returns once or twice to one of them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TROY",
          "text": "Hell Swoff, looks to me like your mom just married some fat dude.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF",
          "text": "My mom married some guy I don’t even know. She could have waited until I died in the fucking war or made it home alive, don’t you think?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KUEHN",
          "text": "We're jarheads, man. Nobody gives a fuck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF",
          "text": "Doesn't matter. She's my mother and she married a stranger. She made me a step son and I had nothing to say about it. What if I don't like the motherfucker?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TROY",
          "text": "Swoffie, it's not really your business. Your mom fell in love, she got married. You're a grown man, she’s a grown woman. Sne couldn't wait. (beat) (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Revised lst Draft - 4/20/04",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fa TROY (cont'd) Time doesn't stop back in the world man, just because we're about to be ir the shit. Nothing stays the same, not our mothers, not our girlfriends, not nobody. They live their lives, man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF",
          "text": "What the fuck do you know? You're engaged to a woman you’ve never even fucked,",
          "sentiment": "neutral"
        },
        {
          "speaker": "TROY",
          "text": "That’s because we're saving each other for marriage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF",
          "text": "Bullshit. What about all those Okinawa whores?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TROY",
          "text": "Overseas. Doesn’t count.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF",
          "text": "You don’t know shit!",
          "sentiment": "neutral"
        },
        {
          "speaker": "TROY",
          "text": "I know you’re a jarhead. That's all I need to know. (beat) Jar-fucking-head. (beat) Marine Corps Birthday? (beat) Marine Corps Birthday, goddamnit!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF",
          "text": "November 10, 1775. Older than the USA.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TROY",
          "text": "Fucking A. Birthplace?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF",
          "text": "Tun Tavern, Philadelphia.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TROY",
          "text": "Tarawa?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF",
          "text": "Bloodiest battle of Worid War Iz.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TROY",
          "text": "Dan Daly? . Revised lst Draft - 4/20/04",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fef",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF",
          "text": "Killed “7 Chinese by hand during Boxer Rebellion. 1900.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TROY",
          "text": "Deadliest weapon on earth?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF",
          "text": "{into it now) The Marine and his rifle!",
          "sentiment": "neutral"
        },
        {
          "speaker": "TROY",
          "text": "You want to win your war?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF",
          "text": "Tell it to the Marines! Troy explodes into song. He’s the ring-master now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TROY",
          "text": "From the halls of Montezuma, to the shores of Tripoli-- All the others join in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALL",
          "text": "--we will fight our country's battles on the air and, land and sea. Vegh jumps in, shouting over the song, with fake malice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VEGH",
          "text": "(Hungarian accent) Give me a fucking break jarheads! You cum suckers don’t love my Corps. You shitbags dishonor the memory of Chesty Puller every day with your lazy asses lying around on these cots Like god damned desert princes jerking your rotten clits. (beat) Bends and thrusts. Bends and thrusts. My Hungarian grandmother’s harder than you Swofford! The tension explodes. They pretend to be ODIs to each oth The whole hooch is on the floor doing push-ups and squat thrusts. Someone knocks the foreboding map over. Revised Ist Draft - 4/20/04",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Troy and Kuehn go back and forth, pointing fingers in ea others faces, impersonating their favorite DI's, the ones they hated the most, the same ones who taught them the mo Someone begins to bend heavy wire. As the wire is bent, a blow torch appears. As the thrashing goes on we CUT back forth to see the wire as it is heated up. The others head butt and chest-slam each other. Now the wire glows red hot. As the tension reaches its pe Troy shouts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TROY",
          "text": "Now! Now! Now! They grab Swoff and hold him down. He looks and sees the brand... They’re all around, yelling. The brand comes dow Swoff’s face as it touches his skin. He screams. Then his face slowly changes from rage and pa to a kind of acceptance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF, (V.0.)",
          "text": "I no longer care that my mother has completed the crucifixion of my family and married someone I‘ve never met. I have a new family. We linger on Swoff as Troy grabs him and holds him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TROY",
          "text": "Semper fi, asshole.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF",
          "text": "We turn the inside of our hooch into a circus and inside of the circus we cannot be injured. Inside ef our circus we cannot be touched. The chaos continues all around him. SWOFF (V.0.) (cont’d) But we are insane to believe this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Total confusion. Trucks grind gears. Tank engines scream, their tracks churning sand. Tents are struck. The whole battalion is mounting up on trucks and Humvees and riding tanks. Revised Ist Draft - 4/20/04",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fBy In full gear, Swoff and the snipers climb into their Humv",
          "sentiment": "neutral"
        },
        {
          "speaker": "C SWOFF",
          "text": "The United States Congress supports the President's demand for offensive action against Saddam Hussein. The last ultimatum is issued. We move to the Kuwaiti border. The war is so close we can taste it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Swoff and his team get out of their Humvee. We are just b a tall berm that marks the Kuwaiti border,",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sergeant Seik speaks to the STA platoon. He has a laminat briefing sheet in his hands. The men are edgy and nervous",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERGEANT SIEK",
          "text": "Listen up numb nuts. I’ve been ordered to read you what Mister Sedom Insane has just said to the Iraqi people. Please do not c consider this a bunch of bullshit. (reading) “The mother of all battles is upon us. The sacrifices the Iraqi people will make are equal to the importance of the victory. Kuwait is the branch that must be returned to the tree. The blood of infidels will flow like a river. Jihad is the way of all Arab people.” He pronounces jihad as jye-had.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERGUS",
          "text": "What the fuck is jye-had?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KOEHN",
          "text": "It means he thinks they can kick our asses with the help of Allah. We are the sinners. We are the infidels and thus easily defeated due to our sinning and other pad behavior. Revised lst Draft - 4/20/04",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've been sinning since I was fourteen. They don’t know that in America sinning makes you strong.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERGEANT SIEK",
          "text": "We are now Operation Desert Storm, and we are the eye of the storm. We are the fucking righteous hammer of God. That sinks in. They all stare away, into themselves. SERGEANT SIEK (cont'd) Pass out the syringes. Welty starts to pass out syringes. Swoff takes his. SERGEANT SIEK (cont'd) We don’t know when we'll be going in. We do know there will be gas and it will be fucking nasty. These here are Atropine Oxime injectors that go with your PB pill paks. In the event that you’re attacked by nerve agents such as Somad, those agents will produce immediate casualties if you do not deploy these counter measures most Rikki Tik.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KUEHN",
          "text": "Why the fuck have we already taken one cycle of PB and we‘re just now being issued the Atropine and Oxime injectors?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERGEANT SIEK",
          "text": "(eyes rolling) Shut the fuck up, Kuehn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFE",
          "text": "They don’t want any chemically dead fighters on CNN.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERGEANT SIEK",
          "text": "In 1987 Sodom Insane used chemical weapons on the Kurds. Killed thousands of them, like fucking that. (snaps fingers)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Revised ist Draft - 4/20/04",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SERGEANT SIEK (cont'd) The ones that didn’t die, their fucking new pabies are deformed: eight tees to a foot, mz “nal openings, retarded, blina--such fucked up iittle fuckers it would be better just to kill them. You want that, don’t take the pills. You don't want that... (beat ) «..take the fucking pills! There's silence as that sinks in. We are on Swoff.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. STIEK",
          "text": "So. Remove one pill from your PB pack. Now place the pill on your tongue. (they do) Take your canteen from you~ belt and swallow water and pill. {they do) Now don't you feel better? Kuehn turns, spits his pill out and kicks sand over it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERGEANT SIEK",
          "text": "Now dig in. Dig your holes with the hands God gave you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The sounds of E-tools striking wet sand. Thump. Scrape. Thump. Scrape. It’s a percussive rhythm. swoff and Troy are well down into their fighting hole. To the rear, American howitzers fire. Boom. Boom. Adding deep bass to the percussive concert. Planes fly overhead. Kuehn pokes his head up from the next hole.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KUEHN",
          "text": "(re: the howitzers) Soften those ragheads up!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF",
          "text": "They better. I hear the Iraqis have brought their big arty up. Russian stuff. 175‘s, 8 inchers, even bigger. Gas warheads.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TROY",
          "text": "Forget the gas. Revised ist Draft ~ 4/20/04",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Forget the gas? Are you nuts?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TROY",
          "text": "Can you do a fucking thing about it? (beat) Then forget it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERGUS",
          "text": "Doesn’t feel like digging a hole. Feels like digging a grave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KUEHN",
          "text": "Then make it deeper, you fat fuck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Swoff and Troy are peeing and watching bombs explode acro the horizon. We hear the distant rumble of explosions lik thunder and see flashes, strobe-like, across the whole li of Iraqi positions.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF",
          "text": "Those poor fuckers. Troy pulls a flask of whiskey from his cargo pocket. TROY . The real stuff. I've been saving it for the shit. Swoff takes a long drink. He passes the flask back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF",
          "text": "I didn’t think it would happen. All those deadlines. All that talk. It‘s a real mother-fucking war. Bombs and shit. Chemical weapons. (beat) Welcome to the mother-fucker. Troy takes a long swig. A LOW SCREAMING SOUND comes across the sky, taking us to:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Swoff and Troy are in their hole, eating breakfast. The SCREAMING SOUND intensifies. Troy and Swoff look at each other. What the fuck is that? Revised ist Draft - 4/20/04",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERGEANT SIEK, (0.S.)",
          "text": "Incoming!!! For a moment we linger on Troy and Swoff and then the pen drops. BOOM! BOOM! BOOM! They throw themselves face down incoming rounds EXPLODE all around them like fierce, blaz fists. We see the effects of the incoming in quick cuts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KUEHN",
          "text": "(yelling) Fuck this goddamn shit! oh fuck god I love my wife! Welty is laughing and shrieking. Cortez and Escobar screa in Spanish.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERGUS",
          "text": "I didn't do it! I didn’t do it!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF",
          "text": "Rockets! Rockets! Swoff lies crying out to his mother. They all do, to Mom Jesus. The men’s screams continue over the sounds of the rounds coming in. The sand, where the rounds have impacte looks like an abstract charcoal portrait. Swoff stares over to where his flak jacket, helmet, weapo and gas mask are stacked by his ‘fighting hole. More roun come in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KUEHN",
          "text": "Gas! Gas! Gas! \\ Troy and Swoff exchange a look. More rounds explode. Do they die from the explosions or the gas?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TROY",
          "text": "Fuck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF",
          "text": "Fuck. In the midst of the explosions, Troy crawls out of the ho and grabs the gas masks. Sand rains down. Swoff and Troy desperately don and clear their gas masks. It‘s crazy, disjointed, scary. We hear the sound of Swoff breathing inside his gas mask and the sound of his breathing become the sound of his crying. . SWOFF (V.0.) (cont'd) I‘m not crying because I'm afraid, although I am scared shitiess.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Revised ist Draft - 4/20/04",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SWOFF (V.O.) (cont'd) I’m crying because I’m finally in combat. My combat action has commenced. Suddenly there is an eerie silence. Swoff rolls over and looks down at himself. To his surprise he has pissed all over himself. Great gou of piss, soaking his trousers, his socks, his bceots. SWOFF (cont ‘d) (to himself) Jesus. Troy shouts to the others.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TROY",
          "text": "Everyone okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KUEHN",
          "text": "Yeah, but we could've not been. We could've not been. Sergeant Siek jumps into their position, gas mask on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERGEANT SIEK",
          "text": "We've got to find their fucking",
          "sentiment": "neutral"
        },
        {
          "speaker": "F.O.",
          "text": "His voice comes oddly muddled. Théy stare at Siek through their gas masks. He rips his gas mask off. SERGEANT SIEK (cont‘d} Their fucking F.O.! He’s got us dialed in! We've got to spot him. More rounds come down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF",
          "text": "Our radio’s dead. We couldn’t call it in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERGEANT SIEK",
          "text": "Go to the comm shack. Get some batteries. Swoff stares across the desert.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HIS VIEW",
          "text": "It’s a long way away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF",
          "text": "Tu's 2CC meters. Revised lst Draft - 4/20/04",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Run tactically. “c-~ ail your gear. Good luck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Swoff doesn’t move. SERGEANT SIEK (cont‘d)} It ain't gonna get any closer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT, BERM",
          "text": "Geared up, Swoff pulls on his gas mask and starts to run. He's not twenty yards from the hole when we hear a shout.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE",
          "text": "Incoming! Rounds explode. We hear screams from wounded. Shouts of “Corpsman! Corpsmen up! Jesus!” Welty heads out with his Unit One. In the b.g. we see him treating a screaming wounded Marine. Swoff runs, his feet slipping in the sand, breathing hard _the sand falling around him. He trips, falls into the sa gets up, runs again. It’s amazingly slow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF",
          "text": "(to himself) Bo not die now. Do not die now. Rounds explode all around him. American jets scream over, headed for the Iragi artillery.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A LANCE CORPORAL hands Swoff the batteries.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LANCE CORPORAL",
          "text": "That’s a long fucking run, huh? Swoff stares at him, then looks out the bunker. More roun land. He summons his courage and heads out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "swoff falls back into the hole breathing nard, tears runn down is face. Ke has the batteries.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TROY",
          "text": "What took you so long? Revised ist Draft - 4/20/04 \f“i",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF",
          "text": "Fuck you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Troy and Swoff take their scopes and crawl up to the top the berm. They scan the area.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TROY",
          "text": "You see anything?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF",
          "text": "A fucking desert and nothing else.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TROY",
          "text": "Get on the radio. Swoff picks up the handset. Clicks it. Nothing. He looks at Troy, not believing the radio‘’s still dead. TROY (cont‘d) The fucking fucker’s fucking fucked.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF",
          "text": "I just ran through incoming to get dead fucking batteries.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TROY",
          "text": "Welcome to the suck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jets zoom over, screaming in the sky, headed for the Iraq forward observers positions. Swoff strains to see through his spetter scope. But all h can make out are flashes on the horizon. The bombs make a soft thud, like an E-tool striking a skull. Dust rises fr where the bombs landed. Swoff slowly lowers his scope.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF",
          "text": "Look at that dust cloud. It’s like those dead fuckers last breath.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TROY",
          "text": "Motherfucker. Revised Ist Draft - 4/20/04",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Psy-Ops helicopters fly overhead playing tapnes of The D Propaganz: -camphlets blow gently ecross the desert.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF",
          "text": "That’s fucking Vietnam music. Can't we get our own music?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TROY",
          "text": "Sounds okay to me. He looks to his left, then looks again. TROY (cont'd) What the fuck is that? Swoff stares. A huge column of black smoke rises, then another, then another.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF",
          "text": "The oii wells, man. They've lit the oil wells. All along the horizon fires spout up, one after another. Black smoke curls to the sky. We hear a sound like rain. Swoff looks down at his arm. Black gooey drops start to fall on it. He touches and tas it. Kuehn appears, wired.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KUEHN",
          "text": "It’s oil, boys. It’s raining oil. -Hallelujah. You ever see that movie, Giant? James Dean, man, dancing in oil. (beat, James Dean imitation) My well came in, Bick. I'ma rich Man. Richer than you. The oil gently falls.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ESCOBAR",
          "text": "Those Iraqis, they burn their own oil wells. They'd do anything They cut out your liver and eat it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF",
          "text": "Who told you that? Your mother? They're just like us, man. They're lying out there, scared, just like us. Revised lst Draft - 4/20/04 Swoff sticks out his tongue to catch some of the oil tha still raining down on them. There‘s an oily slickness to everything. Drops of o1l hit Swoff’s tongue.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TROY",
          "text": "Swoff, close your mouth. That shit's poison. Swoff keeps his mouth open. Kuehn does, too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF",
          "text": "It's black blood. The earth is bleeding. Sergeant Siek appears.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERGEANT SIEK",
          "text": "Get your shit together. We’re attacking. MOPP Two.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The STA men are in front, their MOPP suits on, loose, no masks. Behind them the Battalion has formed up in a colum Troy and Swoff are checking each other’s gear, making sur nothing is loose. It’s very quiet. Nothing more to say. More Harriers fly overhead. American Artillery fires, dee gut-rattling booms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They head down the other side of the berm, into Kuwait. W see each of our men, MOPP suits loosely on. The suits are still in jungle camouflage. WIDE SHOT: the men, tiny in the landscape.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF, (V.0.)",
          "text": "When you take the first steps of your first combat patrol, you are newborn, and every boot-step you take is one step closer to, or farther away from, the land of the living. And the strangest thing about it is... Sweating and exhausted, they crest a dune. Suddenly they it, a sight unlike anything anyone has ever seen. Revised lst Draft - 4/20/04 \fSWOFF (V.O.) (cont'd) -+-you never know which way you're walking until you're there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The results of all that air power and artillery: terrible destruction, burnt-out and bombed-out enemy vehicles, bod dead in the vehicles or blown from them. Hundreds of destroyed Iragi vehicles, both military and civilian, line the side of the road, frozen in destructio they tried to flee. The men move into it, speechless. They stop. Troy and Swoff and the mei stare at the Iraqi bodies and then at each other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TROY",
          "text": "(after a long silence) The poor bastards never had a chance. (beat) Fuck it. Swotf stares up the highway at the endless line of destruction.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We CRANE UP and see a blackened scar on the desert, stretching for miles as far as we can see, death into the distance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They stop in a small draw for a water break. The destruct surrounds them like an amphitheater. They barely make a sound.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TROY",
          "text": "(eventually) Might as well eat. The boys break out their powdered cocca and dehydrated pe in silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF",
          "text": "Hey, Fergus, want my spagnett",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Revised lst Draft - 4/20/04",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fergus stares at Swoff. This is the man who held his rifl against Fergus’ head, now of*<~°ng him his main meal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERGUS",
          "text": "Sure, Swoff. Thanks. He takes it. Swoff wipes his hands. He sticks his cracker in his pocket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF",
          "text": "I’ve got to take a dump.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TROY",
          "text": "Stay in voice contact, man. Swoff nods and heads up the rise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Swoff crests the rise, he sees the remains of a bombed Iraqi convoy» Twelve vehicles are in a circle. Bodies are gathered around what must have been a campfire. They are burned to a black crisp. Swoff stops and stares, taking i the horror of it. A few men are dead in the cabs of the trucks. The hatch of one troop carrier is open. It is packed with bodies. The men around the fire are bent forward at the waist, sitting dead on large steel ammo boxes. The bodies are in same positions that Swoff's buddies were in just moments before. On either side are blackened bomb depressions lik the marks a fist would make in clay. Swoff vomits. And again, swishing it around in his mouth if to cover the stink and taste of death. Swoff walks to the fire circle. There is a vacant ammunit box, as if reserved for him. He spits into the fire hole, the last of the bile in his mouth. He takes out his crackers. Six tin coffee cups sit among remains of the fire. The men’s boots are cooked to their feet. The man to Swoff’s right has no head. To his left, the man’s head 1s between his legs, his arms hang at his side. Insects swarm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF, (V.0O.)",
          "text": "I want to ask the dead men their names and identification numbers and tell them this will end soon. They must have questions for me. ‘MORE} Revised Ist Draft - 4/20/04",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fSWOFF (V.O.) (cont'd) But there is distance between the living and the dead. I could bend et the waist, close my eyes, and try to join these men in their tight dead circle... We PULL BACK to see Swoff sitting there, in the circle of dead, chewing his crackers. SWOFF (V.0.) (cont'd) ++-but I am not yet one of them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The men look up to see Swoff coming back over the rise,",
          "sentiment": "neutral"
        },
        {
          "speaker": "TROY",
          "text": "What took you so long? (beat) Anything over there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF",
          "text": "No. (beat) Nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They bivouac within two hundred yards of the burning oil wells. The flames shoot hundreds of feet into the air. Th sounds they make are like exhales of extinct beasts. They individual prone shelters in sand, black and soaked in oi Kuehn stops digging.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KUEHN",
          "text": "EI can’t take this any more man. I need to get out of this fucking oil.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRCY",
          "text": "Big your fucking hole. Kuehn starts to speak but only a sort of animal scream co out. Troy grabs Kuehn’s shoulders and shakes him. TROY (cont'd) Wake up Kuehn! Come back to me. Come back to us. This is war, baby. This is your war. Kuehn slowly cathers hirself tegether. Revised Ist Draft - 4/20/04",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fave",
          "sentiment": "neutral"
        },
        {
          "speaker": "KUEHN",
          "text": "GSoddamnit. You know I'm here to szaght. I just got to get the heil out of this oil. He sinks down to the sand. KUEEN (cont'd) This fucking oil. Swoff drapes his poncho over Kuehn as he lies there shaki",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF",
          "text": "No sweat, Kuehn. I’11]1 dig your shelter for you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GAS",
          "text": "They all scramble to put their gas masks on. Cortez can't find his mask. He jumps out and runs in circles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTEZ",
          "text": "I'm gonna die! I'm gonna die! Escobar tackles him, rips his own gas mask off and forces over Cortez’s face to quiet him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ESCOBAR",
          "text": "Shut up and breathe, you crazy fucking Mexican! Still panicked and wild-eyed, Cortez begins to breathe. ESCOBAR (cont'd) {to Cortez) : You okay amigo? You okay? Tranquilo? Tranquilo? Cortez nods. Swoff stares at them, the two antagonists, Cortez in Escobar’s arms like a child.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sunlight peeks through the pillars of smoke and strikes Swoff’s gas mask, which is stuck to his face. He peels th mask away and gulps in some air. Drops of oil spot his fa The fires rage around them. Sergeant Siek stands there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERGEANT SIEK",
          "text": "Swoff, you and Troy are going with Fox Company. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Revised ist Draft - 4/20/04",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fSERGEANT SIEK (cont'd) They‘re going to take the Air Fieid. The rest of us‘il rendezous with the trucks and troop carriers. We'li extract you at 0800 on Day 2. Now we've had beaucoup surrenders. Whole fucking units. But the Republican Guard is still out there. And they are most definitely hard core. So keep your shit together.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Troy and Swoff jump up onto a 5-ton. The grunts eye their high tech sniper rifles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRUNT 1",
          "text": "Look. The Ninjas have arrived.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRUNT 2",
          "text": "We're safe now, boys. Their voices are dripping with irony. Swoff and Troy get silent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A convoy snakes across the desert: TANKS, APC’s, 5-TONS jammed with Marines. We see Swoff and Troy in the midst of this firepower.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The convoy is Stopped. Up ehead is a rise. A GRUNT RADIOM looks up from his radio.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRUNT RADIOMAN",
          "text": "Snipers up. swoff and Troy hesitate for a millisecond. GRUNT RADIOMAN (cont'd) The Six 1s up on the ridge there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "With Celonel Kazickis, Swoff and Troy are looking down on air fieid. Swoff and Troy have their scopes. Revised Ist Draft - 4/20/04",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\five",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL KAZICKIS",
          "text": "What do you have?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF",
          "text": "I count a hundred, maybe a hundred and fifty. They've got RPG's. Couple of quad-50's. Two anti-tank rifles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TROY",
          "text": "Officers in the control tower. Swoff shifts his scope. His POV: two tiny figures in a distant tower.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF",
          "text": "Got ‘em. 1800 meters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TROY",
          "text": "Wind south southeast five.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF",
          "text": "We need half a click.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL KAZICKIS",
          "text": "Go over two dunes, dig your hide. All the air is tied up farther north until 17:30. That’s how long you‘ve got to show me if'STA stands for Sun Tan Association.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In their ghillie suits, Swoff and Troy move tactically up dune. In the b.g. we see the battalion pulling back into defilade.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Swoff and Troy scramble up the next dune.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They position themselves in the sand, carefully concealed The sun has moved across the sxy. They lock through the scope. We see the contro} tower. The officers are gone. Revised Ist Draft - 4/20/04",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\foo avo",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF",
          "text": "Shit. Troy squints at the setting sun. Swoff keeps his eyes in scope.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TROY",
          "text": "Light‘s going. We're fucked. Swoff reaches over and taps his helmet. Troy looks throug his binoculars. TROY (cont'd) Thank you God. (into radio) Officer in control tower. The Iraqi officers have climbed back up into the tower.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF",
          "text": "Range.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TROY",
          "text": "1200 meters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF",
          "text": "Wind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TROY",
          "text": "Five to seven, west to east. {into radio) Request permission to take the shot. swoff dials in the data.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOEFF",
          "text": "Set. THROUGH SCOPE we can see the Iraqi officers. They're arguing. One wants to fight, the other doesn’t. The light bathes in the reticle. That moment every sniper dreams ab",
          "sentiment": "neutral"
        },
        {
          "speaker": "TROY",
          "text": "{into radio) We nave the shor. (inte radio) Affirmative. (beat, to Swoff} Permission to fire. He picks us his Dincculers, begins his cnant. Revised Ist Dreft - 4/20/04",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f106 TROY (cont'd) Fire...fire... Swoff‘’s finger tightens, light flows into the scope, and then...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAJOR LINCOLN, (0.S.)",
          "text": "What the fuck frequency are you on? Swoff and Troy turn to see what the hell is going on. Maj Lincoln, the same Major who took a dump in Swoff's ready- burn shitter, is standing there, with a RADIOMAN and a PRIVATE, who carries a beach chair. MAJOR LINCOLN (cont ’d) I had to hump all the way over here. We got air. I’m calling it in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF",
          "text": "What the fuck--?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TROY",
          "text": "We have permission to take the shot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAJOR LINCOLN",
          "text": "Tough break. But you were only going to waste one guy. Watch this, it‘1l blow your fucking mind. The Private opens the lawn chair. MAJOR LINCOLN (cont’d) (re: the chair} Bad knees. College football. Major Lincoln sits in the chair and nods to the Radioman, hands him the handset. Troy and Swoff can’t believe it. MAJOR LINCOLN (cont'd) You never know how many chances you’re gonna get to do this. Major Lincoln begins calling in the coordinates for the a strike.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We see the combat unfoid from Troy and Swoff's POV. All t can do is sit and watch, awed spectators. Revised Ist Draft - 4/20/04",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fal Jets scream over. BOOM! The whole control tower disappear Black smoke pours out where the tower was. American tanks assault the airfield. The tanks maneuver, fire, maneuver. Dirt clouds mushroom in the desert. Iraqis fire their 50's. BOOM! One of the quad 50’s is blown up. Marines spread out on line, pouring out of the APC's. A few Iraqis drop their weapons and begin to run. More jets arrive, dropping high white phosphorous.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It’s later. Major Lincoln and his entourage have gone. Th airfield is a smoldering mess. We find Troy and Swoff in their hide, the light from the fires playing across their faces. We hear on their radio the orders and messages, th sounds of war. Far away. Finally Swoff turns to Troy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF",
          "text": "We ever going to get to kill anyone?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TROY",
          "text": "Fuck if I know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF",
          "text": "(after a moment) I‘ve been thinking. Marrying a jarhead. It’s like kissing your sister.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TROY",
          "text": "Erica’s not a jazhead, shit for brains. She’s a Woman Marine. With emphasis on the woman.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFP",
          "text": "Whatever works, man. I can't say a word, the way I’ve fucked up. Revised lst Draft - 4/20/04",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You haven’t fucked up. Katrina’s still there for you. You come back, big tough marine in those dress blues, medals all over your chest, you think she'll stay with a fucking clerk??",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF",
          "text": "Night manager.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TROY",
          "text": "Whatever. The point is, she‘ll be there for you, you just gotta trust her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF",
          "text": "You’re talking about a woman, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TROY",
          "text": "Hey, don‘t be bitter, man. I’m not.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF",
          "text": "Me? I’m stuck in the fucking desert, with a retard engaged to a retard, surrounded by fucking Iraqis with chemical weapons, whiie every Jody in the world is banging my girlfriend.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TROY",
          "text": "But you love it. ive After a moment, as the radio war heats up: with sounds of firing and screaming.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF",
          "text": "Sure. What’s not to love? The radio sputters and dies. Silence. They realize they a completely alone. SWOFF (cont‘d) Where the fucx is our relief? Troy looks at his watch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TROY",
          "text": "I've never not had a pick up. Siek wouldn't allow it. He’d run out here and carry us back on his fucking shcoulicers. Revised ist Draft",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\for: Aue",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF",
          "text": "Maybe they gave Fergus the map and compass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TROY",
          "text": "Even Fergus would find us. Let's lock and load and go find out what the fuck. They hear a screaming sound in the sky.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF",
          "text": "Fucking Scuds! They’re Scudding the battalion:",
          "sentiment": "neutral"
        },
        {
          "speaker": "TROY",
          "text": "We don’t know that. Could be Friendly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF",
          "text": "You ever hear Friendly sound like that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TROY",
          "text": "Fuck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Troy and Swoff are walking on foot, alone, across the eer emptiness, terrified. Fires burn. Smoke covers the sun, which has nearly set. The flames and smoke lick the edge the sky.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Night now. The scene is lit by the otherworldly light of burning oil fires. They come over a dune just as rounds l near-by. Shit! They dive to the ground. For a moment they there as the sounds of the incoming fade. Then, suddenly, the sand gives way beneath them! They are falling with the sand, rolling down. Whomp. They come to rest at the entrance to an Iraqi bunk exposed by the explosions. It’s spooky in the shadows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TROY",
          "text": "Come on, man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWCFE",
          "text": "I gotta check it cut. Revised Ist Draft - 4/20/04",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fiiv",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Swoff adjusts his eyes to the half darkness. The fires outside cast strange shadows. The bunker is empty. The Iraqis have dug shelves into the walls. On one shelf is t picture of a woman with a young boy. Swoff runs his hand over the shelf. Magazines in Arabic are stacked neatly. Some cigarettes. Letters. A few items of gear. He hears a sound, a familiar jingling. He looks for it. Across the way something glitters in the fire light. Swof walks to it. It‘s a set of Iraqi dog tags, swinging gentl from a stick stuck into the side of the bunker. Swoff reaches for them, takes a step closer. His hand clo around them. CLICK. He freezes. He slowly looks down at his feet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HIS VIEW",
          "text": "A gentle breeze blows some sand away beneath his boot. There, under his foot is a pressure~release BOOBY TRAP.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON SWOFF",
          "text": "Swoff‘s face turns pale. His leg shakes as he tries to ke his foot down. ‘",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF",
          "text": "Troy... He wants to yell but it’s barely a whisper. He licks his lips, tries again. SWOFF (cont’d) Troy:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Troy’s head appears in the entry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFPF",
          "text": "Stop the fuck! Right there! Troy doesn’t understand. SWOFF (cont’d) Booby traps, man. I’m standing right on cne. Revised ist Draft - 4/20/04",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Easy, don’t meve. Easy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF",
          "text": "I don't want to die.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TROY",
          "text": "Easy. I’m coming.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF",
          "text": "No! You’1ll blow us both up!",
          "sentiment": "neutral"
        },
        {
          "speaker": "TROY",
          "text": "Shut up. He drops to his knees and crawls forward, probing gentiy his knife in the floor of the bunker.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF",
          "text": "Motherfucker!:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Troy lies next to Swoff. He has his bayonet out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TROY",
          "text": "It’s pressure release; so don't move, ckay? Fucking Bouncing Betty’1ll blow off my head and your balls.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOPF",
          "text": "I'm not moving. Troy works his bayonet under Swoff's foot, then shifts hi weight. We hear another CLICK. They look at each other. Another one. SWOFF (cont'd) No fucking way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TROY",
          "text": "We're fucked.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFT",
          "text": "Where is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TROY",
          "text": "Right under my butt. Swett slowly pulls cut nis knife. Revised list Draft - 4/20/04",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f112",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF",
          "text": "Steady, man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TROY",
          "text": "No shit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF",
          "text": "You get mine?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TROY",
          "text": "I think so.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF",
          "text": "Here goes. Swoff glowly lifts off his foot. Troy holds the pressure SWOFF (cont‘d) (pretends to leave) See you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TROY",
          "text": "Fuck you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Swoff digs under Troy’s butt as Troy holds his knife on Swoff's booby trap. Swoff slips his knife under Troy. Ver slowly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF",
          "text": "Got it. (beat) Now what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TROY",
          "text": "Take off your pack. Slowly. Swoff starts to, very carefully. Swoff sets his pack on Troy's knife. Troy slowly pulls hi knife out. No explosion. One to go. TROY (cont'd) Okay. Okay. Good. Troy rolls off Swoff’s xnife. He sets his own pack on swoff's knife,",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF",
          "text": "Stop fucking shaking. Revised ist Pratt - 4/20/04",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He starts to pull his knife out, so slowly. There is utt silence",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They emerge from the bunker into the desert, into the eer shadows of the burning oil wells. We linger on Swoff’s fa still so scared, so glad to be alive. He and Troy share a look. They've just shared something only they will ever understand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF",
          "text": "(finally) You okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TROY",
          "text": "Yeah. (beat) Let’s go. They begin to walk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Finally they come up to the berm. Black smoke pours up fr the other side. A very bad sign. Troy pauses and loads a grenade into his breech. They approach the top of the ris",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF",
          "text": "They're all dead, Troy, I know it, They fucking gassed ‘em.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They start to crawl up the back of the berm. Swoff's face full of foreboding at what they will find.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TROY",
          "text": "“What‘’s that noise? And now we hear it toc. A weird kind of counding and screaming. SworF Fuck, man, they’re doing ’em right now. They crest the top cf the berm. The first thing they see what looxs like two neacs impaled on sticks. Holy shit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Revised ist Draft - 4/20/04 They look closer, to see: two gas masks stuck on rifles have been planted upright in the sand. They look past the gas masks and what they see is...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": ".-Men lying naked on sleeping pads, in the light of the burning wells. Weapons and rucks and uniforms are strewn about the camp. A wild football game is in progress. Sergeant Siek is handing out cigars and dancing shirtless playing a kazoo. The Who is piping through the conm tower That's the weird sound they heard. Other men burn their chemical weapons suits in a huge bonfire. And that’s the Pillar of black smoke they saw. Some Marines roast marshmallows in the tlames. Others tos Frisbees. A few play poker and shoot craps in the firelig Troy and Swoff can't believe it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In full combat gear, Swoff and Troy walk into the celebration. Naked Marines dance around them. The contras between Swoff and Troy with their weapons and combat gear intense. Siek comes up with a big smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERGEANT SIEK",
          "text": "Shit. You were still out there. Sorry. He looks at Swoff and Troy in their full gear and laughs. SERGEANT SIEK (cont'd) You guys are overdressed. Didn't you read the fucking invitation? (beat) Hey, smile, the motherfucker is over. You didn't die. He shoves cigars in their mouths. They stand there, still not taking it in. Kuehn comes up, totally smashed, waving rifle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KUEHN",
          "text": "It‘s over, it’s fucking over! He fires his M16 into the air, one burst, then another. Revised ist Draft - 4/25/04 \fer 115",
          "sentiment": "neutral"
        },
        {
          "speaker": "VEGE",
          "text": "Set some! Escobar and Cortez begin to dance around, doing salsa wit each other, screaming in Spanish.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WELTY",
          "text": "Fuck! Bitch! He screams and fires. Troy takes his rifle, fires it once Grins. This is great. He fires some more, and starts to scream. Swoff watches them all go crazy. And then suddenly his fa changes, he gives himself permission. And now he is firin too, firing and screaming. They all are. Firing from the hip. Not even aiming. Ejected cartridges fill the air, gleaming in the firelignt like fireflies. Machine guns kick in now. Tracers etch the sky like light pens. They're dancing now, on one foot then on the other, firin their weapons and dancing in circles like pagans around a fire. Screaming. Laughing. Weeping.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF, (V.O-)",
          "text": "Many of the men who live through war don’t understand why they were spared. They think they’re still alive in order to return home and make money and fuck their wife and get drunk and wave the flag. And above them is the night sky, lit by burning wells, crisscrossed by tracers. SWOFF (V.0.) (cont'd) I went to war. And I am entitled to say: we belonged to 4 fucked situation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Swoff looks out a window at a welcoming varade. The other snipers ride with him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Twenty yellow school buses rumble into a town on the high desert. Revised ist Draft - 4/20/04",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "116 People are cheering, an enthusiastic if rather ragged and anticlimactic crowd. They throw plastic yellow ribbons, w flags.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A can of beer comes hurling through the window. Troy pick it up and opens it, spewing beer everywhere. The bus stop",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kuehn pulls a VIETNAM VET onto the bus. He wears tattered jeans and a faded camouflage blouse with his Vietnam meda All the horseplay stops and everyone stares at him. The v closes his mouth and licks his cracked lips.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIETNAM VET",
          "text": "Thank you. Thank you Jarheads. They all mutter. Sure. No sweat. VIETNAM VET (cont’d) I’m a Vietnam Vet. 26th Marines. (beat) We're not all baby killers. You made them see that. You did. Outside we hear the cheers of the crowd, we see the wavin the flags. VIETNAM VET (cont’d) Semper Fi, you mother-fuckers, Semper Fi. We look at the faces of these men we've come to know, end with Swoff. It’s silent on the bus.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF, (V.0.)",
          "text": "That sad Vietnam vet in his faded camies, haunted by jungle ghosts, lost in America...he is me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Welty stumbles out of a a bar girl om his arm. 2pino bar, blinxing in the light, Revised lst Draft - 4/20/04 \f117",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF, (V.0.)",
          "text": "That jarhead stumbling out of a bar in the PI with a bar girl, madly in drunk hangover love with each other and all things American, which you can tell by the American flag miniskirt she’s wearing and the red, white and blue heels, and the patriotic shit-eating grin on his face, goddam, that is me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A pot-bellied older Vegh tries to handle his wife and 3 k who are covered with 1ce cream and kicking each other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF, (V.0.)",
          "text": "That one, with the stupid regulation mustachio, the overweight wife from his hometown of Bumfuck and three kids in tow, that jarhead is me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Looking smooth in a 3-piece suit, Kuehn gives orders to a group of other young executives.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF, (V.0.)",
          "text": "That smooth operator, moving up the ladder, taking no prisoners, shooting to ki11, that jarhead is me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kristina stands by the door of a cottage, staring at Swof who returns her look with such longing. They stare at each other, so much between them, so much a and lust and love and pain. Just then a figure appears be her, a MAN. His hand goes to her shoulder, her hand cover his hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF, (V.0.)",
          "text": "That peor stiff who comes home from the war, and everything he thought would be waiting for him is gone, that pcor dumb fuck, that tarhead is me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Revised Ist Draft - 4/20/04 \f118 The door closes on Swoff.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Another door opens. A long-haired bearded guy in a knit c stands there. Swoff doesn’t recognize him. Swoff himself older now, lost a little hair, put on a few pounds. The stranger pulls off his knit cap. It’s Fergus.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The two of them are shit-faced drunk, running through the snow-covered streets, shouting cadence to each other, sin obscene marching songs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF, (V.0.)",
          "text": "Those jarheads, drunk and rude, shouting their bad behavior and their Jarhead bullshit into the quietest civilian recesses, the guys everyone loves so long as they are somewhere else, those jarheads are me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We see the faces of Fergus, Kuehn, Welty, Escobar, Fowler Vegh, all much changed, and finally Swoff, looking down i a casket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF",
          "text": "That guy in the casket, who wanted nothing more than to be a jarhead all his life, who's driving home from his dead-end civilian job and flips his car on black ice, he is me. And what they see is: Troy, lying dead in the casket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "WIDE on everyone with the priest speaking over the casket",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF",
          "text": "And that man, who'd offer his life to go back for the chance to kill, that is me. Revised lst Draft - 4/20/04 \ft",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "diy We go to Swoff's face. SWOFF (V.0O.}) (cont’d) But that jarhead who knows that when that major took away his «ill he handed him his life, that is also me. The casket is lowered into the grave. Swoff’s eyes are we SWOFF (V.0.) (cont’d) And all the jarheads killing and dying in every shit corner of the world from 1775 till tomorrow, they will always be me. FROM ABOVE now, as the men disperse, saying their last go byes to each other, going their separate ways, one by one",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Swoff stands at the window, looking out. HIS POV: Snow falls gently. A whiteness, like a shroud,",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWOFF",
          "text": "When I despair, I am alone, and I am often alone. In crowded rooms and walking the streets of our cities, I am alone and full of despair. We are back on Swoff, staring out at the snow. We hear th words from the beginning of the movie. SWOFF (V.0.) (cont‘d) Awake, asleep, high heat of the afternoon or the few soft sunless hours of early morning... And now we see what he sees. The snow has become the dese Vast, endless, shimmering in the light ci the dying sun. SWOFF (V.O.)} (cont'd) +--T am still in the desert. And new, in the distance, we see two figures. Troy and Swoff, trying to find their way home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FADE TO WHITE",
          "text": "Revised ist Draft - 4/20/04",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_1018"
    }
  ]
}