{
  "movie_id": "MOV1029",
  "scenes": [
    {
      "location": "LEECH LAKE WOMEN'S CORRECTIONAL HOSPITAL",
      "time": "DAY",
      "characters": [
        "BACK ON NEEDY- PRESENT DAY",
        "OCTOBER 5",
        "EVENING",
        "BACK ON NEEDY",
        "PHONE",
        "A SERIES OF NEWSPAPER HEADLINES",
        "\"WHY",
        "CONTINUED",
        "TITLE"
      ],
      "dialogues": [
        {
          "speaker": "Unknown",
          "text": "ANITA \"NEEDY\" LESNICKI, 17, sits on her hospital bed in pajamas. She's a plain-faced girl with a haunted expression. As she stares out the window, she winds colored yarn around a pair of Popsicle sticks to create a \"god's eye.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Out a single window, we see an imposing nine-foot SECURITY FENCE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Next to Needy, we see a pile of unopened mail scattered casually on the floor. There are letters, packages, even creepy little gifts and totems sent by admiring \"fans.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Every day, I get letters. I think I get more letters than Santa Claus, Zac Efron and Dr. Phil combined. I'm kind of the shit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "RAYMUNDO, a counselor raps on the door and sticks his head in cautiously.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rec time in five minutes, Needy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Grassy-ass, Raymundo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Needy stands up and begins changing into an institutional gym uniform. As she slips off her pajamas, we can see a series of puffy, slash-like SCARS on her body.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sometimes the letters are from people who say they're praying for me. They tell me everything will be okay if I just accept Jesus Christ into my heart. I say the words, but nothing ever happens. Nobody comes back. Nobody gets off the cross.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She glances sadly at a PHOTO OF A BOY on her dresser. She touches the frame wistfully, her eyes full of remorse.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Occasionally I get presents from starfuckers who saw my picture in the paper and want to marry me or something. They think they can take me away from all this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Like I'd really date some perverted Chester with a hard-on for jailbait. I might be insane, but I'm not desperate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We see a morbid \"hall of fame\" of creepy photos sent in from guys. They line the mirror, grinning at us. There's even a DICK SHOT tucked in there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Needy pulls on her threadbare uniform T-shirt. It hangs down to her knees, covering her shorts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A lot of people ask me if I'm sorry I did it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Needy picks up a paper cup of COLORFUL PILLS on her dresser, dumps the meds into her mouth, and dry-swallows them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm sorry I didn't do it sooner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She saunters out of the room in her GYM UNIFORM and BUNNY SLIPPERS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Several badminton courts are set up in the gym. As an intense OPERATIC ARIA plays over the public address system, the FEMALE PATIENTS enthusiastically--almost violently--whack at the flying shuttlecocks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The patients appear to be varying levels of crazy. A TOOTHLESS WOMAN grins as she dives with her racket, clipping her partner in the leg. In the corner, one forlorn patient nurses her injured arm while another hurls her racket against the wall again and again. Counselors look on approvingly, despite how miserable their charges appear. In the background, a few sulking patients jump rope.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Needy enters the gym unnoticed, padding along in her bunny slippers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Welcome to the Mental Olympics. They're big on recreation here. Supposedly it helps us vent our aggressions. We've traded in our hatchets for rackets, our Drain-O bombs for double dutch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Even the cutters get in on the action when they're fully conscious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We see a GIRL swinging a jump rope who has a ladder of fresh bandages on her arms and legs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Me? I'm just trying to stay invisible.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nelly shuffles over to a tetherball and takes a furious WHACK at it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The freshly showered PATIENTS assemble for breakfast. They grab trays and settle into noisy cliques. Needy selects a single toaster pastry from the breakfast line and sits down, alone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Personally, I think they're trying to wear us out. Keep us sluggish so there won't be an uprising. Well, those J.V. tactics won't work against me. I'm a kicker. K-I- C-K-E-R. It even says so on my chart.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We briefly cut to Needy's chart, on some doctor's clipboard. We see her name: ANITA \"NEEDY\" LESNICKI and a few brief details about FIRST DEGREE MURDER and GRANDIOSE NOTIONS. Beneath that, we see a triple-highlighted warning in bright ink: KICKER. A NUTRITIONIST with a clipboard approaches Needy casually and eyes her breakfast plate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just one Toastem, huh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I like Toastems.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's good. But I'm not sure a Toastem can provide you with sufficient energy for your day. I'd recommend more complex carbohydrates...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Needy scrambles to her feet and delivers a sudden, powerful ROUNDHOUSE KICK to the nutritionist's face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'D RECOMMEND THAT YOU SHUT THE FUCK UP!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The nutritionist is KNOCKED OFF HER FEET-- as if she's been kicked by a far mightier creature than Needy-- and collapses, clutching her bleeding nose. We see that the bone has SNAPPED. The patients shriek. Chaos. As Needy is restrained by staff members, she thrashes like a trapped fish. Needy snorts up a killer LOOGIE and hocks it at the prone nutritionist. The glob nails her in the eye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It takes four STAFF MEMBERS to haul Needy away as she hollers in protest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The nutritionist curls up on the floor, cupping her bleeding nose as a ring of curious patients surrounds her. She spits out a TOOTH.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Needy is tossed into seclusion. Her hair is wild and her face is wet with tears. The heavy door slams behind her, leaving only a shaft of light.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I wasn't always this cracked. I used to be normal-- well, as normal as any girl under the influence of teenage hormones. But after the killings began, I started to feel, I don't know... loose around the edges or something. I was coming undone like those jeans I made in Home Ec. Falling to pieces like Patsy Cline. Shredded like moo-shu pork. Dead inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Needy cringes as she briefly hallucinates abstract SHAPES in the darkness. Grinning skulls. Faces drained of life, half eaten. Grimaces of terror. Suddenly, soft music   is piped into \"the hole,\" ostensib to calm the patients   in solitary. Needy shudders and recoils at the sound   of it. It's a CHEESY ROCK BALLAD that we'll soon hear   again...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"Through the trees, I will find you. Heal the ruins left inside you. And the stars will remind you, we'll meet again...\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "God, I hate this fucking song.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Needy plugs her ears as if it physically hurts her to listen to the song. She curls up in the corner and steels herself for solitary confinement.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Devil's Kettle is a quiet farming community, surrounded by dense woods and mirrored lakes. It's the kind of town that has one high school, one pizza joint, and one stoplight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "On an overgrown rural route we see a rustic sign that reads \"WELCOME TO DEVIL'S KETTLE- Pop. 7,036. Come See What's Cookin'!\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is where it all went down. \"Devil's Kettle\" sounds twisted, I know, but the place just is named after a dumb waterfall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We see the titular falls, surprisingly powerful, gushing over a rock face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well technically, it's two waterfalls. One of them is normal-- it empties into a river basin. But the other one goes into a hole. And it doesn't come out. The scientist guys can't explain it. They've dropped all kinds of things down there--bouncy balls, red dye, radioactive slime-- but nothing ever surfaces.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maybe it's another dimension. Or, you know, just really deep.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The sprawling ranch house is dark from the outside except for a single FIRST FLOOR WINDOW-- Jennifer's-- still illuminated. There's a chicken coop and a wire livestock pen in the backyard. We're definitely in deep north country.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've probably spent years of my life in this house. Hundreds of sleepovers, thousands of aimless homework sessions, a million phone calls. I've climbed through Jennifer's window so many times. But tonight, only one of us is going to come out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JENNIFER CHECK lies on her bed, fidgeting as she watches TV. She's a girl of 16 with LONG, MATTED HAIR and a thin, frail body. Her features are gorgeous, but she looks sick and haggard. She picks at her skin with yellowed, Nosferatu-like fingernails and chews idly on a limp lock of hair. Jennifer wears a tight T-shirt that says KETTLE HIGH FLAGS and underwear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An `80s HORROR MOVIE flickers on the TV. Jennifer half- watches, distracted.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jennifer didn't always look this rough. Actually, she was the prettiest girl in Devil's Kettle when she wasn't so...hungry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Some recent photos on a corkboard reveal that Jennifer was indeed BEAUTIFUL AND CURVY.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She hadn't fed in weeks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jennifer rolls over and glances at the window briefly. We see the OUTSIDE of the house again. It's dark and silent, but for the nearly inaudible snapping of twigs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jennifer turns her attention back to the TV. Suddenly, we see NEEDY'S FACE pop up against the window, white and startling. Before Jennifer notices, the face disappears. Outside the house, the bushes rustle. Needy is crouched below the window. We hear the pulsing of her HEART as if via ultrasound. It's a wet, rhythmic sound: Sploish, sploish, sploish.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Inside, Jennifer stretches and shuts off the TV. She turns out the light. A beat of silence. Then, the sound of cracking near the window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Huh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Needy PLUNGES through the window, screaming and brandishing a HAMMER. She takes a SWING at Jennifer's head, but misses and BURIES IT IN THE WALL, specifically in Jennifer's Fall Out Boy poster. Needy throws herself on top of Jennifer. She STRADDLES Jennifer and grips her throat, throttling her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You'll throw me a bone, huh? Huh? You killed Chip! You goddamned monster! You...ZOMBITCH!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jennifer struggles to fight off Needy in the darkness. Her clawlike fingernails rake Needy's back and arms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Needy pulls a BOX CUTTER out of her waistband and flicks it open like a switchblade. Kshink!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do you buy all your murder weapons at Home Depot? God, you're butch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Know what this is for? Cutting boxes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She takes a swipe at Jennifer's CROTCH. Jennifer instinctively CLUTCHES herself and rears up in defense. We see Jennifer's mouth come down on Needy's neck. Needy shrieks as if BITTEN, but continues to strangle Jennifer, straddling her and bearing down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jennifer's T-shirt slides up to her armpits, exposing her breasts. For a moment, her eyes meet Needy's and she grins. It's as if she has control over Needy for a split second, sexual control... Needy recoils and SLASHES Jennifer's body left and right with the box-cutter, marking a gory, oozing \"X\" on her torso.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CROSS OUT JENNIFER!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jennifer gasps, staring at her wounds in shock and disbelief. She looks back up at Needy. A beat of silence. Suddenly, THE GIRLS' BODIES LEVITATE RAPIDLY TOWARD THE CEILING. They wrestle in a bloody, screaming airborne heap, their figures entwined. Their bodies FALL, collapsing back onto the bed with a thud.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Needy raises the box-cutter and plunges it into Jennifer's HEART. Blood GEYSERS from the wound.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My tit!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Suddenly, the room is flooded with BRIGHT LIGHT, revealing a Needy straddling Jennifer's MUTLIATED BODY. Jennifer's breathing is a raspy death rattle. MRS. CHECK, a middle-aged woman in bad sleepwear and a worse perm rushes into the bedroom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jennifer! What is it, baby? Oh my God! Oh my God!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She pulls Needy off her daughter. Jennifer rolls over, gasping and bleeding.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Needy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Needy drops the boxcutter. It lands on Jennifer's copy of Flag Team Quarterly, splashing the model with fresh gore.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is she dead, Mrs. Check? Did I get her?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mrs. Check cradles her maimed daughter on the floor like a white-trash Pieta. Jennifer takes one last breath, vomits blood, and DIES. Mrs. Check SCREAMS. Needy SMILES.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Three police cars squeal up to the curb with sirens and lights engaged. OFFICER ROMAN DUDA, 22, a muscular young COP, jogs authoritatively toward the house. He shakes his head, dumbfounded.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Christ, Needy, what have you done?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Needy, innocent-looking in PIGTAILS, is hustled into the back of the squad car. Her clothes and face are smeared with blood. Officer Duda starts the ignition. His partner, a hard- faced FEMALE COP, slides into the front seat. Her cap is pushed back to accommodate a huge round pouf of shellacked MALL BANGS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hi, Roman! How's the Force treating you? I like that jaunty cap. Blue like your balls.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How could you do this, Needy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You killed Jen-- Jennifer-- I mean, the victim. Are you on something?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Everything's going to be okay now. I rule.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shut your mouth back there!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey. Didn't you used to baby-sit me in like 1998? When my mom worked the overnight at Hormel?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The female cop fidgets uncomfortably.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah. Gracie, right? Gracie. I really like your hair, Gracie. How many cans of Salon Selectives did it take to erect that monument?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The cop reaches into the backseat and SLAPS Needy, who hiccups with laughter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Watch it, Puffy Combs. That's police brutality!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're one to talk about brutality, Ms. Lesnicki. You're looking at attempted murder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ugh, don't say attempted. That sounds so JV. Small time. Teeny- weeny, just like Officer Duda up there. And trust me-- I'd know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Roman swallows nervously, eyes on the road. Officer Warzak glances at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let's get our facts straight: I successfully committed a hard core, fully premeditated murder back there. I fucking destroyed that brat, OK? I, Needy Lesnicki, put a stop-payment on Jennifer Check.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She slumps down in the backseat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why am I even in these cuffs? I just saved every guy in this town from becoming Satan Chow. I'm a hero.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She's delirious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is going to be a circus.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "At least we've already got a confession.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Confessions are for pussies. You've got a declaration, Grace.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She giggles maniacally. Roman turns on the radio, violating protocol. It's a soaring rock anthem-- the SAME SONG we heard being piped into solitary confinement.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Both cops BRIGHTEN when they hear the song. Roman cranks the volume.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "God, I love this song.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know. And they've done so much for this town.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They're way more than a band, really. They're heroes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wait, this is my favorite part...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Roman and the female cop begin to sing along with the uplifting, corny song:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(in unison) \"Through the trees, I will find you. Heal the ruins left inside you. And the stars will remind you, that you are home...\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Needy stares out the window at the sun creeping up over the forest on the horizon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So I killed her. Whatever. It won't undo anything. Three pulses-- three lives-- all stopped cold by adolescent bloodlust. It's hard to believe that just two months ago, me, Jennifer and my boyfriend Chip were completely normal people.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We were our yearbook pictures. Nothing more, nothing less.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We see a brief montage of black-and-white yearbook stills: JENNIFER executing the splits on a football field, her smile bright. NEEDY inspecting a school newspaper layout, pen in hand, glasses on her nose. And finally, CHIP DOVE, playing a strap-on snare drum at a school pep rally, his head bent in concentration....",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jesus, Chip..",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The photo fades into the pep rally itself. CHIP is animated, drumming in full color...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHIP drums on the sidelines of the Devil's Kettle High basketball court. The stands are packed with BORED STUDENTS for a pep rally. Chip is 16, clean cut, and an awful drummer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chip couldn't drum for shit. He only knew \"Land of a Thousand Dances\" and the solo from \"Wipeout.\" Lucky for him, the pep band gig wasn't too demanding.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sure enough, the band is playing \"Land of a Thousand Dances.\" Nearby, the FLAG TEAM claps with gloved hands, picking up their flags for a choreographed stunt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jennifer steps forward in her flag team uniform, breathtakingly beautiful. She hoists her flag aloft, twirling it. Time FREEZES as the flag unfurls.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If you can believe it, that's Jennifer. Yeah, the same girl I iced with the box-cutter. Only back then, we were tight. Sisters, practically. People found it hard to believe that a babe like Jennifer would associate with a dork like me. But we'd been the Wonder Twins since we were practically preverbal. Sandbox love never dies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jennifer finishes her maneuver and WAVES to the stands. Needy waves back at her excitedly from the bleachers, small and owlish with glasses and lank hair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHASTITY, a similarly geeky-looking girl standing next to Needy, rolls her eyes at this display of affection.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're totally lesbigay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What? She's my best friend.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The geeky girl mockingly imitates Needy's excited wave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You stare at her like you want to dry hump her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Needy ignores her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Like, hump her through pants.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you jealous?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Of what? That rich bitch?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She's not rich.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Needy digs through her locker, carefully selecting textbooks to take home. Jennifer skips up to her, smiling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, Monistat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's up, Vagisil?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You and me are going out tonight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She checks herself out in Needy's locker mirror.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tonight? Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Soft Shoulder are playing at the Carousel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And it's all-ages, for once, which means I won't have to play Hello Titty with the door guy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's Soft Shoulder?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They're this indie band from the city. I saw their MySpace and the singer is extra salty. And there will be lots of other salty morsels there for you. Come on Needy, it's the weekend!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's Thursday.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thursday counts as the weekend in college. And we're going to be in college twenty-three months from now. University of Northern Minnesota Duluth- woo!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Needy continues loading her backpack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Please, please you're a social disease?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I have to study.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jennifer pouts. With an outstretched finger, she draws a dramatic X in the air over Needy and boos loudly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Boo! Cross out Needy!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Needy blushes, shrinking self-consciously. She obviously hates to displease Jennifer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fine. What time is the show?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll pick you up at 8:30. My mom has a date with that guy who owns the ham store.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He seems nice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, Mom says he's got a huge... heart. So huge he gave her a recurring bladder infection. Wear something cool, okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Needy is standing in a small, dingy bathroom, trying on different configurations of clothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"Wear something cool\" meant something very specific in Jennifer-speak. It meant I couldn't look like a nerd, but I couldn't upstage her either. I could expose my stomach, but never cleavage. Tits were her trademark.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Needy wiggles her jeans a bit lower, exposing her childishly round tummy. She walks out of the bathroom into her bedroom, a frilly pink hell complete with canopy bed. CHIP DOVE is sitting on the bed, looking lost in all that pink. He raises an eyebrow at Needy's abdomen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Those jeans are hella low. I can almost see your front butt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chip, it's a rock show. This is my rock look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can see, like, your womb.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Needy sighs and hoists up her pants.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why are you blowing me off for some dumb concert, anyway? We were supposed to have Movie Night. I even rented Orca. It's like Jaws, except with a harmless whale.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jennifer needs me. She really wants to go see this band. It's extremely important to her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've never even heard of Soft Shoulder. Which one is Jennifer stalking?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The lead singer, of course. Girls like her don't go out with drummers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thanks a lot!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No offense. I mean, she'd probably make an exception for a drummer who was also the lead singer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Like Phil Collins.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who's Phil Collins?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Forget it. He's seminal, but whatever...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Anyway, this singer guy is like 22, so he could get locked up in the state pen if he actually dated her. But Jennifer says he's extra salty, so...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Salty. You guys ever going to stop using that secret language?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"Salty\" means beautiful.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then you must be soy sauce, babe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Needy and CHIP start MAKING OUT. CHIP unbuckles his belt eagerly even though they've barely begun. Needy stops.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jennifer's here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How do you know?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Needy shrugs. A beat of silence. Then we hear the door swing open. JENNIFER'S VOICE floats up from downstairs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Needy, quit tampooning yourself and get down here!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's fucking weird.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(straightening her",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'd better hurry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You always do what Jennifer tells you to do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Needy pulls her NECKLACE out from beneath her shirt and flashes a heart-shaped \"B.F.F.\" charm at Chip.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She's my best friend, Chip. Remember? This necklace is no joke.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHIP sighs, resigned. They head downstairs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jennifer is waiting in the front hallway. She's heavily made-up and dressed in a predictably sexy outfit. She dangles a set of car keys in front of Needy and CHIP.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Guess who's got the whip `til 11:30? A 2003 Chrysler Sebring and it's all mine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're lucky you get to ride with me to the club in style!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She does a sexy little dance in the doorway, then notices CHIP.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, hi Chip. Do you like puppies?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She grabs her boobs and thrusts her chest outward at him, giggling. Needy watches jealously and MANEUVERS HER WAY IN FRONT OF JENNIFER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I think you forgot, like, two buttons.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I think she remembered two buttons.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jennifer sniffs the air.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It smells like Thai food in here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Have you guys been fucking?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're gross!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She shoves Jennifer and they begin wrestling playfully. CHIP slumps against the wall, staring awestruck at Jennifer's cleavage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay, let's go to the club.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The three of them shuffle onto the porch. Needy locks the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Carousel is not a club.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eat my ass, Chip. You're just jello `cause you're not invited.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm not jello! That place is gross. Everyone there has a mustache.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're totally jello! You're lime green jello and you can't even admit it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The girls scamper toward the car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(calling after them) Stop kidnapping my girlfriend!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "THE CAROUSEL is a run-down tavern at the edge of town, the kind with NASCAR posters, wobbly chairs and strands of plastic pennants crisscrossing the ceiling. It's a busy night and the bar is teeming with locals. A bartender sells a CASE OF BEER to a customer and passes it over the bar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chip was right. The Carousel is definitely not a club. Clubs are for attractive people in populous urban areas. Clubs have DJs and champagne and separate bathrooms for guys and girls. All we have is a broken jukebox, a few domestic taps and the Sticker Toilet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We see a lone, nasty-looking TOILET covered in BAND STICKERS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BACK ON NEEDY",
          "text": "Needy and Jennifer enter the bar. Every guy in the joint stares at Jennifer, who snaps her \"MINOR\" wristband distastefully.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "God, I can't wait until I'm old enough to get wasted. Have you ever had peach schnapps?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't think so.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peach schnapps are excellent. They even taste good when they come out of your nose mid-puke.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A teenage guy, CRAIG, passes by and waves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hi Jennifer. You look nice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(without enthusiasm) What up, Craig.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She elbows Needy and makes a GAGGING GESTURE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He thinks he's cute enough for me. No wonder he's in retard math.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jennifer pulls out a pack of Camel Wides and lights one awkwardly. Needy notices AHMET FROM INDIA, a FOREIGN EXCHANGE STUDENT, standing by himself away from the crowd.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, it's Ahmet from India. The foreign exchange guy. He's all by himself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can't believe we traded a cute hockey player for that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He seems okay. He's got that cool elephant statue in his locker.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do you think he's circumcised? I always wanted to try sea cucumber.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ew!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ROMAN DUDA saunters up to Jennifer, swigging a bottle of beer. He snatches the pack of cigarettes away from her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're smoking dicks now, Jen?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What? I like the Wides.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She sticks the fat cigarette between her lips and inhales pointedly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I just bet you do. I should arrest you for possession under the legal age.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Arrest me, pfft! You're not even out of the academy yet, Roman!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Two more months and I'm on the force for real. Then I'll be able to cuff you whenever the hell I want.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He grips her wrist and twists it behind her back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How will I wait that long?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She paws Roman's crotch discreetly. Needy winces.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not here, babe. I gotta keep my nose clean.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look, there's the band!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A group of skinny INDIE ROCK BOYS are setting up their equipment on a pathetically tiny stage-- it's more like a dais. The LEAD SINGER has intense, spooky eyes, nearly obscured by a shock of hair. The locals, mostly good ol' boys, eye the band suspiciously.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You can tell they're from the city.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, `cause they look like a bunch of faygos.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You would think that. You're such a small-time Gomer. I wish we had more guys like that in Devil's Kettle. All stylish and shit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Needy nods dumbly. She stares at the band, awestruck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They look so-- so cool.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She gazes at the stage, hearing only the whistling rush of ARCTIC AIR. In SLOW MOTION, the GUITARIST unsheathes his Fender Jaguar from its gig bag. He notices her staring and runs the tip of his tongue over his lips. Needy swallows hard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, I think they need two groupies. Come on! It'll be like Almost Famous! I'll be Penny Lane and you can be the other girl.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She grabs Needy's hand and enthusiastically tries to drag her toward the stage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't be J.V., Needy. They're just boys. Morsels. We have all the power, don't you know that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She plants her hands on Needy's CHEST.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "These things are like smart bombs. Point `em in the right direction and shit gets real.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Needy shrugs free of Jennifer's grasp and follows her reluctantly across the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The lead singer of Soft Shoulder, NIKOLAI WOLF, is already striding forward to meet them at the lip of the stage. His gait is as smooth as his shock of dyed-black hair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hi. Um, we just really wanted to meet you or something? I'm Jennifer Check and this is my friend.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm Nikolai Wolf, and this is my band.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He reaches down and pumps Jennifer's outstretched hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah! Soft Shoulder, right? I've heard you guys are super, super good at playing your instruments.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I hope we can live up to such...high praise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, if you don't mind me asking, why did you want to play all the way out here in Devil's Kettle? You live in the city, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah. But I think it's so important to connect with our fans in rural areas. Plus, the audiences in small towns really appreciate us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Can I show you my appreciation right now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Needy looks at the floor, embarrassed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jennifer's voice scales up nervously.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Like, I'll buy you a drink? I mean, I'll see if I can get you a drink. They make this great 9/11 tribute shooter? It's red, white and blue, but you have to drink it fast or it gets all brownish.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mmm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jennifer hurries off toward the bar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Needy moves self-consciously into a nearby corner, not wanting to continue the conversation with Nikolai alone. A LOCAL plugs a Loretta Lynn tune into the jukebox, with a challenging stare at the band. A DRUNK COUPLE begins two-stepping in front of the stage. Nikolai walks up to the guitar player, DIRK, and pulls him aside. Needy pricks up her ears and listens.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dirk, what about her?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(gesturing to Needy) Who, Training Bra Jones?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Needy looks offended.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, the hot one. The one who just walked away. She's it, man. She's exactly what we're looking for.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're sure she's...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She's a kid. We're in God's country, man. Everyone out here's a fundie bible-banger. Of course she's a virgin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dirk hesitates.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dirk, we didn't haul our asses out to this corn palace for nothing!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fine. Okay. You know, I know I'm not \"just the bassist.\" I'm a person who happens to play the bass guitar. And I would like some respect...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nikolai is already ignoring him. Needy, alarmed, emerges from her hiding place and discreetly rushes over to the bar where Jennifer is arguing with a jealous-looking Roman. He shakes his head in disgust and leaves the bar. Jennifer walks over holding an ostentatious PATRIOTIC THEMED DRINK. She laughs when she sees Needy's concerned expression.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What? Are you scared of rock stars too?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Those guys are rank, Jen. Just forget about it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I think the singer wants me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Only because he thinks you're a virgin. I heard them talking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, right! I'm not even a backdoor-virgin anymore, thanks to Roman. By the way, that hurts. I couldn't even go to flags the next day. I had to stay home and sit on a bag of frozen peas.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh my God.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, if Nikolai wants innocent, I can do innocent. I'll be Little Miss Fucking Sunshine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's way too old for you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't cock-block me, Needy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Piercing FEEDBACK signals the beginning of the set. Nikolai takes the mic and smiles broadly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good evening, Devil's Lake.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Someone in the back shouts \"Devil's Kettle!\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sorry. Anyway, we're Soft Shoulder. And we just want to make you happy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He WINKS at Jennifer. The band launch into the same intense, soaring song we heard in the COP CAR and the HOLE. Jennifer's eyes never leave Nikolai's. She's hypnotized, clinging to Needy's arm. Even the locals look charmed. Suddenly, a lick of FLAME appears on the wood paneling next to the stage. Needy is the first to notice. As she watches in horror, the fire is reflected in her glasses.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The flames quickly climbs up to the ceiling and begin to blaze uncontrollably. People SCREAM and scatter. Someone ineffectually tries to throw a pitcher of beer on the fire. Nikolai turns and sees the fire spreading. He and Chas exchange glances. The BASS PLAYER pitches his guitar aside and jumps off the stage, and the drummer abandons his kit. Nikolai seems perfectly cool and composed as he watches from the stage...is he smiling? CHAOS. Everyone is trying to get out of the bar at once, causing a stampede. A woman's clothes and hair CATCH FIRE and she falls to her knees. We see a BEAM fall from the roof, nearly killing AHMET FROM INDIA. Jennifer stands still in a dreamlike state.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Jennifer) I know where to go!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Needy grabs Jennifer by the elbow and pulls her into the tiny BATHROOM. Choking on smoke, they climb onto the Sticker Toilet (which now sports a giant SOFT SHOULDER sticker on the tank) and boost each other out the BATHROOM WINDOW. Hundreds are still trapped inside, screaming.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jennifer collapses in Needy's arms, coughing. Needy hugs her fiercely, almost romantically. She cups Jennifer's flushed face and looks into her eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's so hot, Needy. I think I'm on fire. Oh God, I'm burning!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're okay, I promise. You got burned worse when you wore that tin-foil bikini to the beach. Everything's fine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Suddenly, a HAND clamps onto Jennifer's shoulder. Both girls jump. It's Nikolai, his forehead creased with false concern.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you girls all right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Needy is less than thrilled to see him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're great. Maybe you should try to find your band?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Those guys? They were the first ones out the door. Ran for the van like a bunch of Marys. Frankly, I'm ashamed of them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Needy narrows her eyes suspiciously. Muffled SCREAMS rise up from the flame-engulfed building. Jennifer covers her ears and cowers, sweat rolling down her face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "God, it feels like hell out here. Come and hang with us in the van for a while, just until they hose this place down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay...okay...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She slumps against Nikolai's chest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're in shock. Here, drink this. You'll feel better.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He smoothly retrieves a plastic bottle of PEACH SCHNAPPS from his coat and holds it to Jennifer's lips. She swigs it cooperatively, dribbling down her chin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Needy blinks in disbelief at the coincidence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Aren't you a little freaked out about this? What about all your stuff? It's probably melting, and when you get to the next stop you'll have to do like, a crappy acoustic set! Nobody likes that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We'll be able to afford new gear soon enough. I have a feeling we're gonna blow up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I want to see your van. C'mon Needy, let's go to the van.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why? Why should we? We have the Malibu. Let's just get out of here. We can go to El Ojo and get Northwoods Nachos with extra Badger Sauce! Please? I'm starving.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Needy, stop it. Just stop it!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She defiantly follows Nikolai toward the WHITE VAN, which is parked a suspiciously safe distance from the bar. Needy staggers after them slowly, watching. Behind Needy, the bar EXPLODES. Screams. Flames. Silence. Needy doesn't even look back as she watches Jennifer get into the van. Ash drifts into her hair like snowflakes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nikolai takes off his shirt as he enters the van, revealing his slick, muscled white torso.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I watched her get into that van and I knew something awful was going to happen. But for some reason, I felt drawn toward them. Toward him. He was pale and twisted and evil, like this petrified tree I saw when I was a kid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We see LITTLE NEEDY, about five years old, staring up at a petrified tree in the darkness, horrified yet compelled. The tree seems to stoop forward, cracking...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BACK ON NEEDY",
          "text": "Needy's face is fixed in the same haunted expression. Nikolai turns to look at her, his teeth bared in a vicious smile. Needy turns and sprints off in the opposite direction, away from the van and the fire.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Needy stumbles into her bedroom, overwhelmed. Her clothes are smoke damaged and her cheeks are sooty. She grabs her cheap, taped-up cell phone and dials CHIP's number shakily.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chip's bedroom is pitch black until a cheap cell phone lights up under the covers illuminating his sleeping form, clad only in jockey shorts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, Niedermeyer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thank God you're there. I hoped you were sleeping with your phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's wrong?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jennifer's gone. She ran off with that rock band. And the Carousel burned down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHIP sits bolt upright",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Like, burned down? To the ground? Is everyone okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. I think they're mostly dead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shit. You're okay, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We went out the bathroom window. Everyone else was trying to use the door. It was like a stampede. The people who fainted got run over and you could hear their bones breaking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There was all this screaming and popping, like a million Black Cats all going off at once. And the smell...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is real, right? This isn't just, like, some crazy dream like last time?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No! Anyway, it took me like an hour to walk home. But Jennifer's still with those creeps! They had one of those white molester vans with no windows. The back was all blacked out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who cares about Jennifer and those douchebags with douchebag haircuts? People just burned to death. In our town!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The DOORBELL chimes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh cheese and fries! Someone's here. I'm alone, Chip. I'm freaked out!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where's your mom?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Swing shift. Listen, I'll call you in a minute. Stay awake.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Holla back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Needy hangs up the phone and rushes downstairs. As she passes through the shadowy kitchen, appliances HUM all around her. The silence is menacing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Needy opens the door. Nobody there. She slams the door, turns around and SCREAMS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jennifer is standing in the dark hallway, looking ghostly pale and smiling. Her clothes are tattered and stained-- her entire front is soaked in blood. Her makeup is smeared, and her eyes are bruised and sunken like a zombie's. She looks HORRIFYING, especially with that ghastly, clownish grin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Um, Jennifer?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jennifer says nothing and continues to smile with blood- tinged teeth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What happened?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Utter silence. Then a dripping sound. Needy looks down and sees large drops of blood spattering the linoleum. Jennifer continues to smile, staring directly at Needy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "J-Jen?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jennifer lets out a horrifying banshee SCREAM, wailing at the top of her lungs. She vomits a torrent of evil- looking black bile all over herself and Needy and staggers wildly down the hallway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The bloody black bile hits the wall, splashing a framed school portrait of Needy. Needy screams and watches in horror as it slides down the wall. The bile has hundred of tiny SPINES sticking out of it, like little porcupine needles, and it appears to move by itself, oozing across the linoleum, creeping into the corners. It's truly revolting. Needy grabs Jennifer blindly and claps a hand over her mouth. Jennifer falls to her knees, her screams turning to jagged, insane laughter. Needy tries to run, but Jennifer grabs her and THROWS her against the wall with superhuman force, pinning her. Jennifer slowly, tantalizingly brushes her face against Needy's hair, her earlobe. Needy doesn't move a muscle. Jennifer's hand slides up Needy's ribcage. She presses her lips against Needy's carotid artery. We hear Needy's blood pumping, swishing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you scared?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Needy nods. Jennifer parts her lips. Then suddenly, she stops and PULLS AWAY, pushing Needy to the floor. Jennifer bolts out the front door and takes off running down the street. Needy is motionless for a moment, then stumbles toward the doorway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(screaming after her) Jennifer!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But she's long gone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Moments before the first morning bell. Needy is sitting at her desk in English class, still visibly bruised from her scuffle with Jennifer the night before. She looks like she hasn't slept a wink. The mood is quiet and somber-- kids whisper about the fire and gather in groups.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I heard Needy and Jennifer were there and they had to fight their way out with a machete.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look, she's not even moving.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's called Post Traumatic Stress Disorder...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Suddenly, a figure steps in front of Needy. It's JENNIFER, looking absolutely gorgeous-- and remarkably unscathed. She smiles brightly at Needy as if nothing happened the night before.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Happy Friday!, D-bag!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You-- you're all right!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah. Why wouldn't I be?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Last night. At my house. You were hurt. You had two black eyes and blood everywhere and...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Needy, you're delusional. I got a little banged up when you made me go out that window, but I'm fine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We had to go out that window. The bar was like, engulfed in flames!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You do have a tendency to overreact. Remember at Girl Scout camp when you thought there was an earthquake and it was really just two guys with a ghetto blaster?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A lot of people died, Jennifer. They burned to death, or they choked, or they just got trampled. More than half of the people there didn't make it out. It's like, all over the news. National news. Kids are dead. Parents are dead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Anyone we know?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We know everyone!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sucks to be them, I guess.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She giggles and reaches for her knockoff designer purse.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't get it. What's wrong with you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jennifer applies lip gloss and smacks her lips together.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's wrong with you? I mean, besides the obvious surface flaws.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Needy rubs her eyes, stunned.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to herself) There's no way I dreamed it. No way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She looks down at her hands. There's DRIED BLOOD under her fingernails.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Her blood was still under my nails. See, I'd been up all night scrubbing the carnage off the linoleum.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We see Needy on her hands and knees in the eerie blue light of dawn, sobbing as she diligently scrubs blood and bile off the floor with a dirty sponge. The black, spiny vomit repulses her, and she gags.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She reaches for a Swiffer WetJet mop and pulls the trigger. No solution comes out. She curses, hysterical and sleep-deprived.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Work, you...twat! Swiff, darn it! Swiff! Swiff!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She collapses in tears on the floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(softly, to herself) Shoot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't talk to yourself. It's one of your more freakish Needy behaviors and it makes us both look like total gaylords.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Needy raises her hands desperately to Jennifer, spreading her fingers to display her filthy fingernails.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eww, you need a mani bad. You'd better find a Chinese chick to buff your situation!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MR. WROBLEWSKI, a middle-aged teacher, enters the room. He has a gnarly-looking robotic hand and moves awkwardly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Here comes Handi-Snack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. Wroblewski clears his throat. His voice quavers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm sure those of you who made it here today have all heard the news. It's a dark day for Devil's Kettle, a day we can never, ever forget.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A single, stifled sob rises from the class. Needy glances around the room and sees students fighting back tears. A huge JOCK weeps openly, tears spattering his swimsuit- model decorated notebook. Jennifer smirks, barely able to contain her laughter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The administration here has decided that today will be a unstructured day of support and remembrance. We've lost nine precious students-- including Ahmet from India-- several parents, and a teacher, Ms. Parrish.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He fights back tears.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No way! Parrish ate shit?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Needy shushes her, appalled.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This tragedy is obviously beyond anything we can measure. More than ever, we need to band together and draw strength from each other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. Wroblewski painstakingly retrieves a tissue from his pocket with his robotic hand and dabs at his face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(his voice cracking) We can rise up. We can overcome death.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Needy eyes Jennifer warily.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The jock collapses in sobs. A tiny, acne-scarred GEEK leans over and folds the jock into an unlikely hug.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh look, they're united in grief. That'll last.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The automated bell rings. Needy slings on her backpack and hurries over to CHIP's locker. He's packing up a pair of drum mallets.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No band practice today.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No anything today.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's surreal, right? I mean, when just one guy dies in Devil's Kettle, it's like time stops. And now so many people are dead, nobody knows when it's okay to start again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I feel guilty just breathing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Word.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chip, I need to tell you something kind of weird. It's about Jennifer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know last night when we were talking and someone came to my door? That was Jennifer. But she didn't talk. She just stood there, smiling at me, but a bad kind of smile. She looked like she'd been beat up or shot or something. She was all bloody.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And then she barfed up this disgusting prickly stuff that was like roadkill and sewing needles all mixed together.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She shudders at the memory",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yuck. Like those porcupine meatballs my mom makes with the rice sticking out?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, like almost that bad!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHIP and Needy ponder the grotesque image in silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It was probably because she inhaled a whole bunch of smoke.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. It was something evil.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You might want    to talk to the school shrink,    Needy. I'm not saying that to    be a dillhole. I'm actually kinda    concerned.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chip, I'm a National Merit Scholar. I don't tell whoppers and I'm not crazy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I didn't say you were crazy. It's just that everyone's a little messed up about this. It's okay to feel...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Discombobulated?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, you know. Fucked up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As they prepare to leave, COLIN GRAY approaches Needy. He's a cute PUNK/GOTH guy wearing black nail polish, a lip ring, and full wardrobe by Hot Topic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hi Needy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chip blatantly scoots closer to Needy, eyeing Colin suspiciously.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh. Hi, Colin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I heard you were there last night. In the fiery trenches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uh-huh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, I'm glad you made it out. Really.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thanks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Colin walks away. Chip looks jealous.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How are you friends with Colin Gray? I thought Colin Gray only talked to the Dead Girls.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We see a group of GOTH GIRLS splayed against their lockers in full regalia. One wears an ACCORDION for no reason.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I just am. We have Composition together. He's a really good writer. You know-- he's so dark and emotional and all.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh. I can relate. I'm also like that, even if I'm not all obvious about it like a poseur.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Walk me home?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JONAS KOZELLE, the JOCK we saw sobbing earlier, is standing at the deserted football field.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "It's a gray, overcast fall day and the wind whistles eerily through the trees. The football is set back a good a distance from the school, and Jonas is all alone. In the distance, a tiny figure slowly approaches, It starts a dot on the horizon. As it draws closer, we see it's JENNIFER. Her bright, lipsticked grin is eerie and unmistakable. Jonas glances briefly over his right shoulder, indifferent. A few seconds later, he glances again. Strangely, Jennifer ISN'T THERE. Jennifer suddenly appears on Jonas's left side, startling him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hi!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh. Hey, Jennifer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm crazy-sorry about your profound loss. You are crying about Craig, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He was my best friend.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jennifer puts her arm around him sympathetically.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know. I was close to him too. You know, I was there last night in that horrible place. I saw Craig a few minutes before the fire broke out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You-- you did?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah. I was probably the last person to talk to him. Like, ever. Literally.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wow. What did he say?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, we got to talking about you, actually. And do you know what he said? He said you were like a brother to him. Not a bro. An actual brother.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jonas's lip trembles as he unsuccessfully fights back tears. Jennifer cuddles closer to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(choking up) I just can't believe he's gone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know, I know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, you know what else Craig said?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Forget it. It's too intense.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What? Please, Jen, you've gotta tell me!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, he said he always thought you and me would make a totally bangin' couple. Isn't that so weird?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He said bangin'?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jennifer reaches for Jonas's hand and slides it slowly up her shirt, placing it on her left breast.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Feel my heart, Jonas. I think it's broken.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(choking up) Mine too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come with me. Just for a while. We'll help each other get through this nightmare. It's what Craig would have wanted.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jonas nods dumbly, brainwashed. Jennifer leads him away from the field, toward the WOODS bordering the school campus. They vanish into the woods. In the distance, we see the FALLS rushing into the lake.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Needy and Chip are walking home from school, still deep in discussion.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The whole night must be a total blur, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's the thing, it's not a blur at all! I remember everything, in like ultra-high-def detail. The band, the fire, everything. Especially what happened after.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"After\" is the part I don't really get, to be honest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Please, I need someone to believe me. Jennifer was-- she was destroyed. She was dying in my hallway, Chip. I saw. I used my CPR training to check her pulse. And I felt her dying, on the inside, I mean. I've known her so long that it's like sometimes I can feel what she feels. We're like E.T. and Elliot Ness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I believe you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chip takes Needy's hand and squeezes it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thanks, Chipper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jennifer and Jonas are in the woods. Jennifer efficiently whips off her top and bra and begins kissing Jonas hungrily. As Jonas touches her, he recoils.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You feel so warm. Why are you so warm?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(firmly covering his",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shutties!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She pulls off Jonas' shirt and digs her nails into his arms, kissing him with renewed ferocity.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The woods are dead silent. A few squirrels approach the clearing, and Jonas watches them warily with one open eye as Jennifer kisses him. Then a deer wanders into the clearing. Then a fox. The animals pause in their tracks and watch, motionless. It's an eerie, unnatural tableau.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Animals continue to gather.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jennifer! Jen...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jennifer is annoyed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He gestures to the ANIMALS, who are watching, still as statues. A few crows alight on a nearby tree.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mm-hmm. They're waiting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uh, okay...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jennifer unzips Jonas's jeans and smiles, reaching down and working him with her hand. Jonas moans, still eyeing the animals.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do you miss Craig?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Of course.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't worry. You're going to see your buddy again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You mean like in heaven someday?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She smiles and shakes her head. Jonas jerks back, creeped out. He tries to pull away from Jennifer, but she's too strong. She PINS him to the tree. We see her jaw begin to UNHINGE, like some horrible snake. Her eyes cloud over with blood...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A horrible SCREAM of agony rises from the woods. Mr. Wroblewski is exiting the school, briefcase in hand. He stops in his tracks when he hears the scream. He shakes his head sadly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to himself) God, they're feeling so much pain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Another scream, this time weaker.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let it all out, kids.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He heads for his Ford Festiva, then pauses as if thinking better of it. Something isn't right. He puts his keys back in his pocket and walks toward the woods to investigate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Needy is preparing herself a fried bologna sandwich in the kitchen. Needy's ALBINO FERRET chases a ball across the cracked floor. Needy scrapes the sandwich out of the skillet and takes a bite.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fried bologna is the bomb! (to ferret) You want some, Greedo?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She tuns on the kitchen radio and is surprised to hear a very familiar song: \"Through the Trees,\" by Soft Shoulder. Suddenly, she pauses, a look of UNEASE and even FEAR crossing her face. She stops and braces herself against the counter, her KNEES SHAKING. Something isn't right. She drops the sandwich. Greedo goes straight for it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Something's wrong...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Needy sinks to her knees, she stares straight ahead at the REFRIGERATOR. A photo magnet of JENNIFER leers back at her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She closes her eyes. A brief, near-subliminal FLASH of the carnage in the woods...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The song ends, snapping Needy out of her reverie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That was Soft Shoulder, the local band who became the unlikely heroes of the tragedy in Devil's Kettle last night. Eyewitnesses say the boys helped numerous people escape the inferno, risking their own lives in the process. That's rock n' roll with a conscience, ladies and gentlemen. Had a lot of requests for that one...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. Wroblewski ventures into the woods, heading toward the clearing. At first, we can only hear mysterious sounds-- scratching and smacking. Birds and animals are closely gathered in a circle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Suddenly, Mr. Wroblewski clutches his arm and gags, realizing the animals are feeding on a huge CARCASS. A BADGER looks up, its snout soaked in blood. Mr. Wroblewski begins to scream. The animals scatter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A glimpse of the CORPSE: It's Jonas, of course. His entire torso has been torn open, exposing his ribs and guts. Blood and viscera everywhere, INTESTINES strewn about the forest floor like party streamers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Virgin Mother!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. Wroblewski falls to his knees, hollering.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Needy is seated at the kitchen table. She accidentally drops the remains of her sandwich on the floor, where the ferret quickly pillages it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Crap!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Needy's mom, ANTONIA \"TONI\" LESNICKI, has quietly entered the kitchen in her pajamas. She's pale and sweaty, as if she's been spooked.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You said it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, hi, Mom. I didn't know you were awake.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I just had one of my night terrors.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's four o' clock, so technically you had a day terror.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Right, right. I'm all mixed up since I started working swing again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What did you dream about?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I dreamed some bad people were trying to nail me to a tree with hammers and big stakes and shit. Just like Jesus.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She crosses herself piously.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They were trying to get to you too, but I wouldn't let `em. I'm a hard-assed, Ford-tough mama bear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes you are.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's like, don't y'all touch my daughter. I'll piss on you like Calvin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know, I can take care of myself, Mom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's what you think. One of these days you're gonna be crying out for me and I might not be there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey Mom? Did you get a chance to catch the news after you clocked out this morning?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. I just did my scratch tickets, snorted a few Lunesta and went straight to bed. Is something going on?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nothing. Forget it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't nothing happen in Devil's Kettle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She watches the FERRET skitter across the kitchen floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Anita, that ferret stinks. He needs to be washed from craw to cornhole.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes ma'am.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Toni shakes her head and heads upstairs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A hysterical SCREAM pierces the twilight. The sun has begun to set. An ambulance and four police cars have pulled up near the woods, which are cordoned off with yellow police tape. Near the woods, JONAS'S PARENTS are crying. His MOTHER screams and begins beating the ground with her fists. A stretcher is being loaded into the ambulance. OFFICER WARZAK exits one of the police cruisers. Her signature giant poofy bangs are in full effect. She rushes to comfort Jonas's bereaved mother.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We will get the man that did this to your son. You hear me? We'll get that sick M.F.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll get him myself! I will! You hear me, you bastard? I'll cut off your nutsack and nail it to my door! Like one of those lion doorknockers rich folks got! That'll be your balls!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The sound of Jonas's parents screaming carries across the lake. The water is eerily calm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Suddenly, a HEAD breaks the surface of the lake. It's Jennifer, gliding through the water. She looks calm and serene. The SCREAMING continues across the lake. The sirens, shouting and chaos contrast sharply with this peaceful scene. Jennifer paddles to the shore and hoists herself onto the pier, naked and dripping wet. She runs her tongue over her teeth briefly and nonchalantly picks something out from between her two front teeth, like she's just finished a delicious rib dinner. Jennifer wrings out her sopping hair and reaches for her clothes, which are neatly folded on the pier.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Once she's dressed, she walks off into the woods, as if nothing out of the ordinary has happened.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Needy is sitting at her lamp-lit desk, reading an old E.C. horror comic and eating a banana. The phone rings. Needy picks it up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Needy speaking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jennifer's hair is still wet from the lake, but she's changed into shorts and a tank top. Music blasts from her stereo. She admires herself in the mirror, popping her ass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I feel sooo scrumptious!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She picks up a Soft Shoulder button and POKES her arm hard with the pin without flinching. Blood spurts from the wound.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good for you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know, like when you kiss a hot guy for the first time and your whole body feels like it's on vibrate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's that good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jennifer gazes at her arm, transfixed. She wipes the blood away-- the wound has magically DISAPPEARED.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lucky you. See, I'm still kind of depressed about, you know, the giant smoldering funeral pyre in the middle of town?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Move-on dot org, Needy! It's over. Life's too short to mope over some white-trash pig roast.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She flicks a Zippo lighter and touches the FLAME to her tongue-- first tentatively, then confidently.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's really nice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I tell it like it is. Besides, you should be happy for me. I'm having the best day since, like Jesus invented the calendar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jesus didn't invent the calendar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jennifer giggles maniacally and sighs with happiness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Needy's call-waiting beeps.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's my other line.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So blow it off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She casually lights her HAIR on fire. The flames leap up, then die down, leaving her entirely untouched.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It'll just be a second.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pooh. I'm crossing you out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She draws a mini-X in the air. Needy clicks over. It's CHIP. We get a nice trifold pie- chart illustrating the intersecting calls. CHIP is panicked and sweaty in his living room. In the background, Chip's little sister CAMILLE bangs on a piano. Red police lights flash outside the picture window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I need to see you right now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can barely hear you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Camille is playing piano. Knock it off, Camille!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You knock it off!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Can you meet me at McCullum in ten?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You knock it off, Chip! You're penis cheese!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fifteen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Back on JENNIFER: Jennifer is impatiently dragging a razor down her arm. Blood drips onto the rug. She smiles, in awe of herself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Needy clicks back over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I have to go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What could possibly be more important than me and my godlike powers?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I have to meet Chip at McCullum Park.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chip is looking cute to me lately. So tell me, is he packing some serious pubic inches? What's the story down there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I gotta go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Needy hangs up the phone abruptly and grabs one of her many cardigan sweaters, heading for the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The park is dark and tree-lined and appears to be a popular clandestine meeting spot for the youth of Devil's Kettle. The abandoned sand volleyball pits are full of couples making out. Needy runs past them skittishly. As she ascends a grassy hill, CHIP is revealed, silhouetted against a backdrop of twirling police lights. Needy squints at the lights, sees CHIP's house in the distance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why are the cops at your house?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They're not. They're at Jonas Kozelle's house. He got murdered.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What?! Like, he was shot by gangbangers?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, Needy! Do you see anyone rollin' on dubs around here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Someone ripped Jonas limb from limb in the woods behind the school. Ate parts of him. They found teethmarks on him-- on the body.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "His voice cracks. We see a brief, terrifying FLASH of Jonas's mutilated body and pain-stricken face. Needy doesn't want to believe it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Some animals must've got to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Human teethmarks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who would do that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know. It just happened after school. No one's supposed to know yet, but my dad went over there and talked to the cops. Jonas's mom is catatonic. She's just staring out the front window like a zombie mannequin robot statue.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This can't be a coincidence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do you mean, Needy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A fiery death trap last night, and now a cannibal eats our starting tight-end? Come on!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't get spooky on me, babe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Seriously Chip. Most small towns only have something gruesome happen like, once every decade maybe. Devil's Kettle gets two nightmares in 24 hours? It's freaktarded. It's not right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What, do you think it's, like supernatural?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know. I'm extremely intelligent but I obviously don't know everything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, the bad luck's gotta be over now, right? It can't get any worse, right? Obviously it can't. It can't. I mean, you agree, right? There won't be another victim.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're shaking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm cold. It's very cold out here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Want my sweater?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's pink.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pink is cool. Rap guys wear pink.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She's shaking now, too. Chip leans forward and kisses her. She closes her eyes. In the chaste space between CHIP and Needy's bodies, the volleyball-pit couple fuck like rabbits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "A SERIES OF NEWSPAPER HEADLINES",
          "text": "The familiar Soft Shoulder ballad plays as we see a dreamy montage of headlines. The headline of the Devil's Kettle Sun-Post simply reads:",
          "sentiment": "neutral"
        },
        {
          "speaker": "\"WHY",
          "text": "The headline of the Minneapolis Star Tribune reads: \"'BUTCHERED': Devil's Kettle youth brutally murdered in wake of devastating fire.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A smaller headline on the front page of the New York Times reads: \"Minnesota town rocked by grisly murder, blaze.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We were famous. We were saints. Our town's only bar had burned to the ground and our star quarterback was somebody's Quarter Pounder. The whole country got a huge tragedy boner for Devil's Kettle. And the press-- God, they couldn't get enough of our little world of shit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We see Devil's Kettle citizens holding a tearful candlelight vigil by the former Carousel site. They softly sing along with the Soft Shoulder song.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Through the trees, I will find you...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We see weeping students shoving flowers through the slats of Jonas' abandoned locker. The hallway floor is covered with teddy bears and bouquets. We see the PASSING OF TIME as the bouquets wilt and the blooms droop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The pile of discarded scratch-off tickets next to Needy's mother's bed grows steadily as the days go by. Another Star Tribune headline. This one reads: \"Two weeks later, cannibal killer still at large.\" A smaller subhead reads \"ARTS: Local band Soft Shoulder sign to major.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The days marched on as usual, but most of us were too numb to enjoy ourselves. Most of us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We see Jennifer cheerfully skipping down the school hallway in a sleazy Technicolor outfit. The rest of the kids look grey, ashen and depressed, but Jennifer pops like a Roman candle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Still, we were healing. Like CHIP, we figured things could only get better. We had faith.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We see clusters of cautiously optimistic kids in the school courtyard. They smile, then laugh, as if they're re-learning how to be happy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We were fucking idiots.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's late September. Leaves are beginning to drift off trees. The surrounding woods are still blocked off with yellow police tape.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. Wroblewski stands solemnly in front of the class, his mechanical hand tensing and releasing nervously. Needy and the rest of the class fidget.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Before the period ends, I have an announcement.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As you know, this is the one month anniversary of the Carousel fire and also the murder of Jonas Kozelle...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bo-ring!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We see Jennifer. She looks haggard, thin, and cranky.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. I feel like boo-boo. My skin is breaking out. My hair is dull and lifeless. God, it's like I'm one of the normal girls!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Needy smooths her own hair self-consciously.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you PMS-ing or something?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "PMS isn't real, Needy. It was invented by the boy-run media to make us seem crazy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. Wroblewski clears his throat, annoyed by their talking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...As I was saying, Needy and Jennifer, I finally have some good news to share with all of you. The members of the rock group Soft Shoulder have decided to extend a helping hand to our community.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A ripple of excitement in the room. A girl seated in the front row is wearing a Soft Shoulder T-SHIRT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As you know, their song \"Through the Trees\" has become our unofficial anthem of unity and healing. So, they've decided to release it as a benefit single.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "3% of the profits will go to local families who have been affected by loss.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The class is happily abuzz-- except Needy, who looks appalled.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What about the other 97%?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Excuse me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The other 97%. I mean, that's just crass. Right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She looks around for support, finding none.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Crass. It means scummy. Greedy. Am I the only one who actually does the vocab drills?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHASTITY, the girl in the Soft Shoulder T-shirt, turns to face Needy angrily.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Soft Shoulder are American heroes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, they're not. I was there, Chastity. They didn't actually help anyone escape the fire. I don't even know how that rumor got started.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rumor?! RUMOR? It's true! It's on their Wikipedia page!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, that's crap...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "GIRLS--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They've milked our pain-- our loss- - to get a stupid record deal! No one would even know who they were if they hadn't been playing here that night. They used us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(growling, almost",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You take that back, Needy Lesnicki! We need them now more then ever!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's enough.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The BELL rings. Students get up and gather their books for the next period.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Needy and Jennifer slowly head toward their respective lockers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm already sick of that song.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah. It's poorly produced. Could the bass be any lower in the mix?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No offense, but you look kind of drained. Is everything all right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm fine. It's just, like, wearing off or something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's wearing off?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you on pot?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, dick ridge! Just forget I said anything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "COLIN GRAY, the punk/goth boy we met earlier, approaches Jennifer nervously as she exits the classroom. Needy drops behind them, eavesdropping.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Needy) Hi. (to Jennifer, more",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hi, Jennifer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, hey Colin. Listen, can I copy your bio lab again? I never got around to dissecting that kitten fetus.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sure. Actually, I sort of wanted to ask you something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh. You want to know if I'll go out with you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No! Well-- yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How did you know?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just go ahead with the pitch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Colin fidgets awkwardly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, we've been having a lot of fun in class, you and I, and I just thought maybe we could go to a movie or something. There's a midnight showing of Rocky Horror at the Bijou next weekend...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't like boxing movies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's not...fuck it. Never mind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He turns to walk down the hallway, dejected. Jennifer watches him leave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wait!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Colin turns around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why don't you just come by my place tonight? I just got Aquamarine on DVD. It's about this girl who's like, half-sushi. I guess she has sex through her blowhole or something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh. Great! Okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll text you my address.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Colin walks away, grinning triumphantly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That was random.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm used to guys asking me out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Colin's a really nice guy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's into maggot-rock. He wears nail polish.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chip appears behind Needy and drapes his arm over her shoulder. Needy jumps, startled.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hi Chip.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Needy puts her arm around Chip protectively.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I gotta go parlez French. Slam you later.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jennifer walks away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Needy) Talking to your good pal Colin Gray again?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. He was just asking Jennifer out on a date.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chip looks relieved.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Can I come over tonight?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sure. I'd like that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I went to Super Target and bought more condoms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thanks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not that that has anything to do with my coming over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I didn't assume that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, I'll see you tonight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Needy waves as Chip walks away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Colin Gray drives down the street in a big old boat of a classic car. He's blasting punk music on an iPod that's been rigged to the ancient AM radio. Colin holds up his CELL PHONE to re-read the directions Jennifer texted him. The street is extremely dark and silent, occupied only by a new townhouse development. The identical units still appear to be under construction. There aren't even any streetlights. The plastic sheeting over the windows flaps eerily in the breeze. Colin's brow furrows in confusion-- it doesn't even look like anyone lives here yet. He checks the phone display again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHONE",
          "text": "The TEXT MESSAGE reads: \"trn lft on camerford and your there. first house on rt. 1004 camerford. C-ya! xoxo jen\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sure enough, the house number is 1004. Colin throws the car into park and walks up to the porch. He looks up and notices a glow coming from an upstairs window,",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Colin presses the doorbell. Nothing happens-- the house isn't wired for electricity yet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Needy and CHIP are kissing on Chip's water bed. Chip fumbles for one of those \"fragrance plug-ins\" and PLUGS it into the wall. Needy looks over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "For ambiance. It's Jammin' Jasmine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mmm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My mom has Holiday Scents too, if you're interested.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, this is nice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Colin enters the house tentatively. It's dark, vacant, and very creepy. There's a very faint glow and soft music coming from upstairs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yo?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He stumbles over a stray 2 x 4. There are piles of sawdust and building materials everywhere-- the house is definitely still under construction. Colin looks confused. A MOUSE skitters over his sneakers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jennifer? Anyone there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The music upstairs grows slightly louder in response.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Colin squares his shoulders and heads slowly up the creaking stairs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Needy has eased off her top to reveal an endearingly plain white bra, complete with center bow. CHIP, also shirtless, cops a feel. He reaches into his pocket and pulls out a fluorescent orange CONDOM. Needy looks at the wrapper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"Sensual Swirl?\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's supposed to make it feel good for the girl.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh. Cool.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Colin follows the music into an empty bedroom. The dark room is filled with blazing candles melting and pooling into bizarre shapes. A single BLANKET is spread out on the floor. Colin shivers. Behind him, in the doorway, Jennifer appears, her smiling face hellishly aglow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You made it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's going on? This isn't really your house, is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No baby. This is our house, just for you and me. We can play Mommy and Daddy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Colin is totally dumbstruck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do you even know my last name?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Silly. I've been sending you signals all year. Couldn't you tell? You give me such a wettie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She starts KISSING Colin on the neck. We can see confusion-- and fear-- in his eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chip fumbles below his waist, obviously struggling with the condom. Needy leans forward for a closer look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh. It's got little bumps on it. I can hardly wait.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jennifer grips Colin's face in her hands and forcibly kisses him on the mouth. Colin succumbs, but stiffly. We hear a SCRATCHING noise. Colin pulls away instinctively and sees MICE and ROACHES emerging from the walls, skittering over surfaces.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jennifer...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jennifer looks over her shoulder and giggles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You scared? I thought boys like you were into vermin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She unbuttons his jeans. They fall noisily to the floor-- they're the baggy Hot Topic kind with chains and buckles galore.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nice hardware, Ace.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Colin into Jennifer's eyes. There's something horrible about her face...like she's become almost corpselike.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No way...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, don't you dare pass out! I need you to be conscious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I gotta go...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I need you frightened.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Colin tries to jerk away, but Jennifer easily disengages his arm from its socket. A sickeningly moist SNAP. Colin cries out in pain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I need you hopeless.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She slams him to the ground and mounts him. Her jaw unhinges, opening her mouth to a horrifying, inhuman degree. Her teeth are razor-sharp and grotesquely crowded, like they belong to some horribly deformed dog. She descends on him, feeding ravenously.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We see their shadows against the wall: Jennifer lunging hungrily, blood spraying up from Colin's jugular. We can hear him screaming and gargling on his own blood.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHIP is doggedly pumping away on top of Needy, his eyes closed in concentration. Needy's vacant eyes are suddenly brimming with tears.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hopeless..hopeless...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHIP opens his eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What? Am I hurting you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Needy starts weeping.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Am I too big?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tears roll down Needy's cheeks. She begins moaning, then SCREAMING at that top of her lungs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She hallucinates liquid seeping through the walls, blood and lymph oozing in at the corners and windows. Then the infamous spiny black bile... Pixelated nightmares emerge from the darkness. Skulls, jesters, demons, death. It's the worst acid trip imaginable. Needy rubs her eyes frantically and continues to scream.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHIP immediately rolls off Needy, concerned. He grabs her and tries to shake some sense into her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Needy! What's wrong?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Needy continues to shriek hysterically, her voice growing ragged.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We can still hear Colin making inhuman sounds of pain. We can only see the carnage in shadow, but it's clearly unspeakable.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Needy clutches her throat, hyperventilating. She stands up and struggles to get dressed. Her breath rasps. Chip is freaking out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is it something I did?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do you need more foreplay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Colin's thrashing limbs finally go limp. Jennifer is hunched over his remains like a jackal scooping blood into her mouth with cupped hands. We see his eyes, flecked with blood, pupils dilated. A white MOUSE crawls over his face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Needy races toward the door with Chip in pursuit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Needy!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I have to go. I'm sorry. I just... feel like something...something terrible...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You feel-- What does that even mean? I'm worried about you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm so sorry, Chip. I'm so sorry. Everything is just wrong.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She bolts out the room, leaving Chip naked and alone. He pulls his knees up to his chest, vulnerable.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Needy runs toward her mom's CAR, a beat-up Kia parked on the curb. She climbs into the car and starts the ignition, trembling and crying.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She pulls out onto the street and guns it. She swings a hard left. The streets are all almost identical, lined by working-class homes. She turns on the radio. The song is, of course, \"Through the Trees\" by Soft Shoulder. She pounds the dashboard, hysterical.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fudge! Fudge! Maple fudge!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Needy seizes the wheel drives recklessly down a dark, tree-lined street. Then, she sees something bright emerge from the shadows. Her eyes widen... It's JENNIFER, creeping toward the curb like an animal. She's pale in the moonlight. The entire lower half of her face is covered in blood, like a ghoulish beard of gore. She flashes a huge, deranged, toothy SMILE at Needy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Needy screams and SWERVES. The car fishtails out of control and slides into a ditch. Needy slams her foot onto the accelerator, trying to get out of the trench. She glances desperately out the side window. Jennifer is gone. Panting, Needy tries to accelerate again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Suddenly, Jennifer appears from out of nowhere and SLAMS her body against the windshield, her long limbs splayed like an insect's. The windshield SHATTERS. Jennifer grins at Needy through the cracking glass. Needy screams again, puts the pedal to the floor, and manages to rear up out of the ditch. Jennifer's body tumbles off the car as Needy goes roaring down the street.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That was, of course, Soft Shoulder. They're going to be playing a benefit concert in Devil's Kettle next month. Talk about giving back to the community! Generous guys, I tell ya...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Needy throws the car into park and races up the front walk. She unlocks the door, shaking and fumbling. She bursts into the darkened house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mommy! Mommy? Please be home!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No reply. Needy braces herself against the kitchen counter and bawls. She falls to her knees and curls up on the floor, exhausted.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Her eyes drift shut.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've always been able to feel what she feels. Just not like this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Little Needy and Little Jennifer are playing Barbies in a sandbox. Needy holds a brand new, immaculate Barbie doll.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll be Perfect Prom Barbie and you be her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She tosses Needy a naked brunette doll with its hair chopped off and an arm missing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why do I have to be Ugly Ashley?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You can be Ugly Ashley or Ken. Choose.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She puts her hand down in the sand emphatically and suddenly HOWLS in pain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's wrong, Jennifer?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jennifer lifts her hand. There's a TACK stuck in her palm and it's bleeding.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "OWWWWWW! (trying to swear like a grown-up) Damn! Ass!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Needy grabs Jennifer's hand, pulls out the tack and wipes away the blood. It's still bleeding. Panicking, she leans forward and instinctively puts her mouth to the wound.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jennifer watches quietly. Needy pulls away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Better. We should get a Band-Aid though.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're sisters now, you know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Needy nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't tell my mom about this. She'll make me get a shot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I never tell on you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Needy WAKES UP in a cold sweat, gasping. She's still on the kitchen floor. She peels herself up off the floor, disoriented.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Needy trudges into her dark bedroom. She strips off her clothes and stumbles into bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's up, Monistat?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Needy flicks on her bedside lamp, petrified. Jennifer is curled up in bed beside her, reclining casually. She's freshly showered and wearing one of Needy's dorky T- shirts. Needy screams at the top of her lungs and leaps out of bed, pulling the covers with her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "God, enough screaming already. You're such a cliche.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Get out!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But we always share your bed when we have slumber parties.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She winks conspiratorially at Needy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What the fuck is happening?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Whoa. I have never heard you drop the F-bomb before. What's buggin'?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I saw you! I saw you! The car...the...I...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Buh-buh-buh. Slow down, tardy slip. You sound like a sped.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm calling the police.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Go ahead, narc me out. I've got the cops in my back pocket. I'm fucking a cadet, remember?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do you want?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I want to explain some things to you. You've already seen too much and besides-- best friends don't keep secrets. Right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Needy nods, terrified.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Remember the night of the fire?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, it rings a bell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, I got pretty messed up. I almost died. You know those guys in Soft Shoulder? Totally evil. They're basically agents of Satan with awesome haircuts. I figured that out as soon as I got into their molester van.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jennifer is crouched in the back of the van. None of the band members are speaking. Nikolai Wolf drives down a gravel road, away from the fire site and deep into the woods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Guys? Where are we going?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shut your mouth, object.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nikolai...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jennifer looks around the van, wide-eyed. There's glow-in the-dark Satanic imagery painted all over the walls: goats heads, pentagrams, and strange coded writing. She sees a few books sliding around on the floor: \"Spells and Incantations,\" \"Summoning the Beast,\" and a copy of the Black Mass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jennifer springs to her feet and tries to escape out the side door. MICK, the drummer, grabs her ankles, taking her down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you guys rapists?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You wish.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jennifer struggles again, but Mick holds her down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to band members) Hey guys? Do we even know if she's a virgin?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A GLINT OF HOPE in Jennifer's eyes. Maybe if she lies she can save herself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes...yes! Of course I'm a virgin! I've never done sex ever. I don't even know how. So maybe you should find some other girl who does. Know how.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Told you, Dirk. You owe me a beer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sure, man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The van rumbles down an uneven forest path, deep into the woods. They arrive at the real Devil's Kettle-- roaring, ominous waterfalls. There's a crude stone altar illuminated by moonlight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Needy is still cowering on her bedroom floor, captivated by the tale in progress. Jennifer is reclining in the bed with a relaxed, supernatural glow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What did they do to you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just let me finish. So they drove all the way out to the falls. I tried to figure out an escape, but it was so dark out there...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The door of the van slides open. Nikolai pulls Jennifer out of the van and hustles her into the clearing. He looks up into the sky.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We got a waxing moon. Perfection.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're the man, Wolf.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The four band members surround Jennifer, looking statuesque in their sexy rock n' roll ensembles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Without warning, Nikolai hauls off and KICKS Jennifer. She yelps and falls onto her back on the dirt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dirk looks apprehensive.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know if we should go through with this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do you want to be rich and famous like the guy from Maroon 5? Or do you want to be a huge suicidal loser?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maroon 5.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then grow a pair and fetch me the ritual! God.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dirk obediently heads over to the van. He pushes the intimidating-looking magical books aside and retrieves a single folded piece of computer paper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What? I found it on Google.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He unfolds the piece of paper and clears his throat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The guys have dragged Jennifer onto the makeshift altar and are holding her down. She struggles and screams, but Dirk slaps her again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We come here tonight to sacrifice the body of...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He tries to remember Jennifer's name and fails.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...this chick from Devil's Kettle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My name is Jennifer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's fascinating.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dirk and Mick exchange nervous glances.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Please let me go. I'll do anything. Anything you want.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nikolai examines her with an appraising eye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I only hump nines and tens. You're a seven at best, even with the chicken cutlets.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He reaches into Jennifer's bra and casually pulls out a GEL BREAST ENHANCER, tossing it aside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jennifer rears up and SPITS in his artfully rumpled hair. Nikolai smooths his `do, enraged.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm gonna carve you like a pumpkin, bitch. Don't you know that me and my boys are in league with the Beast himself?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He wiggles his menacingly pointy fingers in her face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We've spent months making offerings to the \"man downstairs,\" and whaddya know? Satan delivered! We went from college radio to being courted by the majors in two months.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But that's not enough, Jenny. We want designer drugs. We want groupies that have their own groupies. We want speedballs and stadium tours and Skittles sorted by color. In short, we want more. And to get more, we have to butcher you. And bleed you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maybe you could just hire a publicist. Make some T-shirts or something. Hey, I could be on your street team!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sorry, darling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Please...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Start chanting, boys.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The group begins chanting jibberish in unison. Jennifer struggles, watching as their eyes go hollow and black.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "With deepest malice, we deliver this virgin unto thee.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He unsheathes a huge, gleaming knife and raises it Psycho style, admiring his reflection in the blade.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dude, that is a hot murder weapon!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's a bowie knife.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bowie. Nice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Snickering, Nikolai begins to sing \"Starman\" by David Bowie. The group joins in merrily.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"There's a starman waiting in the sky...\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"He'd really like to meet us, but he thinks he'd blow our minds...\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As the group sings, Nikolai brings the knife down with a grin. We hear Jennifer SCREAMING, sounds of violence and clothes ripping as Nikolai relentlessly beats her and stabs her, his face contorting demonically. The band continues to sing, their voices carrying over the trees.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nikolai walks over to where the \"devil side\" of the falls rushes into a black hole. He drops the murder weapon into the churning water, smiling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Needy's expression is both incredulous and horrified. Jennifer is totally matter-of-fact. She picks at her nails with a wooden cuticle stick from Needy's night stand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Being tortured would make most girls black out or something. But I'm so hard core, I was with them the whole time. I could feel them gutting me Under my ribs, up into my belly, then right through my heart.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They...killed you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm here, aren't I?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She shakes her head, annoyed with Needy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I mean, yeah. They went Benihana on my ass. It should have killed me. But for some reason, it didn't.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maybe it did.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Whatever. Anyway, I don't really remember what happened after that. I just-- woke up a few hours later and found my way back, somehow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We see Jennifer staggering down the street, battered, mutilated and bloody. She spits a few TEETH onto the curb, clutching her chest. We see her wander toward Needy's house...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I remember.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I couldn't bring myself to hurt you. I mean, I'm a really good friend. But I felt so hungry. I had to do something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jennifer is wandering down a rural road in a daze. She hears a faint COUGH. Jennifer stops and sees a hunched FIGURE walking down the opposite side of the street. It's AHMET FROM INDIA, the foreign student. He's covered in soot and looks traumatized.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jennifer takes a step. Ahmet takes a step. Jennifer stops. Ahmet stops.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Their eyes meet. Jennifer crosses the street. Ahmet stares at her, frightened. Jennifer addresses him in a quiet, gravelly voice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ahmet. You made it out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ahmet coughs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you lost?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ahmet NODS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Does your host family know you're alive?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ahmet shakes his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Does anyone know you're alive?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ahmet shakes his head again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come with me. We'll sort this out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She takes Ahmet's hand. As her BLOODY NAILS dig into his wrist, his eyes widen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ever since then, I just somehow knew what I needed to do to be strong. And when I'm full--like I am right now--I'm like, immortal! I can do stuff like this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jennifer jams the CUTICLE STICK into her own forearm and drags it through her flesh. Needy screams and covers her mouth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No biggie. Watch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She pulls out the stick. The wound seals over instantly. Needy gasps and touches Jennifer's unmarked arm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's some X-Men shit, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do you mean, \"when you're full\"?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know. Full. Like full of tasty morsels.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Needy shakes her head, not comprehending.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Forget it. You'd probably tell on me anyway. Not that anyone would believe you. You always think the world is coming to an end.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What about my mom's Kia? Why did you attack me out there? Why were you covered in blood? You didn't even look human.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jennifer rolls her eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You should talk to someone about these disturbing thoughts you're having. We're all concerned. Especially Chip. I think he's having second thoughts about you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Leave!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My, aren't we a C-U-Next-Tuesday?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "GET OUT!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come on. Let me stay the night. We can play \"boyfriend/girlfriend\" like we used to.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She smiles seductively.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Needy crawls further away from her, shivering. Jennifer rolls her eyes and gets out of bed. She walks over to the second-story window and cranks it open.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What are you doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You said to leave. So I'm outtie- 5000.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She climbs onto the windowsill. Needy watches, confused.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "See you at school.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She LEAPS gracefully out the window. Needy watches in stunned silence for a few moments. Then she creeps over to the window and looks out. Nothing there but the wind. Jennifer's gone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're in a small Catholic cemetery. A small, neat gravel path runs through the stately old monuments into a small valley where a funeral is taking place.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Faint moaning and sobbing can be heard. Then, a procession of 6 or 7 GOTH/EMO KIDS appears on the crest of the hill. They move forward into the cemetery, flamboyantly dressed in black capes, chains, cloaks, neon hairpieces, fishnets, mesh, 18-hole combat boots, etc. These are Colin Gray's friends.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "One girl scatters blood-red rose petals dramatically on the path as she stumbles along, weeping. At the bottom of the hill, Colin Gray's very conservative looking family stands next to the fresh grave, surrounded by sympathetic mourners. NEEDY stands near the back, looking shell-shocked. There are also a few press photographers snapping photos, and of course, a Catholic priest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We gather here today to celebrate the life of Colin Gray, who was plucked from the prime of...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The priest and family are momentarily distracted by the motley crew of Goths descending on the funeral. The priest clears his throat disapprovingly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What is this disturbance?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "These are Colin's friends.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A GOTH BOY runs up to the grave and drops to his belly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Colin! Take me with you! I belong down there! In the DAAAARKNESS!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, Kevin. Those are just his fleshly remains. He's among the dark angels of the realm now. Fly, Colin. Fly into the firmament.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She lights a bundle of SAGE and waves it in the air. Colin's father gags, appalled.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is it cool if we camp here for a few days? We want to commune with his corpse. He was our spooky homeboy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Children, this is a private service for family only.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Colin's mother) Oh, right. I need to ask you something, Mrs. Gray. It's really important for me to have closure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Young lady, have some respect for this family...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(waving him off) No. It's fine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is it true that Colin had a date with Jennifer Check the night he was killed?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She says \"Jennifer Check\" as if it were the most disgusting name imaginable. Needy covers her face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Because Jennifer Check is a social disease. She's not like us. She thinks she's so special just because she's popular and and is what \"society\" considers \"attractive.\" But she's not sincere. She's about as emo as a breast implant! And she listens to Jessica Simpson and shops at Hollister. And I just know Colin would never go out with someone like that, and I just need confirmation. From you. So did he?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Did he...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Have a date with Jennifer Check.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Colin's parents stare at the ground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh God. Oh God. I knew it! That BITCH! I will erase her! I'll put a freaky Druid spell on her!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll spell her preppy ass right into the ground!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The parents flinch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Um, Chloe? Maybe you should be mad at the person who murdered Colin. All Jennifer Check did was invite him over to watch Aquamarine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's WORSE!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She throws herself to the ground, crying and pounding the dirt like a toddler. Colin Gray's mother buries her head in her hands and begins weeping. Mr. Gray attempts to comfort her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Colin wouldn't have liked this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(losing it) Oh, you think so, Powder? Yeah, you're right! I'm pretty sure my son wouldn't have liked being eaten by a fucking CANNIBAL and buried before his eighteenth birthday! Wow, you must have known him so well!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jill...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The goth boy looks terrified. But Mrs. Gray's not done ranting yet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "By the time they found Colin in that godforsaken house, he looked like lasagna with teeth. I'd know-- I had to identify the remains. My boy's not in the realm of the undead. He's not flying around in the firmament with magical wings of flame. He's in an overpriced rosewood box that's headed six feet downtown.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She kicks the coffin to illustrate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So you can take your pain and shove it up your asses, kids. I got the monopoly on pain!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The kids stare at her in awe. Needy watches as Mrs. Gray collapses into Mr. Gray's arms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Two girls are hanging an homemade banner on the fence surrounding the football field. It says \"TURNABOUT DANCE",
          "sentiment": "neutral"
        },
        {
          "speaker": "OCTOBER 5",
          "text": "Needy walks briskly toward school, huddled in her parka. She looks totally fucked up, like she hasn't slept in days. There are hollows beneath her eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They did a big memorial assembly for Colin at school, and we had to watch another presentation about curfews and the buddy system and how to deal with grief. But nobody seemed to care anymore. Sorrow was last week's emotion.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We see Jennifer a few yards away, talking and laughing with some other flag team members.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jennifer and I hadn't spoken since our encounter in my room. Actually, I hadn't really spoken to anyone. I was busy with research. Paranormal research.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Needy gazes off into the distance with bloodshot eyes. As she stares at Jennifer, she see has a series of brief, gruesome HALLUCINATIONS: Jennifer as a grinning death mask. Jennifer as a corpse, the lower half of her face rotted away. Jennifer as a harlequin monster. Needy hears the rush of her own blood, the barely audible buzzing of flies... Chip jogs up next to her, jolting her out of her reverie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey. Did you buy Turnabout tickets yet? I don't get paid until next week.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I gotta show you something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not here. Behind the school.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Evidence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is this about Jennifer?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, but I promise you this is the last thing I need to show y--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Needy, I care about you. A lot. As a person, not just a girl I made love to for four minutes the other night. And I'm scared of what's happening to you. You're acting really fucked up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Please just let me show you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Her gaze is so intense and crazed that Chip has no option but to submit. He nods reluctantly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Needy and Chip walk to an alley behind the school. Melting snow drips off the eaves. Needy pulls out a large black binder and opens it. It's full of copies from the library and Internet printouts. The spine reads \"JENNIFER RESEARCH\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look at this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She thrusts a piece of paper into CHIP's hands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Demon...demonic...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Demonic transference. It's something that happens when you try to sacrifice a virgin to Satan without using an actual virgin!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHIP stares at her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I think that's what happened to Jennifer. Those guys from that band were trying to sacrifice her in the woods. But what they didn't realize is that she hasn't been a virgin since junior high! Jennifer's a total cum-dumpster! It all makes sense now! Read this...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She grabs the piece of paper from him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"If the human sacrifice is impure, the result may still be attained, but a demon will forever reside the soul of the victim. She must forever feed on flesh to sustain the demon.\" See?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHIP looks more dubious than ever.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uh-huh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She's eating boys! They make her strong. Really strong. And when she's hungry, she gets weak and cranky and her hair is all full of split ends. And look at this...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She holds up one of the printouts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It says that before the demon feeds, it vomits a gruesome substance on its prey. Like I saw!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You--you really think Jennifer killed Jonas and Colin?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And possibly Ahmet from India.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Needy is silent for a moment. She realizes CHIP will never believe her and that she'll lose him forever if she continues babbling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Really? You think she ate those guys?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. No! Of course not!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is that what you think?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No...Listen, I'll make an appointment with Mr. Feely. I'm real sorry about this sudden onset of teenage paranoia.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My hormones and emotions are aswirl, and my moods are erratic...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHIP isn't totally convinced, but his face softens.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's all right, Needy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This has been a crummy school year, Chip.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No shit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Needy turns and pitches the black binder into a Dumpster.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Listen, I'm done with all that devil stuff. Do you know what you're wearing to Turnabout?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I was thinking a suit with black shoes and a boutonniere, right here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He taps his chest. Needy laughs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I was so in love with him. I didn't want to mess it up with my infectious crazy. Only I wasn't actually crazy. Everyone else was crazy. But when you're the only sane one, you might as well be crazy. It's subjective, you know?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What color dress are you gonna wear? I need to order your wrist corsage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know yet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How about magenta? You're definitely a winter. My mom says winters should wear regal jewel tones like magenta. Or possibly teal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh yeah, your mom's an Avon lady.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, they call them \"sales reps\" now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Right. Well, I'll try to find something magenta.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That'll look dope.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EVENING",
          "text": "A group of student council kids are putting the finishing touches on the dance decorations. The theme is \"Through the Trees\" and there are papier mache trees everywhere.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Needy stands in front of a full-length mirror, wearing a big `80s-style magenta prom dress. It sags on her flat chest and looks ridiculous.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Greedo the ferret circles her ankles. Toni, Needy's mom, appears behind her with a curling iron.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You look beautiful.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I look pork stupid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, you've got that tiny waist, like a fashion model. I always thought you looked like Cindy Crawford.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She gently takes off Needy's glasses.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who's Cindy Crawford?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "One of the great beauties of our time. She's even got a mole like you, except hers is on her face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She takes a section of Needy's hair and wraps it around the curling iron. Smoke rises.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ow! You're too close to my neck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, if Chip gives you a hickey, you can just tell everyone I burned you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gross, Mom. Chip isn't that ostentatious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now that's a word you don't hear every day. Hold still.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What are you doing to my hair?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hooker helmet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Aw, jeez Mom!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If you can't have big what-nots, you might as well have big hair!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Needy stares at herself in the mirror. Despite Toni's best efforts, Needy looks like the walking dead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chip is standing in underwear and black dress socks, taking his suit out of the closet. Suddenly, there's a loud KNOCK on the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm in underpants, Mom!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We hear the voice of CHIP'S MOM through the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I need to give you something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hang on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chip puts on a robe and opens the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chip's mom is holding a SMALL PINK AEROSOL CAN.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ladies' pepper spray?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've been thinking about it for a while, and I think you need to be carrying this. There's obviously a sicko out there who likes boys. Boys your age. And I don't want you going out there unarmed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can take care of myself. I've been using the Bowflex.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In the background, we can see the BOWFLEX with clothes hanging off it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Did you hear what Colin Gray looked like when they found him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lasagna with teeth?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You heard. So unless you want to wind up looking like another exotic Eye-talian dish, take Mommy's rape spray.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chip reluctantly accepts the spray.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you picking Needy up at her house?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Meeting her at the dance. I'm gonna walk. It's so warm outside. It's like 40.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I want pictures with your sister before you go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, ma'am.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Needy is fully dressed and garishly made up. Toni holds a digital camera at arm's length and takes a shot of the two of them together. The mother/daughter photo looks ghastly. Toni's eyes are closed and Needy pouts miserably.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chip's mother snaps a series of stiffly posed photos of Chip and his little sister, Camille. We can see the PEPPER SPRAY tucked into the interior of Chip's jacket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "One more. Back to back. Big smiles. Camille, we don't touch ourselves down there. That's our lady garden.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The gym is decorated to look like an enchanted forest. A large banner reads \"Through the Trees- Turnabout Dance\" There are streamers and balloons everywhere in sickly shades of green and purple.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A DJ plays badly-mixed pop music. Couples drift into the gym. The GOTH KIDS who were at Colin Gray's grave travel in a pack, sulking. The goth girl who loved Colin wanders through the decorations and pops every balloon she passes with a pin. As she pops them, she narrates dramatically.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(popping balloon) This is my heart.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(popping balloon) My soul.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(popping balloon) Everything I once believed in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Another GOTH GIRL, looking exasperated, grabs a balloon, shoves it under her babydoll dress and pops it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Your abortion.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She rapidly shoves another one under her dress and pops it again, smirking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Your other abortion.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I hate your guts, Madison.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The girls glare at each other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Needy walks in, looking small and apprehensive in her bad `80s dress. She looks around for Chip, but he's not there yet. A few mean kids point at her dress and snicker. Needy ladles some juice into a paper cup and leans against the wall, waiting anxiously for her Prince Charming.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chip is cutting through the park on his way to the dance. He whistles to himself. Across the park, he sees a STRAY DOG trotting toward him. The dog pants aggressively. CHIP tries to smile, but looks uncomfortable. A few SQUIRRELS emerge from the trees, gazing curiously at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Couples are beginning to grind against each other on the dance floor. Needy watches them longingly. She checks her Mickey Mouse watch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chip picks up the pace, jogging down the path. In the distance behind him we can barely make out Jennifer's form. She looks more spectral then we've ever seen her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chip speeds up instinctively. Suddenly, Jennifer's about ten paces closer. Then she's closer again, as if she can fold space and time. She's ethereal, flickering. CHIP turns to look over his shoulder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The music fades out and there's a squeal of feedback from the sound system. Mr. Wroblewski walks onto the stage in a bad suit. He awkwardly picks up the mic with his one good hand and pats it with his robotic one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Can I have everyone's attention please?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The students turn to look at him, annoyed by the distraction.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Welcome to the Turnabout Dance. I hope you've all had an opportunity to consume the Pecan Sandies and Cran-Grape that were so generously donated by the Parents Club.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Murmuring and applause.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But the real treat is yet to come. It's happening right about now, this treat of which I speak. We have some very special guests tonight. They were kind enough to take a break from their sold-out national tour and play our dance for free.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Needy gags on her juice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chip continues to hurry briskly along through the park.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHIP!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHIP makes an incoherent noise and jumps as Jennifer appears, improbably, right in front of him. She's wearing a gorgeous white formal gown and looks perfect.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Didn't you hear me calling your name?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You weren't calling my name.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, I was.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I couldn't hear it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I think you were maybe spacing out. You were like this: Derrrrr.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She mimics a blank, drooling expression.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I was?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, exactly like that. Listen, I need to talk to you about you-know- who. Our little Needy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you worried? `Cause I'm super- stressed about her. God knows how I even sleep at night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She hasn't been the same for weeks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I think I know what's wrong with her. In fact, I know I know what's wrong with her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then tell me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I feel bad telling you this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay, you know Needy's been a total Lithium candidate since the night Colin Gray died. But that's not just because he was brutally murdered and stuff. It's because....I don't wanna say this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Say it!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Needy and Colin were intimate. By that I mean he was poking her donut on a semi-regular basis.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHIP looks astonished and hurt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know this must be hard for you to hear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Needy's not like that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's what she wants you to believe. But trust me, her and Colin were doing stuff you haven't even heard of. Total varsity moves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But you were with Colin the night he was killed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, apparently he had a thing for me-- no surprise there. And I figured Needy was busy jumping your jock that night, so I agreed to a little pity date. Colin brought me to that empty house so we could have some privacy. But he wanted to go too far, so I left after a few minutes. Next thing I knew, they'd found...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She sniffles, wiping her eye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...what was left of him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to himself) Eye-talian.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Huh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Never mind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm sorry you had to hear this from me. I'm just so worried about Needy. She's losing her shit. Colin was her everything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHIP looks miserable.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I wouldn't be surprised if she winds up in the nuthouse.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I just can't believe this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, you've been talking to her more than I have. How bad is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's bad, man. It's bad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can only imagine the paranoid theories she's come up with.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, you have no idea.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I just can't believe she would do this to you. I care so much about you, Chip.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHIP glances up at her. She's earnest, beautiful.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "More than I've ever had the guts to admit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. Wroblewski pauses dramatically for effect.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Boys and girls, please welcome...Soft Shoulder!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The heavy stage curtains part to reveal SOFT SHOULDER in all their glory. Success has treated them well-- they're glowing and wearing designer rock n' roll couture. They look like the young Rolling Stones. Needy drops her cup. Juice splatters onto the ground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good evening, babies. Are you ready for some bad vibrations?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The students rush the stage, shrieking. Nikolai raises his fist and the band launches into a heavy, uptempo version of \"Through the Trees.\" Needy looks as though she's had a revelation. A look of pure horror crosses her face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chip!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She rushes toward the gym exit, tripping in her high heels.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHIP is hypnotized in the glow of the streetlights. Jennifer leans forward and kisses him on the neck",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Needy didn't deserve a boy like you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Needy is running toward the park in her gown. She takes off her shoes and tosses them aside, her arms and legs pumping furiously.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "One thing people don't know about me is that I'm fast. I just never went out for track because I look bad in shorts. Also, Jennifer told me track was for lezzies. But I am. Fast, I mean. Even in that fucking afterbirth of a dress, I could really tear up the asphalt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She picks up the pace, cheeks puffing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I had to. I was running for his life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jennifer is kissing Chip. She pulls him down onto the damp, muddy grass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ooh, you're so salty!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, you too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Say it like you mean it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're so salty. I need water. It burns. The salty burns my mouth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Say I'm better than Needy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What? Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We really shouldn't be doing this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She pulls away from him, feigning a guilty conscience.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're better than Needy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jennifer smiles, satisfied.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Natch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She resumes kissing him enthusiastically.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This feels weird. Can we go somewhere else?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I have just the place.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She stands up and starts to lead Chip toward an abandoned, fenced-off COMMUNITY POOL. It's drained and spooky and looks dangerous.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Murphy Pool? I don't think we can go in there. I knew some skater guys who went in there. They got in big trouble and now they have to pick up garbage for 100 hours.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jennifer giggles and pulls him along.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're in big trouble anyway. Come on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She begins to climb the chain link fence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Needy jogs toward CHIP's house. Exhausted and sweaty, she presses the doorbell. She falls to her knees on the front stoop, panting and wheezing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Camille answers the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, hi there Camille! Is Chipper home?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Camille has no reply. She eyes Needy suspiciously and licks a Popsicle. CHIP's mother appears and shoves Camille aside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Needy? Is something wrong?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where's Chip?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He left for the dance at least twenty minutes ago. He certainly should have been there by now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He walked? Mrs. Dove, you mean to only tell me that in these dangerous, godless times-- you let your only son walk alone at night?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, it's only five blocks. My God, your hair is...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Which way did he go?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He usually cuts across the park.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She turns to scold Camille.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Camille, let's sit like a lady! No one wants to see your kiki.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She turns back to address Needy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why don't you try...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But Needy's gone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Anita?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Murphy Pool is even eerier from the inside. The fenced-in deck area is littered with garbage, abandoned pool furniture and graffiti. Someone has spray painted the word \"HOPELESS\" on a wall. CHIP shivers and looks around nervously.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jennifer nonchalantly unzips her dress and shimmies out of it, revealing her bra and panties.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Aren't you cold?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Never, Trevor. I'm hot like magma.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She prances over to the abandoned pool and begins to climb down the ladder on the side. The pool is full of filthy, freezing water.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What are you doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Swimming.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ha ha.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come on in, Chip. Show me your breast stroke.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The water looks disgusting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's not so bad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you kidding? It's totally bubonic in there. I think I see a dead possum with a Doritos bag in its pouch. And that looks like a used syringe over there...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He slaps away a FLY.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm sorry. I was just trying to make you laugh. I think now, more than ever, we need laughter. We've both lost a close friend.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHIP nods sadly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I feel so empty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Me too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Please come here and kiss me again. Make all this madness go away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chip tiptoes forward tentatively and sinks to his knees. He leans in and kisses Jennifer, who's still clinging to the ladder. The sound of buzzing flies grows louder. Suddenly, Jennifer opens her eyes. She hooks her arm around Chip's neck and lunges backward. They tumble off the ladder, into the pool. Chip SCREAMS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Needy runs into the park and scans the dark horizon. Her bare feet are bloody from running and her face is shiny with sweat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chip!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A terrified SCREAM in the distance. Needy whips around, hikes up her skirt and starts running toward Murphy Pool.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She reaches the fence and starts climbing it. She slips and cuts her hand on a broken link. CHIP screams again on the other side of the fence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm coming!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She flings herself over the top of the fence, her body slamming against the concrete pool deck. Her ARM snaps. It's a compound fracture, the bone thrusting through the flesh of her arm as she screams.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Needy staggers toward the pool, which is surrounded by an extraterrestrial glow. Chip's moaning is almost unbearable. Needy stares into the abyss and claps her hands over her mouth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jennifer is waist deep in the DIRTY WATER, flinging Chip against the wall like a rag doll. He's still conscious, but his skin on his chest has been RIPPED OFF to expose his ribs. Jennifer is CHEWING happily. Chip looks at Needy, his face a mask of agony.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Needy!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Holy crap!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jennifer begins gnawing on Chip's neck, so engaged in the task that she doesn't notice Needy. Needy climbs up on the diving board and crosses herself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Saint Jude, patron saint of hopeless causes: Please give me the power to crush this bitch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jennifer looks up with demonic, bloodshot eyes just as Needy leaps off the diving board. Needy lands on Jennifer's shoulders, taking her out. She wraps her legs around Jennifer's neck and drags her under the water. Jennifer emerges. Needy grabs her by the hair and girly- slaps her furiously across the face. Then she spots the PEPPER SPRAY lying by the side of the pool. She grabs it and sprays it in Jennifer's eyes. Jennifer shrieks and vomits NASTY, SPINY GORE all over Needy and Chip.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fuck this J.V. shit!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jennifer ROCKETS straight up into the air like a goddess, hovering ten feet above the pool. Her eyes burn. Her skin is corpselike. She's drenched from head to toe in the prickly ooze.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She can fly?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She's just hovering, CHIP. It's not that impressive.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jennifer speaks in a metallic, demonic-sounding voice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "God, do you have to undermine everything I do? You're such a player-hater.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Needy glares at Jennifer, surprisingly fearless.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're a jerk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nice insult, Lizzie McGuire. Got any more harsh digs?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know what? You were never a good friend. Ever. Even when we were little. You used to steal my toys and pour lemonade on my bed and make me be Ugly Ashley when we played Barbies!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And now I'm eating your boyfriend! See? At least I'm consistent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why do you need him? Huh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She begins to weep.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why do you need the one guy who's ever liked me? You can have anyone, Jennifer!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The cutest guy in school. The mailman. A teacher. You could probably even have a huge star like Chad Michael Murray. So why Chip? Why him? Is it just to piss me off? Or is it because you're insecure?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jennifer floats in midair toward the pool deck and drifts down, landing on her feet. Needy crawls out of the pool and faces her down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I am not insecure. God, what a joke! How could I be insecure? I was the Snowflake Queen!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, two years ago. When you were socially relevant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I AM STILL SOCIALLY RELEVANT!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You were skinny then, too!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A look of ABJECT HORROR on Jennifer's face. She reels back against the chain link fence, her eyes blazing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm gonna eat your soul and shit it out, Lesnicki.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Her voice is now an unearthly growl. In the background, Chip is slowly, painfully pulling a POOL SKIMMER with an eight-foot handle off the pool deck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I thought you only murdered boys.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I go both ways.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She HURTLES herself toward Needy, roaring, her eyes white hot, her jaws agape. She's monstrous. Chip suddenly stumbles in front of Needy and holds the HANDLE of the POOL SKIMMER in front of them like a spear. As Jennifer flies forward at demonic speed, she IMPALES HER ENTIRE TORSO on the handle. Needy screams. There's a beat of deafening silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chip collapses on the pool deck. Jennifer rises uncertainly to her feet, \"shishkebabbed\" on the giant skimmer. With effort, she pulls the handle out of her body in several stages.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ow-Ow-Ow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Needy watches, and realizes Jennifer is injured. Blood drips onto the pool deck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We hurt you...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Blood trickles out of Jennifer's wound. She tries to plug the hole with her hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Got a tampon?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Needy shakes her head mutely.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thought I'd ask. You seemed like you might be pluggin'.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She begins to climb the fence, wincing in pain, then glances over her shoulder at Needy and Chip.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where are you going?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fuck this noise. I'm out. You losers are more trouble then you're worth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She continues climbing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why give up now? He's almost dead! Get your bulimic ass back here and kill us both!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nah. I mean, you say I've been a bad friend all these years. I might as well throw you a bone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She smirks and jumps over the fence, stumbling off into the distance. Needy watches her, her eyes narrowing with hate. Once Jennifer has disappeared, Needy turns her attention to Chip, who is barely alive. She stares in horror at his torn arm and exposed ribs, then falls to her knees over his body.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, Chip!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Needy. You saved me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm gonna call for help.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She reaches into Chip's pocket and pulls out his beat-up cell phone. She wipes off the prickly ooze with her hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh no, I'm out of minutes!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I think 911 is always a free call.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh yeah. You're right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Needy dials to no avail. The phone is hopelessly clogged with ooze. She knocks it against the deck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's not working. It's full of Jennifer-goo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chip begins gagging and coughing. He rolls onto his back, his eyelids fluttering.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, I'm going somewhere...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No! You're not going anywhere!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm toast, Needy. I'm definitely gonna die. I think I already died before you were here, but I woke up when I heard your voice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I love you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah me too. And you look hot in that dress.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're clearly delirious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. When you're dying, you can see everything a lot clearer. You can see what's true and what's not. The things that are true have this glowing halo of light around them, like a picture of the Baby Jesus, or Barbara Walters when they use the special lens. And I know for sure that you're totally hot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Needy begins to sob hoarsely.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You'd better get out of here. The police are going to come and I don't want them to, you know, make a mistake.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm never leaving.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But I have to go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chip's eyes close. His face relaxes. He's gone. Needy wails at the top of her lungs. She rests her head against his mutilated chest, oblivious to the blood and bone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The dance is in full swing and students are slow-dancing. Girls rest their heads against boys' chests, only under far less macabre circumstances than Needy and CHIP's deathbed tableau. Soft Shoulder are still playing onstage, their guitars chiming melodically.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The bass player, Dirk, turns toward Nikolai Wolf.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This sucks old-man balls.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shut up. It's good PR.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He accidentally speaks into the mic, attracting unwanted stares from the kids.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to audience) I said, it's so good to be here!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The students cheer approvingly, their faces bright and hopeful.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nikolai bares his teeth in a frighteningly fake smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Illuminated by lamp light, Needy limps toward the gym entrance. She's completely covered in demon-goo. Her face is bloody, her hair is full of blood and guts, and her BROKEN ARM looks gruesome. In the background, yet another oblivious COUPLE are making out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Needy stops to stare at them, her gaze calm but obviously insane. They break apart and stare back at her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What are you looking at, Clumpy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just watching your old man try to suck the ugly off your face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What did you say?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Needy bends over, casually holds one nostril closed, and does a \"farmer blow.\" A bloody clot flies out of her nose. The guy takes a good look at Needy and blinks, startled.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you supposed to be Goth or something?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Did you know the original Goths were a Germanic tribe that settled in Rome? They didn't wear black. They wore regular linen tunics. I don't know why nobody else knows that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The couple have already resumed making out. Needy rolls her eyes, turns away, and continues limping into the gym.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Needy enters the gym and slams the door shut behind her. People ignore her as she slowly walks toward the stage. They're too busy slow dancing and laughing in their respective cliques. She looks up at the stage, where Soft Shoulder are playing an insufferably long coda.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nikolai noodles through a guitar solo, then looks up and sees Needy looking directly at him, her eyes full of hate. Nikolai gulps nervously and elbows Dirk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Needy points to her eyes with two fingers, then points at Nikolai, as if to say, Gotcha. She looks completely possessed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Dirk) We gotta get out of here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I think this girl's flipping out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What could she do to us?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look at her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dirk takes one look at Needy's face and takes off his guitar. Nikolai motions for the rest of the band to leave the stage. The music stops abruptly. The kids in the gym murmur and complain, confused.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Needy tries to follow them. She limps blindly toward the stage and climbs up. Everyone watches, gasping in horror. By now the band is disappearing out the side door of the gym.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(into the mic) You didn't play your hit yet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But they're gone. Needy looks out at her classmates. They stare back. She PASSES OUT COLD.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They found Chip the following morning. The police couldn't find an explanation for the \"substance\" in the pool, so they chose not to mention it to the press. In fact, they treated the whole incident like a bad dream.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We see the POLICE (including newly minted officer ROMAN DUDA) informing Chip's mother that his body has been found. She collapses onto the floor, curling up into the fetal position.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Trouble was, some of us would never wake up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Needy is lying in bed, shaking, her arm in a cast. Her mother tries to rouse her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I never went back to school after that. Didn't talk much either. My mom bought some books so she could teach me at home like crazy Christians with 14 kids do. But I wasn't a very cooperative student.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Needy pulls the covers over her head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Toni shrugs, resigned, and tosses the book on the floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Needy is crouched outside Jennifer's window, hiding in the shrubbery. She looks almost feral, with wide eyes and a hungry expression. Through the window, we see Jennifer sitting at a vanity and combing her hair, oblivious to the intruder in her yard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What nobody realized was that I was doing a different kind of homework. I was watching her every night. Waiting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We see Jennifer putting the comb down and examining her hair with a appraising eye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Waiting for her to get weak and dull. Waiting for her to burn through the life-force she'd stolen from Chip.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Needy creeps away from the window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It took weeks, but I finally made my move. Remember?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're seeing a FLASHBACK of the night Needy slaughtered Jennifer. Needy plunging through the window. Jennifer thrashing. The blood. The struggle. The levitation. The arrival of the police.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Even in her last moments of life, she somehow managed to be cooler than me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We see, for a moment, Jennifer's sly, challenging smile as Needy raises the boxcutter to slash her. That signature look of mastery and control.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She left an insanely hot corpse.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We see Jennifer's mother holding her again, screaming, though all we hear is SILENCE and STATIC. Sure enough, Jennifer's bleeding body seems to be artfully, sensually draped in her mother's arms. She almost seems to be SMIRKING at us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're back in solitary confinement, where Needy has been narrating the whole sordid tale. She hasn't moved a muscle since beginning her story. Only a single shaft of moonlight illuminates the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An orderly shoves DINNER through a slot in the door. It's a pile of mystery meat. Needy wrinkes her nose.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't even know who Needy Lesnicki is anymore. I'm a different person now. A person who uses curse words and kicks orderlies and and sees things that aren't there. A very bad, very damaged person.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Needy reaches up and distractedly pulls back the neckline of her shirt...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But sometimes, change can be good. For instance, most occult scholars don't know this, but if you're bitten by a demon--and you live-- you just might absorb some of the demon's abilities.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In the moonlight, we see Needy still has a infected- looking BITEMARK near her shoulder. She scratches it, wincing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You just might get lucky for once in your miserable life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "PULL BACK to reveal that Needy, still cross-legged is HOVERING five feet off the floor. Effortlessly. With visible concentration, she slowly flies up toward a narrow WINDOW positioned up near the ceiling. To anyone with normal abilities, it would be impossible to access.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Needy reaches the window, gazes at it for a moment, then SMASHES it with surprising strength.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Needy strolls across the grounds in her bunny slippers. She heads confidently toward the SECURITY FENCE and passes through it after casually mangling the bars. Only a Needy-shaped hole remains.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Needy is striding purposefully down a dark country road. The hospital recedes in the background. A few RACCOONS gather by the side of the road, watching Needy as she walks past.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A PICKUP TRUCK whizzes by with its windows rolled down. \"Through the Trees\" blasts from the radio. Needy begins to sing, a lopsided grin on her face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"Through the trees, I will find you. Heal the ruins left inside you...\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Devil's Kettle citizens are gathered around Murphy Pool, crying. It's a CANDLELIGHT MEMORIAL for Chip. Their faces are weary and sorrowful. Photos of Chip have been arranged around the edge of the fence. We see a picture of CHIP AND NEEDY on the end. Someone has brought a CD player, and the mourners sing along, their voices soaring.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"...And the stars will remind you, we'll meet again...\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Needy holds her thumb aloft as she walks down the remote country highway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"...We'll meet again.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A small creek emptying into a stream   runs parallel to t road. Needy seems something glinting   at the mouth of th creek and stoops to pick it up. It's   Nikolai's BOWIE KNIFE, the one he threw into Devil's   Kettle, never to b seen again. Needy picks it up and tucks it into her waistband. A STATION WAGON comes rattling up the road. Needy sticks her thumb out again. The wagon pulls over to the side of the road. The driver, a grizzled older man, rolls down the window. He eyes Needy lasciviously.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where you looking to go, young lady?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "East, toward Madison.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "East, huh? Guess I'm headed that way. But I'm gonna need you to pay me in ass, gas or grass. Got that? No free rides in this wagon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't have any money or drugs, so you'll have to settle for ass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fair enough. Hop in my chariot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Needy gratefully hurries into the driver's seat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So why you headed East?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm following this rock band.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Huh. Must be a hell of a group.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tonight's gonna be their last show.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Needy smiles blithely and pops the clear Lifesaver into her mouth. The station wagon pulls off. As it sputters off into the distance, we see a road sign that reads, ironically, SOFT SHOULDER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We hear the song on the radio end, segueing into the DJ's bumper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What a song. Thought we'd play that one in honor of Soft Shoulder. They're playing in Madison tonight. Should be a night to remember...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The DJ's voice fades out as the car vanishes into the horizon.",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_1030"
    }
  ]
}