{
  "movie_id": "MOV1037",
  "scenes": [
    {
      "location": "THE COUNTRYSIDE",
      "time": "DAY",
      "characters": [
        "-SNAP. SNAP. SNAP. SNAP. SNAP.",
        "TINK",
        "SLOW MOTION...",
        "PERCH...",
        "POP",
        "THUM",
        "THUMP. THUMP. THUMP.",
        "DARKNESS.",
        "SNIPER RIFLE TO HIS SHOULDER.",
        "...ACROSS THE YARD...",
        "BACK TO SCENE",
        "BOOM",
        "THUMP",
        "JOHN FIRES...",
        "A KNOCK AT THE DOOR.",
        "EARLY DAY",
        "DAWN",
        "A KNOCK AT THE FRONT DOOR.",
        "DAY",
        "NIGHT",
        "...WHERE IT ENTERS THE SNIPER'S SCOPE...",
        "...AND INTO THE CANNERY WHERE JOHN LIES ON THE FLOOR WITH",
        "DAY/NIGHT",
        "CLICK.",
        "CONTINUOUS",
        "...AND WE FOLLOW THE BULLET BACK UP TOWARDS THE SNIPER'S",
        "DUSK",
        "...AND PUNCHES THROUGH THE BACK OF HIS HEAD.",
        "SUPER",
        "FADE IN"
      ],
      "dialogues": [
        {
          "speaker": "Unknown",
          "text": "A verdant landscape of rolling hills, lush countryside, a ambient peace.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A small, quaint, two-bedroom farmhouse: a classic. Nearby small barn -its paint chipped, wood worn- sits nestled wi the setting. The homestead feels slightly abandoned, the facade -especially the roof- in dire need of an overhaul.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The hour hand of an old, electric clock shifts slightly, marking six a.m. A soft alarm sounds. Beneath the blanket a body shifts, a weathered hand reaching out to silence t antique.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A beat... a sigh... a groan... and JOHN WICK -early sixti salt-and-pepper hair, three-day beard, former boxer, form military, tired, beaten down, and at wit's end- sits up, staring unblinkingly out at the day.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A beat... and he stands, donning a weathered robe and a p of slippers. John stuffs his hands into his pockets...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...and shuffles down the corridor, the walls overflowing family pictures, each badly in need of dusting. They catalogue a long and healthy life with his wife, Norma; t pictures presenting a time line of sorts. No children, ye sheer, unadulterated happiness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As John makes his way through his home, we can see that i cluttered and unorganized. Dirty, in fact, as if it hasn' been cleaned in months.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John opens the door, retrieves the newspaper, closes, and locks the door behind him, without giving the outside so as a glance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John unceremoniously tosses the newspaper onto the table, opens a cupboard, and measures out a couple of tablespoon Folgers Coffee into an old percolator.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As it begins to bubble, John open the fridge, studies its contents for a moment or two, and then closes it, abandon the thought of breakfast.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He pours himself a cup of coffee and sits at the table. T newspaper is ignored. He drinks in silence for a long, da brooding moment, the loneliness almost unsettling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Suddenly, the phone on the wall RINGS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John lowers his cup, staring at the device, his eyes tire A beat... and he stands, walking slowly to answer it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is John.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As he listens to the voice on the other end, John remains still... stoic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ok.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John hangs up the phone and returns to the table, sinking slowly down into his chair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A long beat...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...and John begins to weep, his hands trembling as he low his face in excruciating, utter, and complete sorrow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Having shaved and showered, wearing an old -but well-fitt gray suit, John pushes open the garage door...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...to reveal a legend in dire need of a total overhaul: a black, 1969 FORD MUSTANG `BOSS 429'.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A smile plays at his lips as John walks into the garage, running a hand along the chassis, desperately in need of wash and wax. Behind him, the wall is lined with tools: a mechanic's dream enclave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-and closes the door behind him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John takes a moment to breath it in: he loves this car... although he hasn't taken very good care of it as of late. beat... and he slips the key into the ignition, twisting the motor coughing to life, the exhaust pipe belching bla smoke.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The vehicle pulls out of the garage, stalls briefly, come back to life, puttering on down the road.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A soft rain begins to fall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Carrying a humble bouquet of yellow daisies, John slowly makes his way down the eerily empty corridor. He pauses before a picture on the wall, glancing at his reflection the glass. He takes a deep breath, exhales, and enters a room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John slowly approaches the figure lying in bed: surrounde machinery, accompanied by the soft sounds of technology.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He removes the wilted daisies from the vase, tosses them the trash, and replaces them with fresh ones.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He pulls over a chair, reaches out, and takes Norma's han she is comatose, her breathing synthetic... so many machines... so many wires, tubes, and monitors.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We never see her face:   just her silhouette.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He holds her hand for a long moment in heavy silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Behind him, the DOCTOR -of a similar age to John- enters, placing a hand on John's shoulder. John lowers his head, nods. With a bit of effort, he stands, staring down at he for a long moment, never once releasing his grip, and lea over to kiss her on the forehead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...it had to be you... (a long beat, then) ...be seein' ya'...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A beat... and John nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The doctor turns off the machine; lights dim, the room settles into silence, and Norma's body grows still.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Doctor leaves John to be alone with his wife.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Be seein' you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John pulls into the building...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...and sits behind the wheel for a long moment...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...his eyes unblinking...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...so very alone...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John stands before the wall of pictures, statuesque as he studies them... unmoving...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And then, he snaps; his hands gnarled into first, roaring with rage as he punches the pictures, ripping them from t wall, tossing them aside, eventually collapsing into a he out of breath, his knuckles bleeding.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A long beat... and he chuckles softly, pulling himself to feet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Unlike the rest of the house, this space is pristine and organized: one half designated as an impressive wood shop the other an office space with a lazy boy recliner and tu television.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John sits at his desk with a pencil in hand, a pad of pap before him, thinking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A long beat... and he sighs with a smile, placing the pen upon the pad before sliding them both aside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John unscrews the cap off the bottle of scotch and pours himself a healthy dose.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He opens his desk drawer, reaches into the back, and find old pack of cigarettes, half-empty. He taps one from, pla it between his lips, and lights it, taking a deep pull. H holds it, and exhales, his body relaxing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He finishes his drink along with the cigarette, pours him another...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...and then opens a BOTTLE OF PILLS (The label reading NO WICK and OXYCONTIN), pouring them into a small mound upon desk. He stares at them for a long moment...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...before selecting one, studying it, sighing and-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John freezes, not sure as to how best to proceed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A beat... and someone KNOCKS a second time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John sighs, drops the pill back onto the mound, and walks upstairs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A DELIVERY WOMAN waits for him on the doorstep.   John op the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John Wick?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She hands him a clipboard and a pen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sign here, please.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In a daze, John signs the clipboard and hands it back to",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And the pen?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh.   Sorry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John hands her the pen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Here you go!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Delivery Woman hands him a card and a PLASTIC CASE by handle which he takes without looking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Have a good day.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John nods, and -as she takes off- heads back inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John closing the door behind him...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...and is startled by a small BARK.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A beat... and he looks down to find that he is actually holding a small PET CARRIER. He lifts it to look inside: the face of a young, tri-colored (black, white, and brown CHORGI (half-Corgi, half-Chihuahua) looks out at him, her tail wagging fiercely.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She barks again, and John lowers it, confused.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Holding the envelope in his hands, John sits across from carrier which he has set upon the table. Inside, the Chor lies with paws crossed, studying him, tilting her head fr side to side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A beat... and John opens the letter. The card inside is simple; white with a single DAISY drawn upon it. John smi instantly knowing who it is from, running a thumb along t face of the flower. He hesitates, but opens the card.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dear, John. If you have received this, then I have not survived the surgery. (a beat, then) I am so, so sorry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tears begin to well in John's eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But you've still got a life ahead of you, and I intend for you to live it. You may think you've hidden things from me, but you haven't. I know you. And should this reach you in time -which I pray it has- I beg you, I implore you, to stop. To think. To live. (a beat, then) I love you, John. With all my heart. Our years were good. The best, in fact. But I'd rather see you later... than sooner... your best friend... Norma.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John lowers the letter, wipes the tears from his cheeks, stares at the puppy... chuckling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well played, Norma.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John reaches across, and flicks open the pet carrier.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well played.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Chorgi scrambles out of the cage and studies him; sniffing, licking, and barking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So... you gotta' name?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John checks the collar to find a DAISY-SHAPED medallion w",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Moose. (a beat, then) Seriously?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As if in reply, Moose barks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All right, then...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...Moose, it is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The homestead has been completely overhauled with a new r on the house, the barn having been painted, the yard atte to... a picturesque scene worthy of a postcard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The alarm sounds, followed by silence when a heavy hand d down upon the snooze button.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A beat... and John sighs, pulls back the covers, and kick out his legs, sitting on the edge of the bed, rubbing his eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John glances over at MOOSE who lies on the bed, her paws crossed, held tilted, and tail excitedly wagging in notes three.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm up, I'm up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "- John fries up a couple of pieces of bacon and adds them his plate of scrambled eggs and toast.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He kneels down next to Moose's bowl and pours some of the bacon grease over the kibble. As John takes his seat at t table to enjoy his coffee, breakfast, and newspaper, Moos devours her meal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "- With his car tilted up by jack stands, John lays upon a creeper cart beneath it, changing the oil as -nearby- Moo lies in the sun, fast asleep. The vehicle is pristine: fu restored and lovingly detailed. Finishing up, John slides out from beneath the vehicle, and wipes the grease from h hands with a shop towel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That oughta' do it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wanna' try it out?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "- At an abandoned airfield, the Mustang roars down the op stretch of landing strip as Moose stands at the open wind tongue wagging in the air. John is in his element: calm, cool, and collected behind the wheel of his car... almost if it is a natural extension of himself. He deftly shifts gears, reaching speeds in excess of 120 miles per hour be hitting a long patch of gravel, shifting, spinning the wh and skidding -while remaining in full control- as the whe skim over the earth. Moose barks. John smiles, reaching over to scratch her on the back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good girl, Moose. Good girl.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "- At a small park, John sits at a picnic table, eating a sandwich as he works his way through a small book of crossword puzzles. A cup of hot coffee rests nearby as beneath the table, Moose gnaws on a tough piece of rawhid",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-At a gas station, Moose barks at passing bikers as John fills the tank.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "IOSEF TARASOV -mid-twenties, thin, oiled hair, sunglasses hipster, douche-bag- parks his vintage BMW next to the Fo and as he gasses up, motions.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nice ride.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thanks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How much?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It ain't for sale, kid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Iosef smirks with a shake of his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(in Russian, subtitled) Everything's got a fucking price.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(in Russian, subtitled) Maybe so... but I don't.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Taken aback by John's fluency, he watches as John enters vehicle, guns the engine, and drives off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "- John dozes on the couch as -between his legs- Moose sno softly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "- As John washes his car, Moose chases after birds before exhausted- laying upon her back in the sun, stretching as gnaws upon her favorite stuffed animal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "- With a glass of scotch resting on the end table beside John sits in his weathered La-z-boy recliner with his rea glasses on, a book before him, and Moose curled up, aslee his lap. A beat... and John closes his book, finishes his",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come on, then.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-and stands, with Moose leaping to the floor, leading the back upstairs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "- Moose lays on the foot of the bed, tail wagging.      J smiles, scratching her belly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good night, Moose.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John climbs beneath the covers, sighs, and slips off to s as does Moose.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John awakes to hear Moose growling with tail thumping, sitting before the closed door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do you need to go out?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John groans as he rolls out of bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So could I, it would seem...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John opens the door.    Moose barks, and sprints off into darkness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's gotten into y-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We hear a THUMP and a YELP.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Moose!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John runs into-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-and freezes at the sight of two MASKED MEN...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...a half-second before a THIRD MAN steps into frame and drives the butt of his shotgun against the side of John's head. He drops to the floor, hard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Across the room, the silhouette of Moose's body faces him her breathing labored.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(in Russian, subtitled) You find the keys?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "One of the masked men, LIMPS by, dragging his foot slight an old injury or birth defect.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(in Russian, subtitled) Yeah. He kept `em in a bowl like my old man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Voice #1 chuckles enjoying this as he sucks on a fresh mi",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(in Russian, subtitled) Then shit... let the fuckin' babushka fade away and let's get the fuck outta' here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "One of the men kneels down next to John, pulling back his mask to reveal his mouth which grins upon him with white lacquered teeth: it is IOSEF.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm glad you didn't wanna' sell, old man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I enjoyed this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Iosef cold cocks John as we-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...a long beat, then...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...thump...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...long beat, then...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...thump...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...a long beat, then...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A small tail rises slowly, and lands with a soft \"thump\".",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John stirs with a groan, and opens his eyes...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...to find Moose's nose touching his cheek.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He suddenly sits up, remembering.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...Moose...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Moose takes a shallow breath...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...thump...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John begins to unravel, hands trembling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Moose...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He touches Moose's side, and she whimpers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John recoils...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...and sees the trail of blood from where she was first injured...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...having pulled her broken body over to his side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John lies down beside Moose, and softly... tenderly... cradles her head in his hand, rubbing her cheek with his thumb.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Moose relaxes, licks his thumb, sighs one last time...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...and grows still.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John pulls himself up into a sitting position, cradles Moose's still body...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...and begins to cry...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...rocking back and forth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John remains sitting on the floor with Moose in his arms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A long beat... and he stands; an old, weary, and defeated soul.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John flicks on the light and walks down the stairs, gentl placing Moose's body upon his work bench. He searches a shelf and finds a large box which he unfolds...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...placing Moose's body within.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A beat...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...and John reaches down to retrieve Moose's stuffed anim from the floor, placing it down beside her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "With a tender -careful- touch, John removes Moose's colla placing it -almost with reverence- upon a nail in the wal",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John stares down at his dog for a long moment...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...before closing the box.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John digs a small grave...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...places the box, staring at it for a long moment...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...and then fills the hole.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "On his hands and knees, John brushes the blood from the floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John takes a long, hot shower.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He sprays a bit of shaving foam into his hand, unfolds hi ceramic razor, stares at it for a long moment...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...and begins to shave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As he does so, the stress leaves his shoulders, his eyes unblinking, his movements precise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "With every flick of his wrist, John seems to change sligh his features hardening, relaxed, and yet wound tight",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John gets dressed, but the outfit is slightly different t we are used to seeing: dark, tailored pants, crisp white shirt, Italian shoes, and a black, leather jacket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The look suits him although it is a tad bit unsettling, making for an intimidating veneer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John sips coffee -no breakfast- alone at the table, stari at the wall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Like clockwork, he lifts his mug, sips, lowers it, waits patiently, lifts, sips, lowers...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...there are no micro-emotions, but it is anyone's guess is taking place in his mind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John leans heavy against the wall, staring at the picture We now notice that among the images of John and Norma...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...are also pictures of John and Moose.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John lowers his head with a sigh, massaging his brow, los thought.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "When he raises his face...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...the change which has washed over him...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...is complete.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A bus roars on by.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John sits alone in the middle of the bus...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...staring straight ahead...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...unblinking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A 24/7 chop shop, this facility is populated by dozens of hardened criminals, but has become the only family anyone knows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is a tight knit, loyal, and talented crew.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A number of vehicles are being repaired, dismantled, pain and the like: a non-stop flurry of activity.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Walking the floor, AURELIO -late sixties, hard eyes, soft smile, the father figure of this little family- banters w his crew before pausing to help lower a new engine into a car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John's Mustang roars down the street, tires clawing at th earth as it rounds a tight corner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Perched behind the wheel, IOSEF smiles as, in the passeng seat...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...VIKTOR -mid-twenties, short, stout, a pronounced LIMP, well-dressed, gawdy jewelry, terrible glasses- and, in th back seat...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...KIRILL -early thirties, enormous, muscular, meathead- cheers him on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Mustang pulls into the lot, and enters-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-pulling into an empty space.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A pair of OLDER MECHANICS notice the car, share an emotionless -yet knowing- look, set down their tools, and calmly leave the building.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Iosef, Viktor, and Kirill pour out of the vehicle, laughi",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(in Russian, subtitled) Shit, dude!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'ma gonna' keep this muthafucker! (to a mechanic) Hey, where's Aurelio at?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Iosef sees Aurelio walking towards him, his gaze locked o the Mustang, recognizing it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where'd you get that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I gots my ways, yo! Now, it's hot as shit, so I wanna paint job, papers, fuckin-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I said, where... did you get that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Some old fuck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(a beat, then) I know this car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What the fuck are you sayin'?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Aurelio opens the driver's side door, reaches up behind t visor, and pulls out the registration card which reads JO WICK.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(in Italian, subtitled) Fuck... me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Aurelio quickly replaces the card.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Out.    Now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What the fuck are you talking about?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "By now, everyone in the facility has stopped working, watching the drama unfold.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm talkin' about you takin' this fuckin' car and gettin' the fuck outta' my shop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Did you lose your shit, Aurelio? We own you. You do what we say.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The fuck you do. Tell me...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Aurelio motions towards the car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...did you kill him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But I sure as hell fucked up his dog.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Aurelio's eyes grow wide... knowing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Surprising even himself, Aurelio rears back and delivers powerful blow to the center of Iosef's face, shattering h nose.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stunned, Iosef reels and drops to a knee, cradling his fa blood seeping between his fingers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In a knee jerk reaction, Kirill pulls his gun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The atmosphere immediately grows tense, the air still, as throughout the building- Aurelio's mechanics each reach f hidden weapon: knives, machetes, guns, and the like.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Aurelio glares -unblinking- at Kirill as he walks towards him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You pull a gun? On me?   In my house?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Aurelio presses his forehead against Kirill's outstretche gun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Flick off the safety.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kirill smirks, and flicks off the safety.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pull back the hammer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kirill blinks, faltering in this game of brinkmanship.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now, either shoot me... (shouts, angry) ...OR FUCK OFF!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Silence...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...as Viktor lowers Kirill's arm and we can see he is relieved that Viktor intervened.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The old man ain't gonna' like this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maybe not.     But he'll understand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Viktor and Kirill help a still dazed Iosef to his feet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...the fuck jus' happened...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The bus pulls away from the curb...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...and John crosses the street, making a b-line for Aurel automotive.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John enters the building which is silent:       everyone",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John carefully makes his way through the floor, rounding shelving array to find Aurelio -a cigarette dangling from between his lips- sitting at a folding card table, his ha folded in front of him, a bottle of Campari and two glass resting nearby.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hello, John.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hello, Aurelio.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Aurelio flips over the glasses and pours two drinks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Have you seen my car?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John takes a glass and slams back the drink, swallowed in single gulp.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I have, but it's not here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If I turn down the work, the Russians turn to Takeshi and his crew. You'll find them down on Third and Main.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thank you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John turns to leave, but hesitates.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(a long beat, then) Aurelio...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, John?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...they killed my dog.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know, John. I know... but \"they\"... (hesitating, then) ...\"they\" are extremely dangerous people.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John nods and walks from the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Aren't \"they\" always...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A long beat, and Aurelio sighs, relaxing as he pours hims another drink.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An old, quiet, and clean building lost amongst dozens of others in a dying industrial park.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A bus pulls up the curb, pauses for a beat, and then roll off...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...leaving behind John who walks across the street, his expression blank.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "His gait is steady, his shoulders relaxed, hands limp at sides, breath steady.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The two GUARDS at the door glance up as he approaches, standing as they shift into character.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What are you-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Without slowing, John reaches into the man's jacket, slip free the pistol from the shoulder holster therein and-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-fires -twice- into the man's heart, before turning-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "- to fire once into the other guard's face, never slowing kicking open the door-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-to enter the facility, shooting anything that moves. He the angel of death: each target receives two well-placed bullets to ensure incapacitation. He never slows, never misses, and will not stop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The primarily Japanese crew is in a panic with most fleei a number of whom are shot in the back- while those choosi to shoot back are cut down in a blink.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Once emptied, John drops his pistol, kneels, sweeps up a fallen gun up, levels, fires, always moving, and -as he passes by a lift- slaps a button, slowly lowering his Mus down to the floor behind him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John is a force of nature as he clears out the building.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Unstoppable.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A couple of mechanics escape the building, the last of wh is shot in the back; dropping to his knees as a bullet sl into the back of his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Running with all of his might, MECHANIC #1 screams into h phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(in Japanese, subtitled) I DON'T KNOW WHO THE FUCK HE IS! HE JUST SHOWED UP AND STARTED SHOOTING!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Behind him, John appears in the doorway, aims...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...and decides otherwise, lowering the pistol.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John opens the door to the Mustang, tosses the pistol ont the passenger's seat-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-and slips behind the wheel. A slight smile plays upon hi lips as he sighs; a part of him having been returned. He turns the key, revs the engine, slams his foot down on th",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-and crashes through the garage door of the building, tir squealing as the Mustang pulls a one-eighty, righting its",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-leaping out onto the street, furiously gaining momentum, a trio of heavily-modified NISSAN SKYLINES appear and tak chase.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John glances into the rearview mirror, takes the pistol i his left hand, shifts, and spins the wheel-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-turning to face the oncoming vehicles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John shifts again, and crushes the gas pedal underfoot-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-rear wheels smoking as they struggle to grip the road. O they do, however, the Mustang leaps forward, bearing down the Skylines.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As the distance between them grows smaller, the passenger two of the skylines emerge with semi-automatic weapons...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...but before either of them can fire...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...John fires off four shots, killing them each with a pa of bullets...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...before firing until empty...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...killing two drivers, and one passenger...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...leaving one driver barrelling towards him, covered in passenger's blood, eyes wide with horror...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...as the two other cars crash behind him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As the two vehicles barrel towards one another...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...John is stoic...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...while the remaining driver is screaming.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "At the last moment, the driver violently twists the steer",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-barely avoiding the Mustang-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-but loses control of the vehicle, sending it toppling en over end, cart-wheeling amidst a cloud of debris, before landing upside down-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-the gas tank having ruptured, fuel gurgling out of the t to pool around the crushed rooftop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The driver hangs from his seat, his belt keeping him in place, stunned and bleeding from the forehead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A beat...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...followed by the sound of footsteps.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As the driver shifts in his seat, a ZIPPO LIGHTER falls o of his pocket, landing on the ceiling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John kneels down beside him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(in Japanese, subtitled) Where can I find Iosef Tarasov?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(in Japanese, subtitled) I don't know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A beat... and John reaches inside to retrieve the lighter He flips it open, and ignites a flame.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(in Japanese, subtitled) Don't! Please! Iosef! His father! He owns a club in Manhattan! The Red Circle! The Red Circle!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A beat... and John closes the lighter and tosses it back the vehicle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(in Japanese, subtitled) Thanks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A long beat... and the driver sighs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(in Japanese, subtitled) Fuck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As John walks back towards his vehicle, we can hear the s of cop cars approaching...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...as a police chopper soars past overhead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John doesn't look up as he quickly removes the front and license plates -both affixed with quick release clasps- tosses them into the back seat, and-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-slips behind the wheel. He twists, the key, revs the engine, and bolts forward as behind him-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-a pair of police cars round the corner-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-and overhead, the helicopter banks, its sights set on th Mustang.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John leads the cops further and further into the city...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...with traffic growing heavier with every block...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...and yet John maintains his speed-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-driving down narrow service alleys with reckless abandon",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-and going against traffic, steering with an apt hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eventually, John creates enough mayhem to tie up the poli on the ground-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-leaving the helicopter overhead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "On a long stretch of road, John reaches the vehicle's top speed, reaches down, flips open a hidden compartment, and presses a button for-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-his NITROUS OXIDE SYSTEM-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-which causes the engine to SCREAM, roaring down the road an incredible speed-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-distancing himself from the helicopter to eventually hid an abandoned warehouse.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He parks...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...and walks across the street to the local diner...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...as overhead, the police chopper searches in vain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The floor is empty, the building quiet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sitting at his desk, Aurelio -a cigarette dangling from between his lips- works on a model car, carefully gluing pieces together.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The bottle of Campari rests nearby.     Music plays softl a radio nearby.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The phone rings.     Aurelio takes a deep breath, exhales answers it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is Aurelio.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I hear you've struck my son.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(deep breath, sighs) Yes, sir. I did.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Might I ask why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Because he stole John Wick's car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(a long beat, then) Oh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And Viggo?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Your son killed his dog.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(a long beat, then) Good evening, Aurelio.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Click - the line goes dead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Aurelio refills his drink... and chuckles with a shake of head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A resplendent home in one of the city's wealthiest neighborhoods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A trio of military-grade SEDANS -heavily armored, tinted/bulletproof glass, intimidating- pull up to the cu The first and third empty as the keen eyes of ten gunmen scour the street, buildings, and rooftops.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A beat... and one of them slaps a hand on the middle Seda roof.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Preceded -and proceeded- by a gunman, IOSEF emerges; belligerently naive and yet... scared.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lighting himself a cigarette, VIGGO TARASOV -60s, face scarred by a hard life, one eye dead, hair perfectly coif expensive suit, a slight limp, relying on a cane- fills a tumbler with ice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He selects a fresh bottle of JEWEL OF RUSSIAN CLASSIC VOD and twisting off the cap, hesitating. Deciding otherwise, Viggo dumps out the ice, pours himself a double shot, and slams it back...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...before refilling the glass with ice and pouring himsel healthy dose.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(in Russian, subtitled) Close the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-and closes the door behind him, tilting his chin towards father with a smirk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Poor me a double, aye?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Aye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In a surprising blur of motion, Viggo spins-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-and drives a fist into Iosef's stomach with enough force lift him -momentarily- from the ground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "With the wind knocked out of him, Iosef drops to his knee opens his mouth to say something, but instead vomits, gag as he gasps for breath.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Viggo casually returns to the bar, grabs a towel, and tos it down onto his son.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(in Russian, subtitled) Clean that up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Again, Iosef opens his mouth to say something, but decide otherwise. He grabs the towel and cleans up his mess.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Viggo takes his drink and walks to the window, his cigare smoldering from the corner of his lips.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You should know by now that I live by one simple rule... (in Russian, subtitled) Should a whelp snap at your fingers, you crush it's fucking skull.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Iosef pulls himself to his feet, and stumbles to the bar, pouring himself a drink.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(hushed, pained) What'd I do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(in Russian, subtitled) You fucked up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know what y-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Viggo backhands him, the sound more painful than the stri",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes.   You do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(hesitating, then) So I stole a fucking car!   So fucking what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Viggo smiles -amused- finishes his drink...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...and drives a fist into Iosef's stomach again, dropping once more to his knees, tears rolling down his cheeks as vomits up his own drink.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Use that tone with me again...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Viggo kneels down next to Iosef, grabs his hair, pulls ba his head, produces a switchblade, flicking open the blade placing it to the flesh directly beneath his son's right",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(in Russian, subtitled) ...and I'll serve your eye to you in your martini.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Trembling, Iosef chokes back tears.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(in Russian, subtitled) Am I understood?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(gulps, then) Yes... father.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A beat... and Viggo removes the blade from Iosef's cheek stands, folding the switchblade closed as he stands to po himself another drink.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It wasn't the \"what you did\", Iosef, which draws my ire, but \"who you did it to\".",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What? (a beat, then) The old man?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Careful, son... that old man happens to be three years younger than I.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Iosef lowers his eyes, his breath catching in the back of throat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "His name is John Wick... (smirks at the memory) ...and when he was fifteen, he lied his way into the marines and headed off to Vietnam. He specialized in force-oriented reconnaissance, meaning he often crossed over into enemy territory to both collect information and -should the opportunity present itself- fuck with the enemy in whatever way that he saw fit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wearing an undershirt and pants, sweating profusely, John wields a SLEDGEHAMMER which he swings down onto the floor time and time again, cracking the concrete foundation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John earned four hundred and seventeen confirmed kills over the course of his five tours. The majority of those were done by hand, by blade, and by small caliber... which is unheard of.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Viggo takes a long pull off of his drink as the informati sinks into Iosef, the blood draining from his face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It got to him, though. Hell... How could it not? Even though he won every military distinction on record, including the Medal of",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John has revealed an OLD TRAP DOOR IN THE FLOOR-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-John was eventually discharged - with high honors, of course- and found himself in the city...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-which he swings open, revealing a ladder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...lookin' for work.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John grabs a flashlight and heads down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Viggo lowers his empty glass as Iosef refills his glass w a trembling hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(hesitating, then) What kind of work?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What kind do you think?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(a beat, then) Oh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John shines the light down a thin corridor stacked high w a variety of boxes, military containers, and briefcases.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John was the goddamned boogeyman; give him a name, request a method, and he'd get it done. Come hell or high water, by God... he'd get it done.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Viggo leans against the fireplace, suddenly tired.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then one day, he fell in love and left the game. The years scrolled past, age set in, and he -like myself- had to watch the love of his life die. Suddenly alone, with no family to speak of, John deserved to live -and die- in peace.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Instead...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John selects a black case, unclasps it, and swings it ope",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You went and killed his fucking dog.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-to reveal a number of PISTOLS, SILENCERS, and AMMUNITION",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Iosef drops down into a chair, the comprehension of his actions clear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Until I say otherwise, you are under house arrest. Am I understood?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Viggo turns to leave, chuckling softly to himself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John Wick.     Good God...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He pauses at the door, glancing back at his son with a crooked smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(in Russian, subtitled) Sweet dreams.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John sits at the kitchen table, having cleaned and assemb one pistol, now oiling a second. His hands are steady, hi skill impressive.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We slowly move past him, over the counter, to the door wh handle softly turns. We pull back as it opens-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-FOUR MEN in black masks, each armed with a silenced pist enter, fanning out-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-and yet John is nowhere to be seen...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...and two silenced pistols are missing from the table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A COP CAR pulls up in front of the barn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Behind the wheel, CARLO -late twenties, a bit dim, but ni enough- kills the engine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let's see here...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Carlo checks the dashboard computer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...a black, 1969 Ford Mustang registered to one John Wick. Age...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...61.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chuckling EDWARDO -58, nearing retirement, large, heavy, smarter than he looks- takes a sip of coffee from his pap cup before unbuckling his belt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, I'm thinkin' he's the one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Should we even bother?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "edwardo opens his door...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Protocol's protocol. Stay put. I'll make this quick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...and exits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The four masked men enter the living room, each wound tig their silenced weapons at the ready. The lead among them enters the hallway-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-and is shot twice; once in the chest, and once in the he As he goes down, John moves past, killing two others, lea the remaining gunmen-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-cowering in the kitchen, leaning against the wall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-the kitchen light casting the gunman's shadow-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-and fires twice into the wall-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-hitting the gunman in the back and the head, dropping hi the floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John lowers the pistol, walks to the door, and peers thro the keyhole to see Edwardo standing on his porch. A beat. and John slips the pistol in the back of his pants, unloc and opens the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An awkward pause, then-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Evenin', John.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Evenin', Ed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You workin' again?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John follows his gaze...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...to see that a dead gunman is in Edwardo's direct line sight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No...just sorting out a few things with the Russian mob.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ah. Well, then... sort that out however you see fit. I'll cover your ass on my side of the fence as best I can.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thanks, Ed... but you still owe me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That, I do. (a beat, then) Good night, John.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good night, Ed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Edwardo turns, takes a few steps, hesitates, and turns ba",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Earlier today, there was an incident involving a `69 Mustang-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, that was me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh. Well, then... I'd recommend you find yourself a new ride for the time being. The heat on that make ain't gonna' die down for quite some time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Edwardo leaves.   John closes and locks the door behind h",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Edwardo slips into his seat, closing the door behind him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He ain't our fuckin' guy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who's next on the list?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John pulls a large roll of plastic sheeting down from the rafters, balancing it on his shoulder with a grunt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He grabs a roll of duct tape as he exits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John drops the plastic sheeting down upon the floor, and rolls it out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Standing over one of the gunmen, he reaches down, retriev the man's pistol, and slips it into the holster at the ma side. John then kneels beside him and pushes the body ont the plastic, rolling him up tight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Using his ceramic straight razor, the plastic is cut off the roll. Wrapping the feet, arms, and head tight with du tape, John repeats this process with each body...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...until they are neatly lined up near the back door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John takes the phone off the wall, thinks for a long mome and dials a number.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A long beat, then...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is Wick. John Wick, that's right. Yeah, it has been awhile. (a beat, then) I'd like to make a reservation for four.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John glances at the bodies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ten o'clock? Perfect. Thanks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John hangs up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John casually opens one of a half-dozen, identical, silve cases stacked among the others.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Inside are hundreds of AMERICAN LIBERTY GOLD BULLION COIN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John counts out SIX of them, and closes the case.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John mops up the blood...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...and spackles the bullet holes in his wall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We hear a KNOCK at the back door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John wipes his hands against his pants, and-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-opens the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Removing his hat, CHARLIE -70s, small, creepy, thin, frai eyes gentle, a tattooed smirk upon his lips- extends his with a smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good to see you, John.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John shakes his hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You, too, Charlie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlie enters, followed by two GOONS -forties, tall, muscular, emotionless- who offer John little more than a before they begin carrying the bodies out of the house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I was sorry to hear about Norma.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thanks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She was always kind to me. (a beat, then amused) So, what have you been doing to pass the time?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I got me a hobby or two.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can see that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tell me, John... are we back in the game, now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sorry, Charlie, but no.     I'm on my own nowadays.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That is a pity. I find the new breed of your ilk unstable, ill- wrought, and tiresome. The overused adage holds true: they don't make `em like they used to, John.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, they don't.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're a go, boss.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Excellent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John hands Charlie the six gold coins which he graciously accepts with a slight tilt of the head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thanks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My pleasure, John... and might I be expecting more such visitations?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I make no promises on that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well said.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlie extends his hand.     John shakes it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Be seein' you, John.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "See ya', Charlie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John closes the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cutting vegetables with a large knife, Viggo slides them the face of an open omelette simmering in the pan. As he folds the egg over onto itself, his phone rings. He answe it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(in Russian, subtitled) Yes?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Viggo rubs his brow with a frown, his head down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(in Russian, subtitled) Of course he did. (a beat, then) Put the word out. Two million to the man who kills John Wick. Three million to the man who delivers him intact.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Viggo hangs up, thinks for a moment, slips the omelette o a plate, hesitates, and then dials a number.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A beautiful, rustic, Mediterranean setting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Situated on a hundred acres populated by thousands of alm trees, the building -complimented by the grounds- is breathtaking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Accompanied by CESCA -a middle-aged, Majorcan Shepherd Do similar in look to a Black Labrador- as he walks -cane in hand- through his property, MARCUS -seventy, thin, baldin round spectacles, clean shaven, always well-dressed, expensive watch, and although he may look frail, he is anything but- whistles softly to himself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "His cellphone vibrates.   He answers it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes? (a beat, then) Why, hello, Viggo. What's it been? Seven years? Seven years... (a beat, then) Life?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Marcus looks around with a smile, reaching down to scratc Cesca behind the ears.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Life is good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Viggo nods, eating a mouthful of the omelette.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good, good. (hesitating, then) I've a favor to ask. One that pays quite well.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Marcus chuckles with a shake of his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As I keep telling those -like you- who keep calling, Viggo... I'm retired.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Marcus listens to Viggo talk...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...pausing in mid-step...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...his brow furrowed, eyes still.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come again? (a beat, then) John Wick? (a long beat, then) Consider it done.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Marcus ends the call, slips the phone back into his pocke takes a deep breath, exhales, turns, and starts walking b to his house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(in Catalan, subtitled) Sorry, Cesca... but I've an old friend to attend to.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pushing a cart of luggage before him, John enters, studyi the security checkpoint.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He spots EVAN -60s, African-American, weathered, large ma with a kind face- who works for the TSA, manning a securi checkpoint.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As John approaches the two share a knowing glance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pockets.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John places his keys, phone, wallet, and TWO GOLD COINS i the tray...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...as Evan casually flips off the x-ray machine, allowing both John and his luggage through without incident.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John retrieves his keys, phone, and wallet from the tray-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good day, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-and walks on as Evan turns the x-ray machine back on, slipping the gold coins into his pocket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A silver-nosed train roars past, its wheels melting snow the tracks beneath it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John sits alone, the train half-empty, staring out at the countryside passing him by.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The city is a roiling mass of activity.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Small, trendy, and posh:    an upscale, boutique hotel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Carrying a bulky briefcase in each hand -with the duffel slung across his shoulders- John approaches the front des where the MANAGER smiles up at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hello, sir. How may I help you today?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I called ahead.     Reservation for John Wick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Manager checks his computer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ah, yes.   I have you for two nights.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Depending on business, it may be more.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's not a problem, sir. We're only at sixty percent capacity.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just let me know should you choose to extend your stay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Y'know, I haven't been here in years. When did the old girl get a facelift?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "About twelve years ago.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Same owner?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Same owner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John slides across a GOLD COIN...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is she still singin'?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...which the Manager -without so much as a blink- slides his pocket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She is. Daily, in fact.   Round about midnight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's good to hear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Manager hands him a key.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Floor seven, room nine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Would you like help with your bags?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, thanks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Will there be anything else then, sir?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(glances at his watch) Can you send me up a hamburger - rare, mustard, onions, pickle- and fries?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(writing it down) Yes, sir. And to drink?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A nice Pinot. Mid-range. I'll leave that to your discretion.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, sir. I have one in mind. It'll be up in a half-hour.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thank you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The sun has begun to set;     the street lamps having beg ignite.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A half-eaten meal is scattered upon the table, the bottle wine half-empty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Resting upon the bed, the briefcases lie open, revealing veritable armory of dismantled weapons, numerous clips, a boxes of ammunition.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sitting at the desk, John pauses from cleaning a pistol t empty the wine into his glass. Once done, he pulls back t slide, studies the pistol with a keen eye, releases it, carefully loads a clip with bullets, and slides it into t pistol: locked and loaded.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "From a small wooden case, John selects a SILENCER which h screws onto the pistol. He sets it down next to a pump- action sawed-off SHOTGUN, a SNIPER RIFLE, an old school U SUBMACHINE GUN -silenced- with a polished mahogany stock, BAR DAGGER, and another pistol.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A beat... and John stands, slips the silenced pistol into back of his pants, dons his jacket, turns off the light, leaves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An upscale night club, the line curled around the side of building, generously serviced by heat lamps to accommodat the almost non-existent dresses of the many young women.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John approaches the BOUNCER -30s, Russian, massive, tatto neck, intimidating, his suit one size too small on purpos who controls entry, the guest list glowing upon his table computer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Name?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John hands him three, hundred dollar bills.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Guest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Bouncer takes the bills, pockets them, and unclips th red velvet rope, allowing him entry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Welcome.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thanks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As John enters, those in the front of the line complain b are ignored as the rope is re-attached.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Strangely enough, the lobby is laid back and pleasant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A single bar is available to the dozen or so patrons who lounge about smoking, laughing, and talking as servers wa the floor, offering a variety of appetizers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Beyond the lobby, however, is a security station -replete with a METAL DETECTOR- in front of the elevators: the \"action\" it would seem, is on the top floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John approaches the security station and pauses, dropping a knee to tie his shoe...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...and remove his silenced pistol, shoving it deep into t soil of a potted plant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John stands, empties his pockets into a small plastic bin hands it to a guard, and walks through: he is clean.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thanks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John takes his things, enters the elevator, and presses t red \"P\" for penthouse.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The doors to the elevator open, the music deafening.   Jo exits, turns left, and enters-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-a two-story structure with the VIPs assembled up top; ea having paid for their private tables. John enters, carefu studying the room. He approaches the bar and waves down a bartender.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What can I get you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John motions upwards as he slides across five, hundred do bills.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Bartender studies him... and then takes his money.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John follows the Bartender...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...who slips a hundred dollar bill to each of the goons o either side of the staircase, heads upstairs...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...and slips two bills to the Waitress-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Enjoy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-before returning to the bar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This way, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John follows the Waitress...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...to a table with a perfect view of both levels.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Will this do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, thank you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What would you like to drink?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Single Malt. Irish, if you've got it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John slides her two more hundred dollar bills.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And start me up a tab.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, sir. I've got a ten-year Michael Collins.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Perfect. Do you have a meat and cheese plate?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I do.   Anything else?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No.   Thank you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As the Waitress turns to fill his order, John studies the floor...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...and the upper balcony... searching.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A soft snow begins to fall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John nibbles on some cheese and bread as he pours himself generous helping of whiskey.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Down below, Viktor -finishing off his drink- LIMPS past.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John's eyes narrow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He finishes his drink, stands, and follows after Viktor, almost breathing down his neck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Book-ended by a pair of Estruscan bodyguards who follow e move he makes, Viktor slaps a waitress on the ass as he w past.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(in Russian, subtitled) Another bottle of the Goose, love!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As John stares at Moose's silhouette...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...VIKTOR limps past.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(in Russian, subtitled) Yeah. He kept `em in a bowl like my old man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Drunk, Viktor and his bodyguards enter the bathroom, paus to light a cigarette, before limping into-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-where he leans against the wall in front of the toilet, at half-mast.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John enters as a patron leaves, the bathroom now empty sa himself, Viktor, and the bodyguards.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As the door closes, John produces his CERAMIC STRAIGHT RA drives it between the door and the jamb, and snaps it in",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A patron approaches the door and attempts to enter, but i won't budge. He shrugs and heads off in search of another bathroom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "One of the bodyguards turns as John approaches, his eyes instantly wide -uncomprehending- as the broken tip of the blade easily slices open his neck, splashing John with hi own hot blood.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Viktor glances towards the closed door with a smirk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hello?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As the bodyguard drops to his knees -bleeding out- the se guard produces a pistol and -as John moves into him- mana to fire off a round which punches through John's shoulder",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Viktor tenses -eyes wide- shakes off before zipping up hi pants, reaches into his jacket, and fumbles for his gun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "With a cry derived far more from anger than pain, John he butts the other bodyguard -shattering his nose, his face instantly crimson with blood- before slashing the remnant the blade wide, severing the bodyguard's artery.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The door to the bathroom stall opens and as Viktor emerge with pistol held out-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-John slaps it aside, breaks his arm and kicks in his leg",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-sending him to his knees, screaming.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John grabs the broken arm, twists it behind Viktor's back drags him towards the towel, grabs him by the hair, and shoves his face into the toilet. He holds him there for a good amount of time...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...before ripping him back out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gasping for breath, Viktor's eyes are wide, sobriety havi swiftly returned.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What the fuck d-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John answers by slamming his head against the rim of the toilet -breaking Viktor's nose- before shoving his face b beneath the water. A long beat...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...and John pulls Viktor back up for air.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(in Russian, subtitled) My name is John Wick. You took my car. You killed my dog. Where... is Iosef?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fuck you, old m-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Behind his back, John snaps Viktor's wrist, and -as he dr his face back beneath the water- John snaps one finger af the next.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Underwater, Viktor screams, struggling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John pulls him free.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "VIGGO! HIS FATHER! HE'S WITH VIGGO!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And where is Viggo?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He moves about... from one place to the next... he's put Iosef under his thumb... wherever Viggo goes, so does Iosef.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John twists Viktor's arm, breaking it with a dry SNAP. Viktor screams...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...but John keeps holding his arm painfully in place.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(in Russian, subtitled) Where... is... Viggo?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(in Russian, subtitled) Please... I don't know... please...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A beat...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...and John drives Viktor's head down upon the toilet rim an odd angle, his neck snapping.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John removes Viktor's wallet and cellphone before exiting stall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He slides Viktor's wallet into one pocket and his cell ph into another. At the sink, he turns on the cold water tap",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...splashes it up into his face, turns...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...and pauses, realizing that he is covered in blood.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John pulls off his shirt, wipes the blood from his face, tosses the shirt aside, reaches down, removes Viktor's sh and slips it on, carefully buttoning it up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He wets his hair, slicks it back, turns, removes the piec ceramic blade wedged in the door frame, tosses it into th trash, and leaves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John passes by the Waitress, pausing to hand her a couple hundred dollar bills.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Please close out my tab.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thank you, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The blood from his shoulder wound begins to seep into the shirt, but only he notices it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good evening.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good evening, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John heads down the staircase-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-and calmly makes his way through the sea of dancers...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...as up top, chaos erupts but is silenced by the deafeni music.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Using his one good shoulder, John opens the steel door, a his skin pale, cold sweat upon his brow- moves as fast as can downwards.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "His shoulder hurts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The blood loss nears critical.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John exits the building as he scrolls through Viktor's ph searching.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He finds Iosef's number, and as he calls it, studies the image of Iosef which appears on screen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Iosef lays on his bed with an arm behind his head, smokin he stares up at the ceiling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We hear the vibration of his cell phone. He lifts the pho smiles at the sight of Viktor's caller I.D., and answers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(in Russian, subtitled) Hey, Vik.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(a long beat, then) Viktor is dead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Iosef bolts upright, his breath stuck in his throat, eyes wide.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John trudges through the snow with Viktor's phone to his",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As for the car, I got that back, but as for Moose, well... I'm takin' a page from Exodus on that one: an eye for an eye. (a beat, then) No... no, better yet, Genesis.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Iosef swallows hard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Adah and Zillah, hear my voice; Wives of Lamech, listen to my speech. For I have killed a man for wounding me, even a young man for hurting me. If Cain shall be avenged sevenfold, then Lamech seventy-sevenfold.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John peers around the corner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Make your peace with God, Iosef... (in Russian, subtitled) ...for the Devil shall see you soon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A long beat... and Iosef hangs up his phone, staring at t wall... a solitary tear rolling down his cheek.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John tosses the phone down into the snow, and jogs across street...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...as MARCUS -a cigarette smoldering between his lips- watches him from the shadows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The lobby is empty -save the Manager- who glances up from computer...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...to find a wounded -and quite bloody- John walking towa him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good evenin', sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Evenin'.    Is the doctor in?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, sir.    Twenty-four/seven.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Send him up, please.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, sir.    Anything else, sir?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Depends.    How good's your laundry?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The best, sir, however, I'm sorry to say that... (hesitating, then) ...no one's that good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John chuckles, sliding a gold coin across to the Manager.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, I thought not.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Send me up a beer, too, will you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, sir.    What do you favor?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Anything cold.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sitting in a chair with his shirt off and a beer in hand, John grits his teeth as the DOCTOR -80s, steady hands, glasses, thinning hair, frail, but strong- removes the bu from his shoulder, dropping it into a glass of water.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Did she chip off?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lucky for you, no.   It looks to be a sub-sonic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good to hear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Doctor cleans the wound, dries it off, and begins to shut the wound.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Doctor exits as John stands in the doorway, his shoul bound tight with gauze.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What sort of movement am I lookin' at?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If you're lookin' to heal right quick, then keep it marginal. However, if you've still... (searching, then) ...got a bit a' business to attend to...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Doctor hands him a pill container.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...take two of these beforehand. You will rip open, you will bleed, but you will have full function.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And after?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It'll hurt like hell, son... but come the long run, you'll be fine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John hands the Doctor two gold coins.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thanks, doc.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's what I do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Evenin', John.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Evenin'.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John closes the door behind him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The snow now falls harder, although the pace seems lazy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dressed in a fresh suit and tie, John strides through the kitchen, ignored by the bustling staff.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John enters the room, and makes his way to the back where small staircase leads downward.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John walks down them and enters-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-walking down the long, brick-enclosed corridor...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...stopping before a large, thick, imposing IRON DOOR.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John removes a gold coin from his pocket...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...and slips it into a slit -similar to that of a pay pho to the right of the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A beat...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...and a section of the door slides open, revealing a pai judging eyes. This is EDDIE -30s, red beard, shaven head, pierced, tattooed, three piece suit- intimidating as hell",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He studies John for a long moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(a beat, then) I don't know you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maybe not... but I know this place.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A beat... and Eddie slides the view piece shut.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A beat... and the door is unlocked, swinging open.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John enters, and the door is immediately swung shut behin sealed and locked tight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The room is small, but comfortable.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "To the right are a number of coat/hat racks populated by dozen or so items.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "To the left is a bank of modified cigar locker; dozens of transparent, safety-deposit boxes framed in mahogany with plaque -etched with a name- upon each.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eddie hands the coin back to John.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You carryin'?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No.   Wait...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John snaps back his wrist...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...and hands Eddie the ceramic straight blade.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sorry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You gotta' name?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John Wick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eddie recognizes this name, his demeanor changing drastically.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eddie turns, finds a locker with the name JOHN WICK carve upon it, opens the small door, slides in the blade, and closes it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How about you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What about me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You gotta' name?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A beat... and Eddie smiles, extending a hand, instantly w",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They call me Eddie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pleased to meet you, Eddie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Same goes for me, Mr. Wick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Please... call me, John.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John enters the room through a pair of velvet drapes...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...and pauses, taking it all in with a smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A luxurious tavern crafted from a long forgotten speak-ea the room isn't too big, and isn't too small, but... just right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Booths line the outside walls while a number of tables ar scattered about.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Near the stage, a small dance floor has been cleared, the wooden tiles worn, but lovingly cared for.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "On stage, JENNY -80s, African-American, petite, a command presence- sways behind the microphone, singing an old standard, her voice similar to that of Billie Holiday; strong, tender, and sincere.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Her eyes grow wide at the sight of John, but she never wa from her tune.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As John makes his way through the room, everyone nodes, offers a handshake, or a simple greeting: this is an old family... of a sort.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In the corner, WINSTON -70s, English, tall, lean, well- dressed, glasses, tailored, precise- sits with a worn, paperback copy of THE TELL-TALE SHREW in one hand and a d sherry in the other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hello, Winston.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Winston lowers the book, and glances across at John with blank -yet warm- look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hello, Jonathan. (a beat, then) It's been awhile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That, it has.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm glad to see the old place still up and runnin'.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I could say the same for you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John approaches the bar...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...where JIMMY -40s, African-American, three-piece suit, expensive watch, kind eyes, quick to smile- looks up with grin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ho... lee... shit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, Jimmy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The two shake hands like old friends.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John, my God, it's been... what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm no good with time, but... it's been awhile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That, it has. (a beat, then) We we're all broken up over Norma, y'know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She got the card, the flowers... she knows you -all of you- loved her. (a beat, then) And thanks, Jimmy. It meant a lot to me as well.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, shit, it's good to see you, John. What can I get you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'd love a martini.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gin, dry, and onions?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Go on and take a seat.    I'll be with you in a moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thanks, Jimmy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All good, John... and seriously... it's good to see you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As John leaves Jimmy to make his martini, John strays tow the stage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jenny finishes her song, the audiences politely applauds, she steps down to give him a strong embrace.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John Wick in the flesh... my, oh, my... will wonders never cease.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John smiles... almost sheepishly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, Jenny.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where've you been keepin' yourself?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm not quite sure, but with that said... here I am.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Here you are, indeed.   My, oh, my...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jenny hesitates, and then clasps a hand to his shoulder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I miss her, too, y'know...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And I haven't... I mean, not since the last time... (hesitating, then) Would you mind... if I sang it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You can say, \"no\".",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, no, Jenny... go right ahead. In fact... please do. I'd like to hear it, too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Will do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jenny hugs him again, kissing him on the cheek.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This visit of yours ain't no passin' fancy, is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, ma'am.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, then... you be safe, you hear?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(nods, smiles) I hear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jenny takes to the stage...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...as John sinks into his booth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Enjoy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-as he slides a martini across to John.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "On stage, Jenny whispers to the members of her small band before taking to the microphone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's been awhile, but... here's to the past... may it influence our future.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The music begins...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...and Jenny sings IT HAD TO BE YOU.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Her rendition is powerful, sweet, endearing, passionate, sincere. As John watches her sing, a smile tugs at the co of his lips.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "On the empty dance floor...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...John watches a younger version of himself with Norma..",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...dancing slowly... twirling... her head on his shoulder",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...smiling...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...with a sigh...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...before disappearing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John swallows -hard- as a trembling hand wipes away a tea",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jenny smiles at him with a nod.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He returns the gesture.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She continues to sing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John raises his glass as-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Five pictures of John are inconspicuously taken...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...by DAVID PERKINS -late twenties, cocky, expensive tast lean, cruel- at a table across the way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "David sends them with a text:     \"Is this him?\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A beat... and he receives a text in return:       \"Yes. you?\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "David texts back:   \"The Continental.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A beat... and he receives a text:        \"We may not enga hostilities upon those premises.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "David texts back:   \"I'm willing to take the risk.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A beat... and he receives a follow up text: \"Take him ali Should you fail, we disavow. Should you succeed, we reward... greatly.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "David smiles...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...as does John.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Once the song is done, Jenny is met with boisterous applause...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...with John clapping the hardest among them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Exhausted -and more than a bit tipsy- John runs a hand al the wall to maintain his balance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He sings under his breath... humming the tune to IT HAD T YOU.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "At his door, he fumbles with his key card, but finally manages to open it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John closes and locks the door behind him.    He sheds hi jacket, his shoes, and his pants...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...flicks off the lights...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...and crawls beneath the blankets with a sigh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The snowstorm ends, the city suddenly still.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Empty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A long beat... and two figures appear at one end of the h while three appear at the other end: suits, ties, gloves, and masks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "One of them inserts a key card attached to his cell-phone hacks the lock; the light turning from red to green.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Another places a small, MAGNETIC GUN to the door, adjusts setting, and pulls the trigger-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-causing the latch to leap back from the door...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...which opens.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All five men enter, closing the door behind them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sound asleep, John lays upon his back beneath the covers, snoring softly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well-rehearsed, two men focus upon his legs while two foc upon his arms, their hands hovering above an appendage as they wait for the fifth (DAVID)...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...who produces a plastic baggie, inside of which rests a damp TOWEL.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "David removes the towel...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...counts down with a nod from 3... 2... 1...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Like a well-oiled machine, hands clasp down upon John's a and legs as David slaps the rag down upon John's mouth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John's body tenses as his eyes snap open...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...but he does not inhale.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A beat... and John twists at an odd angle, causing one of men holding his arm to lose his grasp. With his one arm free, John reaches up, grabs David's wrist, and snaps it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As David stumbles backwards with a cry, the others pounce upon John...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...who produces the K-BAR blade from beneath the blankets driving it into the side of one man's neck once... twice. three times...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...before releasing the blade, arching his back, and wrap his legs around another man's neck, tensing until -SNAP- man's neck breaks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The remaining three -horrified- are at a loss; far remove from their element.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "David and a gunman run for the door as a third steps back removes his silenced pistol from a shoulder holster, and blindly fires.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The bullets etch up along the mattress and into the headboard...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...as John rolls off the bed, reaches beneath it, and gra the shotgun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The gunman's left leg disappears as -screaming- he sinks the ground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John fires again, hitting the fallen gunman in the chest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John fires at the fleeing gunman in the open doorway-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-sending him spinning out into the hallway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He is shot a second time in the back, dead in a blink.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "David rips off his mask as he slides to a stop, hands up, just as John emerges from his room, pumping the shotgun f affect.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A beat... and he walks towards David, the weapon steady.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...please...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John places the shotgun to the back of David's head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John is terribly -to an unsettling degree- calm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He produces a small pill container, taps out two, and swallows them as he rolls his injured shoulder with a gro",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do you know where Iosef is?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do you know where Viggo is?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "N-no, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do you know anythin' worth knowin'?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tears roll down David's cheeks as he wracks his brain, thinking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just because I'm good at killin'... doesn't mean I like it all that much. (a beat, then) Give me something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wait, wait! (swallowing hard, then) Little Russia. There's a small bank near Cannon Court...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What about it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Viggo owns it. It's where he keeps his money. Every dollar of business he does clears through that building.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(a beat, then) That'll do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John swings the shotgun, knocking David out with the butt",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John freezes...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...as HARRY -60s, African-American, former NFL receiver, tall, lean, and imposing, yet currently dressed in boxers t-shirt, and dress shoes- aims a pistol at the back of Jo head from the open doorway of his hotel room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do I know you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm thinkin' so.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John turns...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...and Harry lowers his pistol.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh.    Hey, John.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, Harry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Harry glances about at the bodies...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...and steps back inside his room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good night, John.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Night, Harry. (a beat, then) Hey, Harry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Harry hesitates, but glances out from behind his door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, John?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You keen on earnin' a coin?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(hesitates, then sighs) Times bein' as they are? Yeah, John... I am.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do you mind babysittin' the breathin' one for, I dunno... (checking his watch) ...the next six hours or so?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Catch and release?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John tosses Harry a gold coin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Catch and release.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Can do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We hear the sound of a phone ringing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Harry grabs David by the feet as John heads back towards room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good night, Harry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Harry drags David back towards his room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good night, John.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John enters his room, and answers the ringing phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good evening, Mr. Wick. I'm sorry to be calling you at this hour, but we've received a number of noise complaints from your floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You don't have to worry about that anymore. I'll be going to bed soon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Have you any need of -say- a dinner reservation, perhaps?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, in fact.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "For four.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Six o'clock?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Perfect. Oh, and... (hesitating, then) Do you cater?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Excellent. I'll need a car, and... well... something a bit less trivial.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well-lit, but empty; a beautiful expanse of architectural history.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John walks with his hands in his pockets, his head down, in thought. He pauses to light himself a cigarette...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...a long beat...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...and he lowers his head, flicking ash.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You willin' to put a bullet in my back, Marcus?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Emerging from the shadows behind him, Marcus holds a sile pistol, his leather-gloved hand steady.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A beat...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...and Marcus smiles, slipping the pistol back into his jacket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I owe you, John.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Marcus joins him at the rail.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John offers him a cigarette-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Been awhile, Marcus.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-which Marcus accepts-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Too long, I'd argue.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-leaning forward to ignite the tip from John's lighter. pulls back with a nod, squinting out into the night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why'd you take the job then?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Because if not for me, it would have been someone who'd have just now pulled the trigger and simply walked away, leaving you to gasp your last.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Much appreciated, then.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Besides, we're the last of our kind; an endangered species of a sort. And I find comfort in knowing that there's someone like me still out there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(a long beat, then sighs) What am I doing, Marcus? I mean... it is just a... was a... dog, but...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John runs a trembling hand through his hair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's always \"just\" something, John.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just\" a wife, \"just\" a son, \"just\" a friend, \"just\" a house, \"just\" a car... \"just\" a dog... or \"just\" a cat. Each of these I've lost in no particular order, and each time the pain I felt was quite real. And my chosen reciprocity to each was no more -and no less- brutal than any other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(a beat, then) This isn't like me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(smiles, nods) Maybe not, but for the rare   man of our ilk -those who survived   an arguably unsurvivable life-   the few things we find time to care   for... pass long before we do...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A long silence...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...and Marcus finishes his cigarette, tossing it out into darkness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good night, John.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good night, Marcus.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Marcus turns, and heads back into the train...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...as John continues to stare out into the night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A long beat... and he produces his cell phone, dialing a number.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A corner dive, popular, but its population is sparse this early in the morning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A limousine pulls up to the curb.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sipping coffee in a corner booth, John watches the front the building...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...lowering his mug as VIGGO -accompanied by two men- ent",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(in Russian, subtitled) Wait in the car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The two men exit as Viggo walks towards the booth, sheddi his jacket as he does so.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Only one of John's hands is above the table, the other hovering beneath it, a pistol held tight, unwavering.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Viggo slips into the seat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is that really necessary?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John answers by taking a sip of his coffee. Viggo shrugs with a frown, motioning towards the waitress as he flips his mug.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So be it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(filling the mug) Cream or sugar?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, thank you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As she walks away, Viggo takes a long pull off of his dri",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's been what? 30 years?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, that's about right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Left the game, got married, settled down... I envy that. (a beat, then) Kids?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lucky bastard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We tried, but... wasn't in the cards.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I fucked a bartender and -ta dah!- nine months later, I had me a piece a' shit tossed on the old doorstep, but... when it comes down to it...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's still my son.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I figured as much.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Funny how one would both die and kill for something they do not love.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Imagine what one would do if they did.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Viggo nods, takes a sip of his coffee, and stands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Goodbye, John.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Goodbye, Viggo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Viggo leaves the diner, and slides into-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-where four of his men wait, each armed with a silenced, submachine gun: intimidating hardware.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Viggo closes the door, takes a deep breath, and sighs, rubbing his brow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kill him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A round slams into his window, barely missing him before hitting the man seated next to him in the side of the hea blood spattering against glass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Viggo dives to the floor as his men prepare to return fir",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-but John is a crackshot, firing as he strides towards th",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-killing two men and wounding a fourth who drops down nex Viggo, screaming.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "DRIVE!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John ejects a spent clip, slaps in a fresh one in a blink and unloads into the limousine which jerks forward, tires squealing as it drives off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Viggo lies on his back, staring at the ceiling as he ligh himself a cigarette.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "People don't change. Do they, John? (to the screaming gunman) SHUT... THE FUCK... UP!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John slips the gun into the back of his pants, turns, and calmly walks away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The train pulls up and begins to empty, crowding the platform.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John exits the train, stuffs his hands into his pockets, seeks to disappear into the crowd...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...as KIRILL and TWO GUNMEN spot him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They move towards him...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...following...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...hands reaching beneath their jackets, fingers curling around triggers as silenced pistols are slipped free by steady hands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Babushka.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John slows his stride, hands out to his side, mind racing",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "With consciousness fading, John leans back upon the floor listening to the voices of his assailants.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "With his face hidden within his mask, Kirill chuckles - enjoying this- as he sucks on a fresh mint.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(in Russian, subtitled) Then shit... let the fuckin' babushka fade away and let's get the fuck outta' here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John tenses, his features hard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kirill grins, willing for John to give him reason to fire",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Suddenly, a frail commuter stumbles into their midst-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-killing each with a single, silenced round to the heart.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kirill is dead before he hits the ground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Amidst a growing sense of chaos, MARCUS shares a parting glance with John, slips the pistol in his pocket, smiles, tips his hat down low over his eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John returns the nod and disappears in the opposite direction.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John walks up to an old, FORD LTD sedan. He reaches up in a rear wheel well, and rips free a set of keys which had duct-taped within.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He opens the trunk: we recognize the suitcases therein as his own. However, there is also a LARGE DUFFEL BAG as wel which he opens, studies its contents, and -satisfied- zip shut.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He closes the trunk, opens the front door-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-slides inside, starts the engine-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-and drives off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A number of the quaint old buildings share both English a Russian signs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "With his hands stuffed deep into his pockets, John exits alleyway and ducks into-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-where he motions \"one\" to the waitress.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She points towards a booth. He nods, sheds his jacket, ta a seat, and glances down at the menu.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Through the window, John studies the front facade of A BA building.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The BANK MANAGER -checking his watch- flips over the sign the door from CLOSED to OPEN.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What can I get you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Americano, please.    And a bear claw.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "On it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, and the bathroom?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Down the hall to the left.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thanks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pulling on a pair of leather gloves, John walks down the hallway, but instead of turning left, he turns right-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-exiting the building.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He flips his jacket inside-out -from black to gray- and s on a face mask.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Reaching down behind a trash can, he removes a TWO GALLON PLASTIC GAS TANK and a PISTOL before walking back down th alley, and out into-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-making a b-line for the Bank.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As he walks across the street, traffic stops as onlookers gawk in horror.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John opens the door, and enters-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-firing two shots in the air.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "EVERYBODY OUT! (on their looks) NOW!!!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Customers flee, secretaries scramble after them, as does Bank Manager...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...who slides to a halt, John's pistol staring down at hi",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But... why not... me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Take me to Viggo's stash.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wha... what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "His stash. Personal Holdings.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Piggy \"fucking\" Bank.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What?!?      I can't just-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John fires four shots...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...killing the two gunmen who appeared behind the Bank Manager.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(a beat, then hushed) This way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Bank Manager swings open the door, revealing two wall safety-deposit boxes on either side...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...with a large door in the rear of the vault leading int secondary vault. A keypad is attached to its face replete with a fingerprint reader.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John presses the barrel of the gun to the back of the Ban Manager's head and forces him into the vault.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Open it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can't.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Open it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He'll kill me!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So will I.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The bank manager hesitates...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...and then presses a thumb to the reader and types in a code.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A beat... and the door opens with a hiss.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now, p-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John pistol-whips the Bank Manager, knocking him out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Without really looking inside-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-John tosses the plastic gas can into the secondary vault and unloads the pistol...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...into the gas can which explodes into flame, illuminati the space to reveal pallets of cash, smuggled artwork, jewels, and the like stashed therein.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John tosses the pistol inside, and walks away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As the fire grows, devouring the millions of dollars in liquid assets...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John casually walks across the street, ignoring the gawke and enters the alleyway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Bank Manager comes to with a groan, pulling himself u his feet. His jaw draw drops -eyes wide- at the sight of fire.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...fuck... me...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John tosses the gloves and mask into the trash, turns his jacket back out, slips it back on, and enters-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-walking down the hallway to enter-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-slipping into his seat as the Waitress arrives with his coffee and donut.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Anything else?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That'll do. Thank you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John takes a deep breath, exhales...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...and relaxes as across the street, the Bank Manager eme from the building, and flees off down the street.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A beat... and the trio of intimidating sedans pull up to curb.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The gunmen in the rear and front vehicles emerge, studyin their surroundings. A beat... and one of the gunman slaps hand to the roof of the center car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Proceeded -and preceded- by a bodyguard, Viggo emerges, stuffs his hands into his pockets, and marches into the b as across the street...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...John watches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No cops. That's new.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We good, hon?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah.    Yeah, we're good. Thanks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The waitress rips the receipt off of her pad-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Anytime.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-and drops it on the table in front of him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John stands, tosses a twenty down on top of it, turns, an leaves, snagging a toothpick at the cashier's booth befor exiting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As John walks, he reaches down behind a trash can...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...and retrieves a LARGE BRIEFCASE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Viggo stands in the center of the small room with his hea down, prodding a smoldering Picasso with the tip of his f",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(in Russian, subtitled) Where's the manager?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The question is met by silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(in Russian, subtitled) I'd run, too. (a beat, then in English) What a shame... what a fucking...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...shame...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Viggo is trembling with rage, hands clenched at his sides eyes unblinking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(in Russian, subtitled) Iosef... my son... is worth less than this... far less... treasures reduced to ash... (in Russian, subtitled) ...ash...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "With his head down -hands stuffed deep into his pockets, cigarette smoldering between his lips- Viggo exits, slowl making his way towards his car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Perched behind the wheel -the driver's side window missin John shifts gears, slams his foot down onto the gas...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...and narrows his eyes, tensing, his knuckles creaking f within leather gloves as his fingers constrict around the wheel of the stolen vehicle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The gunmen react to the sound of the engine's roar, the t nearest it's approach dropping to a knee, aiming, and fir",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bullets slam into the windshield -a round slashing into John's cheek, clipping his ear- and engine block before t front left tire blows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John loses control of the truck which fishtails wildly, slamming into a sedan, crushing two gunmen before it cartwheels through their midst, killing three more before coming to a stop on its side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A gunmen pushes Viggo towards the center sedan-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(in Russian, subtitled) GET IN! NOW!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-shoving him inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Three gunmen approach the truck, firing repeatedly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dazed, John -his face cut by glass, fresh wounds seeping blood- reaches over into the open briefcase, removing the silenced-UZI therein.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John shoots out the sunroof, dragging himself free of the vehicle as he ducks for cover.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As the Sedan peels out, John swiftly ejects the clip, sel another -wrapped in blue tape, these ARMOR-PIERCING BULLE are dark gray, seemingly sharpened to a tip- from a clip belt, slaps it into weapon, drops to a knee and-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-as the Sedan drives past-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-depresses the trigger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bullets easily punch through the doors and windows, riddl the dash..",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...the passenger, the driver...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...the seats...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...one gunmen, Viggo, another gunmen...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...and the seats.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Sedan veers off, plummeting into the store front of a pharmacy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John ejects the spent clip, selects another wrapped in bl tape, turns towards the fallen truck, and pulls the trigg",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The bullets punch through the roof, seats/floor, and undercarriage of the vehicle...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...cutting the remaining gunmen to shreds on the sidewalk behind it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The clip empties.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John tosses the Uzi into the truck, turns, and walks towa the store front from which the rear half of a sedan protrudes, pausing to slip free a silenced-pistol from a man's hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John enters, glancing into the Sedan as he moves past: th gunmen are all dead, but Viggo is missing, a rear door op",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John rounds the corner...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...to see a trail of blood.    He follows it...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...to find Viggo dragging his broken body, his switchblad one hand, his cellphone in the other. The knife is unceremoniously dropped as he struggles to dial 9... 1...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...before the phone slips through his fingers, slick with blood.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(in Russian, subtitled) NO! NO!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...no...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John stands over him, the pistol level.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As if sensing him, Viggo rolls over with a groan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tell me, John... and please... be honest... am I dying here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John hesitates, squats, and retrieves Viggo's cell phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Unless I complete the call, then... yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "For me to die like this... (spitting, enraged) ...BECAUSE OF HIM...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...would be unfortunate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Viggo is fading... fast.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I was sending Iosef to a safe house in Moscow. I arranged for transport via... a grain ship... out of Newark...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Viggo coughs, trembling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...please...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John stands, dials an additional \"1\", and the send button",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...but it is too late:   Viggo is dead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John tosses the phone down onto Viggo's chest, slips the into the back of his pants, turns and as he walks towards store front...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...grabs a bottle of rubbing alcohol from the shelf, unscrewing the cap.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John dumps the bottle onto his head, gritting his teeth, behind him...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...the sedan EXPLODES behind him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John does not react.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He tosses aside the bottle, stuffs his hands into his pockets, lowers his head, and walks on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "David sits in a chair with his head down: his ankles, wri mouth, and eyes bound by duct tape. A weathered hand reac over and RIPS the tape off of his eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "David winces out of pain and the brutal sensation of ligh",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Housekeepin'll find ya'.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dressed in a three-piece suit, Harry places an old -but gingerly cared for- hat upon his head, a ring upon his fi glistening, his watch an enviable antique.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But son? You done a bit a' business on the Continental grounds...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Harry lifts his suitcase and turns heading for the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...and management, well...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Harry opens the door...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...they don't take kindly to that sort a' thing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...and exits, leaving the door ajar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "David slumps in his seat; exhausted, broken, and defeated",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Day becomes night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A bustling mecca of commerce, the port never sleeps; ship of all shapes and sizes dock, empty their shipment, refil with return cargo, and slip out into the night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A multi-hulled beast of a ship, THE CHAYKA (Seagull) rest dock-side, its bridge guarded by a small army of security guards.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Overhead, scattered throughout the cranes, are a half-doz SNIPERS, searching/studying the dockyard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cellophane-wrapped pallets of WEAPONS and bales of CASH a carried by forklifts into the center of the hull and bolt to the floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Meanwhile, two dozen high-end, luxury cars enter the hull each driven into its own reinforced, steel crate, the doo sealed shut behind them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As the last WORKER leaves, he shouts into his walkie-talk",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FILL HER UP!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Overhead, a large chute appears-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-and the OPERATOR presses a button, sending a seemingly endless stream of grain down into the hull, covering the smuggled goods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chewing on an unlit cigar, the CAPTAIN -60s, enormous, grizzled, salt-and-pepper beard, long, unkempt hair, dres in denim and leather- studies paperwork at his desk while Iosef paces; a cigarette in one hand, a drink in the othe",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How the fuck long do I have to stay down here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Until we are at sea, and even then, your access up top will be limited.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Captain's phone rings.   He answers it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Captain's face falls, his jaw clenched.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll let him know. Proceed as scheduled.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Captain hangs up, finds a match, sparks it to flame, ignites the tip of his cigar, puffing it like an old stea engine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Your father...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What about him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He is dead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Iosef is stunned.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm sorry.     He was k-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Captain is cut off by the intercom which squawks to l a screaming voice reduced to panicked static. The Captain slaps a hand down onto the call button.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come again?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're taking fire, sir!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A number of security guards lay dead upon the deck -bleed out from single gunshot wounds- as the others sprint for cover. The Operator leans hard against the call button of the intercom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Someone's shooting at u-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A round slams into the side of the Operator's head, killi him instantly, his body sinking to the deck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Captain stands, checks the chamber of the LUGER PISTO his side, and heads for the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Until you hear otherwise... stay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Captain exits the cabin and slams the door behind him Trembling, Iosef latches close the door...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...and pours himself a tall drink.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A SNIPER searches the yard through his scope, his earpiec overwhelmed by panicked chatter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is Alpha. I don't-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Across the way, another sniper tumbles off his perch...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...as does another...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...and another...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where the fuck is he?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...and another...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The sniper searches, his skin wet with perspiration, hand trembling upon the stock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...and another, screaming as he falls...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "WHERE THE FUCK...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Sniper has found John...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The old cannery. Southeast of my position.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...but it is too late.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "His body goes limp...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...and slides out of his perch, cart-wheeling down to the earth below.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "EIGHT HEAVILY-ARMORED SUV's bear down on the old cannery building.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John shifts position, aims, and fires-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-but the round ricochets off the bulletproof window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John ejects the clip, ejects a round, leans the weapon against the window, and sinks back into the darkness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The parade of SUVs enter the cannery, their tires screech to a stop as a swarm of highly-trained gunmen emerge, scattering throughout the building.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John pries open the doors of an old, wooden, elevator sha now an empty cavern disappearing down into darkness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A pair of gunmen swiftly close in on John...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...who takes a deep breath...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...and jumps-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-bullets riddling the doors behind him-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-disappearing down into the darkness-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-his body SLAPPING against the water as he sinks like a stone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A gunmen rounds a corner...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...stepping over the empty duffel bag we last saw in John trunk...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...and freezes, his eyes wide.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "HIS POV: A brick of C-4 is attached to one of the main support beams, the pale red light of the detonator glowin with ominous disdain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He takes a step back, lowering his weapon, and glances about...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...noticing for the first time the RED LIGHTS of a DOZEN MORE C-4 charges scattered throughout the interior.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "RUN!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Underwater, John lifts his hand...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...to reveal a REMOTE DETONATER...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...which he depresses with his thumb.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The gunman goes pale at the sight of all of those red lights... turning green.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A series of powerful explosion tear through the building, reducing it to splinters as it collapses in upon itself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As debris begins to sink down all around him, John swims hard as he can.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Surfacing when he is safe, gasping for breath.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Finding a ladder, John climbs upwards-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-emerging from behind an access panel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John turns towards the ship and moves at a steady pace, e roving.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Surrounded by crewmen and security personnel, the Captain watches the explosion, his eyes wide.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My... God.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do we do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The sound of a pistol echoes up past them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Captain... he's coming.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "With his pistol held in both hands -soaked to the bone- J strides towards the boat's entryway, dropping five guards with two perfectly-placed shots apiece.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He ejects the spent clips, slaps in a replacement, drops knee, and fires off six shots at the two gunmen as they r the corner, dead before they hit the ground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John drops his pistol, retrieves a submachine gun off a d guard, unfolds the stock, presses it to his shoulder, and enters the ship.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "With a trembling hand, Iosef pours himself a drink, stari at the door...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...from behind which is heard the sound of sheer, unadulterated chaos: gunfire, screams, and explosions.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Open the door, goddammit!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Iosef drops his glass, and unlatches the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Captain stumbles into the room, leaning heavy against desk, pausing to take a swig of whisky, blood trickling d from his forehead, his left arm limp at his side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Captain reloads, reaches into his drawer, finds a snu nosed .38, and tosses it to Iosef.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do you know how to use that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good. Follow me. And if you shoot me in the back, I'll be the one to fuckin' kill you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Captain swings open the door, and -with his pistol in both hands- enters-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-bodies lay everywhere.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gunshots ring out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A number of panicking crewmen flee the ship.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Iosef stays close to the Captain, his sweaty hands clingi to the pistol. As the Captain rounds the corner-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-as he and John collide.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...as John looks past the Captain, his eyes locking onto Iosef...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...who -panicking- raises his pistol, and FIRES-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-hitting the Captain in the shoulder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You piece of shit, motherfucker!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Iosef turns and flees...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...as the Captain and John disarm one another.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Captain roars -in pain and anger- driving a fist into John's side, breaking ribs. He follows through with a wil left, but John avoids it, slapping it aside, the Captain' forward momentum sending his fist to SHATTER again the ir wall of his ship.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Captain howls, wrapping his arms around John, crushin him...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...and as consciousness begins to fade...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...John's teeth close around the captain's nose, cleaving from his face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stunned, the Captain releases John who kicks out his knee moves behind him, wraps his arms around the wounded man's head, and SNAPS his neck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Iosef emerges from the lower deck, firing back into the darkness as tears roll down his face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A beat...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...and John emerges, the very visage of death: his chest etched with bullet wounds, blood trickling down his face, wet, dirty, wounded, pale, and yet...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...unstoppable.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John moves at a steady pace, the gun in his hand at his s arm limp.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Iosef sprints towards the far end of the ship, and climbs the ladder towards the pilothouse.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John follows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Overlooking the entire ship's deck, the pilothouse offers little in the way of escape.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Instead, Iosef now finds himself trapped.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He searches the desk and finds a LETTER OPENER which he yields like a knife, turning...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...as John enters the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, come on, muthafucka!   LET'S DANCE! YOU AND ME!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A beat... and John raises the pistol, and fires off his l round, punching a hole in the glass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Iosef grins, laughing as John drops his weapon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You missed, bitch!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No.   I didn't.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John surges into Iosef...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...whose hand comes down with the letter opener. John catches his wrist, and snaps it as his right hand darts u constricts around Iosef's jaw, cracking it in two...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...lifting him from with the ground...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "For Moose.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...and hurling him through the pane of glass which EXPLOD",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SCREAMING, Iosef tumbles end over end, his body slamming chute from which grain continues to pour, the hull close full.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Iosef cartwheels over it and lands half-in/half-out of th hull, SNAPPING his back, as around him...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...grain piles higher...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...as he sinks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NO!    HELP ME! NO! N...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "While his legs remain on deck, his upper torso sinks slightly, the grain covering his face, muting his screams",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...as he suffocates to death.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John stares down at him for a long moment, turns...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...and leaves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Silence as a soft snow begins to fall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A beat...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...and a sedan rounds the corner, takes it too wide, and crashes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Perched behind the wheel with his head down, John groans, leaning back as snow wafts through the door's broken side window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John pulls himself out of the vehicle, stumbles a few fee",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-leans heavy against the wall, and slides into a sitting position.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John Wick looks to be on death's very doorstep....",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...however...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...death will not take him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "With an almost frustrated/irritated groan John pulls hims to his feet, and staggers down the alley.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Small, simple, and clean.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A beat... and an elbow is driven through the door's windo John reaches in, unlocks the door, opens it, enters, and closes it behind him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John grabs an empty box and begins filling it with instruments, medication, bandages, and the like.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John enters to find an empty room...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...save a single YOUNG DOG -a mutt of no distinguishable breed, three years old- who sits staring at him, offering little more than a tilt of its head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John strips and -using the hose attachment- rinses his bo clean: the damage is extensive with cuts, bruises, and th bullet holes (one in his shoulder, one his side, and one his chest).",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John studies the bullet wounds.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Through and through... through and through...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "However when he gets to the one in his chest-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Buried deep.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fuck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John swallows a handful of pills, clenches his teeth, and using a pair of needle nose pliers- reaches into the woun searching...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...until he finds the bullet which he pulls free.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John cleans the wounds with disinfectant, applies a numbe pads/bandages, and studies himself in the mirror: he is a complete and total wreck... but alive.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Searching, John finds some surgical garb; thin pants and shirt which he slips into.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John takes a jacket off of the rack, tries it on -too sma moves on to the second one, and it fits. John flicks off light, and leaves the room. A long beat...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...and John returns, turning the light back on. From acro the room, he stares at the young dog, studying it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The dog makes no sound, tilting it's head from side to si",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A beat... and John walks to the cage, removing the clipbo from its side, reading it: we can see that the dog is scheduled to be put down tomorrow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Miko, huh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Miko replies with a tilt of her head-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's quite the name.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-and a paw pressed to the side of the cage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John smiles, places the clipboard on top of the cage, and opens its door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Miko doesn't move.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you coming or not?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A beat... and Miko leaps down onto the floor, tail waggin",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's what I thought.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John takes a leash off of the wall, and clips it to Miko' collar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come on.   Let's go home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John and Miko emerge from the Veterinarian's Office and w out into the snow...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...disappearing into the night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "With his arm in a cast, DAVID makes his way through the kitchen, his expensive suit freshly pressed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "David enters dry storage, makes his way to the back, and walks down the staircase.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As he approaches the door, he searches his pocket for a g coin, finding one. He slips it into the slit in the door. long beat...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...and down below, it clatters out into a small receptacl",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. Perkins...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...over his shoulder, we see Winston emerge from the shad behind him, a silenced-pistol held steady in his hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...your membership to the Continental has been -by thine own hand- revoked.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The sound of a key slipped into an ignition.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It turns, the engine roaring to life, tires squealing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The sleek, clean, black as night, 1969 Ford Mustang `Boss 429' sprints down the tarmac as inside...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...Miko holds her head out of the open window, her eyes narrowed, mouth open, and tongue flapping in the wind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John smiles, reaches over, and scratches her on the back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good girl, Miko... good girl.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Mustang charges off into the distance.",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_1039"
    }
  ]
}