{
  "movie_id": "MOV1078",
  "scenes": [
    {
      "location": "AUDITORIUM",
      "time": "NIGHT",
      "characters": [
        "AS LARGE AS YOU MAYBE IN THE WORLD OF PAWNS AND CASTLES Y",
        "REVENGE",
        "ONE HUNDRED MEN CAN'T MOVE ME.",
        "STILL LIGHT AS THE AIR,",
        "TENNIS SHOES.",
        "AT THE END OF MISS EMMA'S STREET,",
        "PLANNED",
        "PETER",
        "SO HER AND I CAN MEET.",
        "HUNDRED MEN WITH THEIR DESPERATE PLEAS TO STOP, CAN'T MOV",
        "SEVERAL SMALLER ROOMS, OR ALCOVES, CONNECT TO THE MAIN RO",
        "HER GOD HAS GONE AND LEFT HIS HOME,",
        "IN A FIERCE ACTION TO COME",
        "NIGHT",
        "STILL LIGHT YEARS FROM REACHING ME. INVISIBLE AS THE AI",
        "EVENTUALLY",
        "UPSTAIRS AND DOWNSTAIRS IN HIS NIGHTGOWN",
        "AS LARGE AS CASTLES, YOU ARE",
        "CRAWLING THROUGH THE WINDOW,",
        "CAREFULLY",
        "IS",
        "-",
        "IN A FIERCE MAGAZINE YOU WILL FIND A HINT OF MY ACTION TO",
        "DARKNESS",
        "FADE TO BLACK",
        "AFTERNOON",
        "DARK. SILENCE.",
        "WEE WILLIE WINKIE RUNS THROUGH THE STREET,",
        "FADE IN"
      ],
      "dialogues": [
        {
          "speaker": "Unknown",
          "text": "TWO BOYS sit on opposite sides of a chessboard.  One is N the other FOURTEEN.  The room is SILENT, the tension betw the two young players severe.  All the ADULT PLAYERS that been eliminated from this match by the two boys stand aro watching.  On the wall is a BANNER that reads:  1972 WASH STATE TOURNAMENT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The FOURTEEN year old moves and hits his TIMER.  Frustrat fills the NINE year old's face.  He moves.  The FOURTEEN old moves and calls CHECK.  The NINE year old frantically searches the board for a solution.  He moves.  Again the FOURTEEN year old moves and calls CHECK.  The NINE year i stunned.  He picks up his KING to lay it on it's side and signal defeat.  Suddenly, he rakes the pieces off the boa grabs his fountain pen and lunges at the FOURTEEN year ol stabbing him repeatedly in the chest.  They fall to the f The ADULTS try to pull them apart.  The NINE year old str ferociously, SCREAMING and kicking like a mad man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In the b.g. we see the Nine year old Boy sleeping.  A DOC and the boy's FATHER, a hard-looking MAN in his forties, through the door.  We MOVE with them down the hall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The pressures and demands players with your son's abilities put on themselves to win are incredible.  The stress and tension are difficult enough for adults to handle, yet alone a nine year old.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can't afford to keep him in here forever, you know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'd just like to keep him here over night, then start sessions with a child psychologist.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I knew this would happen.  This is his mother's doing.  She's not strict enough with him.  I work all day.  She lays in bed drunk and the boy does whatever he wants.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "After he's released it's crucial that he's supervised.  The most important thing is that during his treatment he's not allowed anywhere near a chessboard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A small, tract home.  The Boy sits on the ground, drawing the dirt with a stick.  He does not notice as his Father up and stands behind him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What are you doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Boy is startled.  He stands up quickly.  In the DIRT he has drawn a CHESSBOARD.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Father SLAPS him across the face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't lie to me!  What did the doctor's tell you about playing chess!  Get in the house!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Father drags his foot across the dirt, erasing the bo",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Boy is sitting on his bed.  In the b.g. we HEAR the V of his PARENTS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've had it!  I've got a drunk for a wife and a lunatic for a son.  I don't need this shit anymore!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We HEAR FOOTSTEPS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're crazy!  Both of you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We HEAR a DOOR SLAM.  The Boy shows no sign of emotion.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All is quiet except for a faint DRIPPING SOUND.  A door i slowly opened.  Light streaks out into a hallway.  We see NINE year old.  He is barefoot and wearing pajamas.  He l up.  Drops of BLOOD drip from a crack in the ceiling abov The Boy moves towards a staircase at the end of the hall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Boy enters, takes a few steps into the room and stops stares ahead blankly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The arm hangs off the bed, blood flows out of a deep gash her wrist and pools on the floor.  The CAMERA moves up th A WOMAN in her forties lays in bed.  The blood flows from other wrist, soaking into the mattress.  Her eyes are clo head titled away from him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Boy shows no sign of emotion.  He walks over to the nightstand and starts to open her purse.  There is a MOAN the WOMAN as she opens her eyes and turns her head toward boy.  They lock eyes for a moment, then slowly, her eyes The boy removes a key from the purse and walks to a dress He unlocks a drawer and removes a box, then leaves the ro",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Boy walks over to the table with a glass of MILK and COOKIES.  He sits down, his feet dangling from the chair opens the box.  Inside is a CHESSBOARD and PIECES.  He re them, sets up the board and starts to play.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLOSE ON CHESSBOARD:  The CAMERA moves from one side of t board to the other, weaving through the chess pieces, the PULLS BACK over the heads of the AUDIENCE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": ">From the rear of the room, over the HEADS of the AUDIENC see THREE TABLES on stage.  A large board of the game is presented on the wall behind each table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLOSE SHOT - PLAYER'S EYES:  We cut back and forth.  Deep probing eyes, intensely focused and determined.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLOSE ON THE CLOCK: It ticks methodically, and is the onl sound we hear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "THE AUDIENCE:  watches with anticipation, their eyes lock the viewing board.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "PETER SANDERSON sits on one side of the board.  He is a handsome man, in his early thirties.  Well-dressed in an expensive suit, there is an air of confidence about him. makes a move, then hits the timer.  Peter's opponent, GRANDMASTER LUTZ, a quirky-looking little man in his fift makes a tentative move.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JEREMY EDMONDS, Peter's trainer, a distinguished-looking his fifties, watches from his WHEELCHAIR.  He grins and n his head, knowing that Peter has got the game.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lutz studies the board, makes a move, then hits his timer Peter moves, then hits his timer.  He is in control. Frustration shows on Lutz's face.  He surveys the board, slowly reaches over and lifts up his KING and lays it on side signaling defeat.  Peter stands, shakes his hand, wa the crowd, then leaves the stage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A NEWSCASTER is positioned by the stage door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Today concludes the second week of competition in this round-robin candidates tournament.  Each of the players will play four games against the other and the winner will earn the right to play for the world title next year.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter walks through the doorway and down the hall, accept congratulations.  Jeremy wheels himself along side of him",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But the big story is the amazing comeback of Peter Sanderson who is currently leading the tournament. America's best hope since Bobby Fischer, Sanderson stunned the chess world three years ago when he walked out in the middle of last candidates tournament while leading by three games and forfeited the match to Viktor Yurilivich who is only two games behind Sanderson in this match.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter stops to sign a few autographs.  A young attractive in her twenties walks over to Peter.  She is wearing a CH FEDERATION BLAZER and a NAME TAG identifying her as DEBI RUTLEGE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mister Sanderson, here is your schedule for tomorrow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter takes it.  They lock eyes.  She smiles at him.  A REPORTER sticks a MICROPHONE in Peter's face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter, could we have a moment please?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The moment is broken, as ERICA SANDERSON, Peter's daughte bright-faced ten year rushes up to him and hugs him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Congratulations, dad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to the press)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My cheering section.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter sits across a CHESSBOARD from Jeremy, who has just finished making an opening move.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You opened with the English.  Lutz won't use it.  He opened his first game with it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He knows you're aware of that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then I'll transpose.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "On a variation, yes -- but it must be a variation that is unique.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I suppose you have something in mind?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter gets up and begins to pace.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(quickly moving the pieces)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "At this point you'll move Bishop to e4. He'll capture your Knight e6.  Rook to b5, begins his counterplay.  D6 takes your Rook, your advantage is lost -- but watch -- Queen f5 check.  He takes your Knight -- Now, Rook to d3 -- he's finished.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There is a KNOCK on the door and a MESSAGE is slipped und Peter picks it up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's a good play, but risky.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You don't win by playing it safe, Peter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter opens the MESSAGE and reads it.  Erica appears in t doorway to her room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What are you doing up?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can't sleep.  My beds lumpy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I see.  You forgot to bring you're night-light, didn't you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That has nothing to do with it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You want to sleep in my bed tonight?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll tuck you in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Erica kisses Peter, then runs into his room.  Jeremy whee after her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jeremy, have someone pick up a night- light tomorrow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jeremy nods and leaves the room.  Peter picks up the phon dials.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(into phone)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Debi..?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter and Debi move passionately on the bed, their bodies moving rhythmically.  Peter pulls her up to a sitting pos guiding her up and down as he runs his lips sensually ove breasts.  She arches her back, MOANING softly as she give to her pleasure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter kisses Debi goodbye.  He walks off and she closes t door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Debi is soaking in the bath.  The DOORBELL RINGS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Debi slips on a ROBE as she walks to the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(static; barely audible)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's me.  I forgot something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She smiles and pushes the button, then opens the door, le it ajar, and walks out of the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Debi quickly fixes her face, grins and leaves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It is dark.  She enters and tries the light switch.  It d work.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Very funny.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLOSE ON DEBI:  She senses something is very wrong.  She around slowly, her eyes squinting to see through the dark Suddenly, terror fills her face as a FLASH of BRIGHT LIGH fills the screen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Quaint and charming.  Boats bob lazily in the water.  TOU walk along the waterfront shops.  ANDY WAGNER, a tough-lo cop in his twenties, smokes a cigarette as he waits on th dock.  CHIEF OF POLICE, FRANK SEDMAN, walks towards him. a large, slightly over-weight man in his forties.  He tak last drag of a cigar, then crushes it out on the dock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sorry to ruin your trip to the city, but we got a real nut on our hands, Frank.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(all business)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Run it down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Frank starts to walk.  Andy follows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(looking at note-pad)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Debi Rutlege.  Female.  Caucasian. Twenty four.  Worked over at the Four Oaks Hotel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Local?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No.  She just moved here last month from Portland.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Several BLACK and WHITE units are in front of the buildin Uniformed OFFICERS keep back a CROWD of onlookers.  A CAR drives up and stops in front of the building.  Frank and get out.                 ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The room is filled with FORENSIC TEAM MEMBERS along with UNIFORM OFFICERS.  Frank enters with Andy.  UNIFORMED OFF are standing around talking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This isn't a party.  Everybody that doesn't need to be here get out!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Frank enters the room with Andy.  He stops and stares at sight before him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Debi Rutlege is laying on her bed.  Her face is a deathly and has been painted awkwardly with rouge and lipstick gi her a macabre appearance.  She is draped in the sheet whi tucked tightly around her body, her hands folded carefull across her chest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Above the bed written in blood is REMEMBER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I moved out here from the city so I could get away from this kind of shit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "STEVE NOLAN, from the forensic team, who has been kneelin the other side of the bed stands up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Whaddaya got, Nolan?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing; holding up a plastic bag)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not much.  There's no sign of a break in.  I think she let him in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How long has she been dead?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Six, eight hours tops.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Any sign of rape?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not that I can see.  We'll know more once I get the lab reports back from Seattle. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What she die of?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nolan turns over her arms.  There are deep gashes in each wrist.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You think whoever did this wanted it to look like it was a suicide?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No.  He would have taken more care not to the leave rope burns on her wrists. The way I got it figured is he tied her up, slit her wrists, then sat back and watched her bleed to death.  But that's not the main thing.  What's wrong with this picture?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A beat.  Suddenly, Frank sees it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There's no blood.  Where's the fuckin' blood?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bingo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Frank and Andy walks across the yard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who found her?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Andy points to MISS GREENWELL, a middle-aged woman talkin UNIFORMED OFFICER in the b.g.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The landlady.  Alice Greenwell.  She came for the rent check.  The door was ajar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Frank walks over to Miss Greenwell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Miss Greenwell, I'm Captain Sedman. Did Miss Rutlege have a boyfriend?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I guess so.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do you mean, you guess so?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know she had company last night. (confidentially)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How do you know that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, her bedroom is on the other side of mine.  The walls are very thin.  I could hear them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What were they doing?  Humping?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They were having sex, yes--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Andy grins.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-- not that I was intentionally listening -- but  with the walls being so thin--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I understand.  Thank you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Frank and Andy stand before several UNIFORMED OFFICERS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "First of all, I'd like to say that a lot of us haven't got to know each other since I replaced Captain Waters last month.  A lot of you think that I'm an outsider who came over and took away a job that should have gone to a local... but that's the way it worked out.  So, all I can say is tough shit. You want to bitch about it, that's fine -- but you will tow the line in my department.  That means the next time an Officer is responding to a homicide call he seals off the crime scene and nobody -- nobody but  but Detective Wagner and I go in. (Beat)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Also, if anyone talks about the message on the wall or the blood I'll personally cut their balls off with a butter knife. (to Andy)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Get 'em going - then meet me at the car.  We're going over to the hotel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Frank heads to the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Campbell, you check with the FBI see if they got anything like this on file...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Frank steps into the hall and bumps into Nolan.  They wal together.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Anything?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not much.  I don't think she was raped. There's no bruising, or any signs of trauma to the pelvic region -- and no trace of sperm which makes sense because she took a bath.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What about prints?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No prints.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You mean, no prints but hers?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No Frank.  No prints.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter is sitting at a chessboard with Jeremy.  Peter stud the board.  There is a KNOCK on the door.  Peter gets up opens the door.  Frank and Andy are outside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mister Sanderson?  I'm Frank Sedman, Bainbridge P.D. and this is Detective Wagner.  We'd like to ask you a few questions about Debi Rutlege.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter opens the door and they enter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know you're busy so I'll get right to it.  Did you know her?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Only in passing.  To say hello to.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've talked to a few people who say you and her were... friendly?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chess tournaments can be boring sometimes.  People have a lot of free time.  They like to gossip.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Could you tell me where you were last night?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Here.  I played Gregory Lutz.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know.  You won two games against him and left the auditorium at eight forty five.  Where did you go after that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "To my room and then I went for a walk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "By yourself?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Frank takes out a piece of paper from his jacket pocket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is a printout from the hotel computer for all the messages logged to your room.  Here's one at 9:04 pm.  It says:  From Debi.  Please call me at home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She called to give me my schedule for tomorrow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's interesting about it is you say you only knew her in passing.  Yet, she says on her message for you to call her at home and she doesn't leave a number. That would imply you already knew the number.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I got it from the tournament directory.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Frank takes out a small book.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There's no Debi Rutlege listed in the directory.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter's irritation starts to show.  He opens a dresser dr and removes a small book.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're looking in the general directory.  The player's directory lists everyone connected to the tournament.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A beat.  Frank and Peter have reached a stalemate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We seem to have a little problem here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What kind of problem?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I think you're lying.  That's what kind of problem.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What are you saying?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're not saying anything right now. We're just trying to put a few pieces together.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Frank and Andy leave.  Peter turns and stares at Jeremy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Frank and Andy walk along the grounds, heading back towar main hotel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do you think?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's got an answer for everything, but he doesn't have an alibi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You think he's dirty?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know, but I think you're right. He's lying.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "On the stage is three tables each flanked by two chairs. Several CHESS OFFICIALS along with the PRESIDENT of the C FEDERATION attend to the GRANDMASTERS at their respective boards.  Peter sits in a chair and swivels back and forth",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I want another chair.  This one killed me yesterday. (points to big board)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Also, the pieces on the board move too slowly.  I can see them out of the corner of my eye.  Can they be sped up?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "David?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "DAVID WILLERMAN, a computer technician sits at a computer to the side of the stage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No problem.  It's just a matter of adjusting the response time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He taps in a few commands on the keyboard.  We see a piec quickly move across the board.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That should do it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Grandmaster Lutz walks over and stands by the board.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're acting like a superstitious schoolboy, Peter.  What's next? Incense and rosary beads?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(points to a chair)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Grandmaster Lutz, you'll be sitting here for your next match.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh no -- no, I can't sit there.  I must be facing North.  My power comes from the North.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter smiles and starts to walk off stage.  VIKTOR YURILI a tall, slender man in his forties, walks on stage.  The men stand face to face, their eyes locked on each other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hello, Peter.  You played an interesting game last night.  Even though sacrificing your Queen at b-5 is the game I played against Valsney in '82.  I'm glad it helped you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm sure you are.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, I want you to do good.  That way when I beat you at the end I'll look that much better.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're getting sloppy, Yurilivich. You're nervous?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm not nervous. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, you should be, because this time I'm going to win.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, then this time you'll have to stay for the whole match, won't you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter sits at a table across from Erica.  They play a gam checkers as they eat their ice cream.  Peter is grinning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who told you that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mrs. Lutz.  She also told me that Mr. Lutz goes to a medium to try and contact great Grandmasters in the spirit world.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Has he gotten through to any?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, but he did contact a dead parcheesi champion from Ohio.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They both LAUGH.  A WAITER comes over with a CORDLESS PHO",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There's a call for you Mister Sanderson.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(into phone)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hello?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The \"CALLERS\" VOICE we HEAR is FILTERED through some type electronic devise that alters the voice.  It is low, reso with a macabre quality to it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hello, Peter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who is this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Someone who's going to become an important part of your life. (Beat)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I want to play a game with you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I haven't got time for this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter starts to hang up, when...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You had time for Debi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter freezes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't worry, I wiped off all your prints.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter slowly lowers the phone back on the cradle.  He is visibly shaken.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What is it, dad?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Peter walks across the room the DESK CLERK calls out t",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mister Sanderson, there's message for you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter walks over to the desk.  The Clerk hands him an env Peters walks away and starts to open it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLOSE SHOT:  The back of a POLAROID PHOTOGRAPH.  Letters been clipped out of a magazine and spell out a message: GAME HAS BEGUN.  WILL CALL AGAIN TOMORROW AT ELEVEN.  The photograph is turned over.  It is a shot of DEBI RUTLEGE exactly as the police found her.  The word REMEMBER writt the wall.  Peter slides the picture back into the envelop thinks for a moment, then looks at the DESK CLERK.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Get me the police.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter is with Frank and Andy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why didn't you tell us you were there earlier?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know.  I was afraid there'd be hours of questions.  I can't afford to miss a game.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We wouldn't want someone's death to interfere with your games.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What was your relationship with her?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Casual.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Casual?  You were boning her weren't you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It wasn't serious.  What's your problem?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You are!  I don't like you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fine, don't ask me out on a date.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't worry I won't.  I've seen how your dates end up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter takes a step towards Andy.  They both square off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Take it easy.  Both of you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm sorry, this is just too convenient.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's that supposed to mean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It means, if I were a killer and I thought the police were closing in on me I might invent someone to try and put them off the scent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's crazy!  Why would I draw attention to myself like that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You like to play games, don't you, Peter?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He says on the photo he'll call tomorrow at eleven.  Why not come back then and listen for yourself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, we'll be back.  You can bet on it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter sits across from GRANDMASTER LUTZ.  He looks over a tables and stares at Yurilivich.  Meanwhile, Lutz takes o compass.  He checks his reading then starts shifting the slightly.  Peter looks at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do you mind?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter shrugs his shoulders indicating he doesn't.  The President walks over to Peter's table and starts his time Peter makes a move.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Frank and Andy sit at a table with DOCTOR ALAN FULTON.  A thin man in his fifties.  Doctor Fulton studies the photographs, then looks up at Frank.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You must understand that this is not my field?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It ain't mine either but I can tell this guy's crazy.  That's your business ain't it, doc?  You deal with crazy people.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I deal with people with problems... and there are all different types of problems.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Doctor Fulton, we don't have a budget out here like Seattle.  We can't afford to hire outside Psychological help. I'll take whatever you can give me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, he appears to be acting out some kind of fantasy.  We're talking about a deeply disturbed person.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No shit!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Could someone this disturbed give the appearance of being normal?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Absolutely.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We've got a suspect but no hard evidence.  If you met him do you think you could tell?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tell what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If he's crazy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(askance at Andy)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If he's... disturbed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's possible, but not likely.  There's only one opinion I can offer with any certainty. (Beat)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's going to kill again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter is on the bench press straining to finish his set. Although he is clearly tired, it's a battle of will over muscle.  Although his face is red, veins bugling, he does three last presses, then replaces the bar.  He sits up an buries his face in his towel.  When he looks up he sees..",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "KATHY SHEPPARD, a beautiful woman in her twenties is stan against the wall, her eyes on him.  Peter smiles at her. smiles back, then walks out of the room.  Peter lays back and starts another set.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter enters, a towel wrapped around his waist.  He takes steps into the room, then stops when he sees Kathy throug steam.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sorry.  I thought it was empty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's alright.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter sits down a few feet from her.  Steam swirls throug room.  Kathy's eyes drift over to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "HER POV:  Beads of sweat roll down his chest and stomach.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter looks over at her, their eyes meet.  She looks away Peter closes his eyes and takes a few deep, meditative br Kathy looks over at him again.  As if sensing he is being watched Peter opens his eyes.  A beat.  Their eyes linger each others.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is this your first time here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I love this hotel.  I stay here every time I visit my parents.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How come you don't stay with them?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Because I love them, but they drive me crazy.  You know how parents are?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No.  I don't.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you with the tournament?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uh huh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you one of the players?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've always wanted to learn how to play chess.  I don't have the patience for it.  When did you start playing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "When I was very young.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It seems like such a complicated game.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not really.  You see your goal and you go after it.  Anything that gets in the way is an obstacle and must be destroyed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sounds very violent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chess is a reflection of life.  Life is violent.  The strong win.  The weak perish.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "--but you enjoy being the stronger one? You like the control.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If you're asking me if I'm passionate about what I do, the answer is yes. Without passion, nothing moves us. What's your passion?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's a very personal question.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I see.  This is going to be a very polite conversation.  What shall we discuss?  The weather?  Movies?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you disappointed that I won't answer you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I had just hoped there would be more substance to the conversation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I thought opening too quickly was a fatal mistake in chess.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(grinning)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do you always open quickly?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are we talking about me, or chess?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Each circumstance requires a different tactic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, I hope you remember that tomorrow when you play Krikorian.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter stares at Kathy for a moment.  She's made a mistake she knows it.  She stands up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, I think I've had enough.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Getting too hot in here for you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She feigns a smile and starts towards the door.  Suddenly hand shoots out, grabbing her arm.  She freezes.  Peter s up, his body trapping her between him and door, his lips touching her ear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What are you looking for?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nothing.  I just came in for a steam.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No you didn't.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He spins her around.  They are face to face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What are you?  A reporter?  Just how far were you going to go?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A beat.  Peter lets her go and backs off.  She opens the and leaves.  Peter smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy walks across the grounds.  Frank catches up with he walks along side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well what?  I told you this was a stupid idea.  You can't learn anything from someone in a few minutes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You didn't pick up any vibes from the guy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm a psychologist, Frank... not a psychic.  What's this all about anyway?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What did Dr. Fulton tell you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Only that you wanted someone from the institute to talk to Sanderson for some case you're working on.  What'd he do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're not sure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do you think he did?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We think he could be a suspect in a murder investigation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy stops dead in her tracks and stares at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The girl that was killed last night?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Frank's silence tells her she's right.  She stares at him moment, then walks off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy is BANGING loudly on the front door.  A moment late is answered by Dr. Fulton.  In the b.g a DINNER PARTY is on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dr. Fulton sits on the couch.  Kathy paces the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You might not have done it had you known.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're damn right!  I'm a child psychologist and you send me into a room with someone who could be a murderer!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Would you mind keeping your voice down? I have guests.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, well we wouldn't want to disturb your guests, would we?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The police came to me for help.  What could I do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You could have been honest with me for starters.  We work together.  I have to be able to trust you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(checks his watch)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I admit I handled it badly.  Sanderson wasn't going to talk to me... but you're young, attractive--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "--the same type as the girl who got killed.  Jesus, Alan, the guy could be a psychopath.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They asked who would be best suited for this and you--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't patronize me!  You sent me into a potentially dangerous situation and didn't warn me!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She walks to the door and opens it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It worked out alright, didn't it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(loudly)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fuck off!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All the GUESTS are sitting at the dinner table, eating so They stare at Kathy.  Fulton.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to the guests)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's what I would have said to the chef if I caught him shaving over the soup.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She walks out.  Slowly, several of the GUESTS lower the s spoons and push their bowls away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The LOBBY appears empty.  One of the office doors opens a CHRISTIE EASTMAN, A young, attractive woman, comes out ca a stack of files.  She walks out of the lobby, LOCKING th behind her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As the car descends, Christie looks through one of the fi She turns a page and the file falls to the floor.  She be down to pick it up.  As she does the elevator stops and t doors open.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A pair of black boots stand before her.  She looks up to MAN in his fifties.  He smiles and gets in.  The doors cl and the car starts down again.  Christie stares at the fl indicator, somewhat unnerved by the man's presence.  The stops at the lobby and the man gets out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Christie walks across the deserted parking lot towards he She HEARS a SOUND and stops and looks around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHRISTIE'S POV:  As her eyes scan the desolate parking lo sees nothing unusual.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Christie starts to walk again.  She arrives at her car, g inside, then rolls down the window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Christie starts the car, then takes out a cigarette from pocket and lights it.  She takes a deep drag, then looks into...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLOSE ON REAR VIEW MIRROR:  From the back seat we see TWO EYES staring at her from behind a PORCELAIN MASK.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She turns around.  Her face filled with fear.  FLASH!  Th screen is filled with BRIGHT LIGHT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A car drives up the gravel path and stops in front of the entrance.  Frank gets out and walks towards the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy is watching a young GIRL through a two-way mirror i next room as she plays and interacts with dolls and toys. makes a few notes, then the door opens and Frank walks in",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm busy right now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's important.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy goes through a door into the observation room.  Thr the mirror we see her kneel down next to the girl and smi She says something to her as she points to a door leading of the room.  The girl gives her a big hug.  A moment lat see Frank join her in the room.  He says something and th start to argue.  Kathy points towards the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLOSE ON COMPUTER MONITOR:  A chess program.  A piece is The screen reads:  CHECKMATE!  YOU WIN.  PULL BACK.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter is at the computer.  Jeremy sits beside him.  Frank over to Andy who is with a TECHNICIAN setting up tracing equipment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're all set.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I still think this is a crock of shit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There's a KNOCK at the door.  Andy opens it.  Kathy enter",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm glad you could make it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter looks at Frank, then Kathy with confusion.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mister Sanderson, this is Doctor Sheppard.  She's a psychologist helping us out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We've already met.  Haven't we... Doctor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(she smirks)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I see you're still having problems with your openings.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And this Jeremy--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "--Edmonds.  I know.  You lost to Karpov in '82, didn't you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes.  However, that's not exactly how I prefer to be remembered. (Beat)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, I'm going to get out of your way. Peter, I'll see you this afternoon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLOSE ON ASHTRAY:  A cigarette is snuffed out.  PULL BACK Andy finishes putting out his cigarette, then glances up Peter who is pacing back and forth.  Andy checks his watc",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eleven oh six.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He looks at Peter with a grin.  A beat as the two men sta each other.  The moment is broken as the PHONE RINGS LOUD Peter's head snaps towards the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Remember, try to keep him on as long as you can.  Don't confront him.  Let him answer the questions I gave you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Technician starts his tape machine and tracing equipm Peter picks up his CORDLESS PHONE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hello?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We HEAR the CALLER'S distorted VOICE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hello, Peter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(stalling)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just a second. (a beat, then)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hello?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Very amateurish, Peter.  I'm surprised you would use such an obvious tactic. (there is anger in his voice)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm not an idiot!  Don't treat me as one!  I'll call you everyday... You get one minute, whether you put me on hold or talk is up to you!  Are you ready to play?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes.  Why did you kill Debi Rutlege?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "To get your attention.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Did you know her?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, only the path she chose to travel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter is trying to keep the conversation moving.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And -- what path is that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We all have paths to follow.  You hope yours will lead you to me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why did you write remember on the wall?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's something you'll have to figure out for yourself.  Really, Peter, you can't expect me to answer such direct questions.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why not?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You don't want to think and that's why I'll win!  I'm already two points ahead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I did another one last night.  You might have saved her, but you didn't want to play.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where is she?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You'll find her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If you got something to say to me, just come out and say it!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Andy picks up the extension phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where is she you sonofabitch!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There's a chuckle from the Caller.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ah... Detective Wagner.  I'm sorry but you'll have to get off the line and go back to your tracing equipment.  If I wanted to play the game with a moron I would have called you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Frank angrily motions Andy to get off.  Andy hangs up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I suppose you want to know where I'm going to kill tonight, Peter?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're not going to tell me that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"Wee Willie Winkie runs through the town.  Upstairs and downstairs in his nightgown.  Crawling through the window.  At the end of Miss Emma's street.  Her God has gone and left his home.  So her and I can meet.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The line goes dead.  A beat.  Everyone reflects on what t have just heard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Andy)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you out of your fuckin' mind picking up the phone!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sorry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Technician)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Anything?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nothing.  We'd have a better chance if we could tap in at the junction box.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thanks Mister Sanderson. (to Kathy and Andy)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let's go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You want me to go with you?  Maybe I can help.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's alright.  We'll take it from here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy, Frank and Andy leave Peter's room and walk back to the hotel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You should be an actor, Frank.  You looked like you were really mad.  The veins popping out on your neck was a really nice touch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You weren't mad at him for picking up the phone?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No.  I told him to.  I wanted to make sure there was someone on the other end.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But we heard him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It could have been a tape.  A prerecorded conversation between Sanderson and himself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A room set up to deal with the murder.  PHOTOGRAPHS are p to a cork board.  Frank is at a table with Kathy, Andy an Nolan.  On the chalkboard in the rhyme the Caller recited earlier.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The F.B.I. has nothing remotely similar to this guy.  I think he's a first- timer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Check with the State.  If he's never killed outside of Washington the F.B.I. wouldn't have it.  Nolan?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He tapes their mouths shut.  We found traces of adhesive around the victims mouths.  We're doing a chemical analysis for components, but it's probably a standard brand you can buy in any hardware store.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There's only two hardware stores on the whole Island.  We'll check that out. What about the blood?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not a drop.  Maybe the guy works for the Red Cross.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Frank looks at Nolan askance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, the fact that he views this as a game suggests that he is trying to prove some sense of superiority -- and the way he murders confirms a need to be in complete control of his victim.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What about the way he arranged the body?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That would indicate he's playing out a fantasy.  Power-control killers usually fantasize about their actions long before they commit them.  Once they become a reality though, they reach a sense of euphoria and need to repeat the act to sustain it.  But, in all the research I've read on Serial Killers, I've never heard of one moving so fast. It's as if the game is the catalyst for the murders -- not the other way around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Anything else?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes.  Why disguise your voice if no one knows it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I was thinking the same thing.  He must be local.  It's logical for him to assume that the police would be there, but he recognized Andy's voice and called him by name. (points to the rhyme)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What about this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I would think it's some type of clue as to where he's going to kill next?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why does he call Sanderson?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's one of the best Chess players in the world.  Who better to play a game with?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Andy)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You still having a problem with this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, I am.  I think he's playing us. If I was a killer and the police were trying to make a case against me, what better why to draw them off than to put their attention on someone else?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sending yourself anonymous notes in the mail is one thing -- but who called him today?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know.  Maybe there's two of them.  Maybe he hired some Wino to make the calls.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maybe you're reaching a bit?  I think Sanderson should be in on this. There's a reason why the killer's calling him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A UNIFORMED OFFICER KNOCKS and enters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Captain, we found her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Several BLACK and WHITE UNITS are parked in the rear of t building.  Frank and Andy walk up the loading dock steps silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The body of CHRISTIE EASTMAN is laying on top of a large Her body has been draped tightly with a sheet and her arm folded across her chest.  Her face is deathly white and h been made up with the same clumsy makeup.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Written in blood on the wall behind her is:  EVENTUALLY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter paces back and forth waiting for the match to begin Yurilivich is sitting in a chair, watching Peter with a g Peter turns around and almost bumps into Lutz who is wear ridiculous hat with sheets of aluminium foil sticking out",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They're trying to control my thoughts. (points to the hat)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Aluminium foil.  It repels the thought rays.]",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter stares at him.  In the b.g. Kathy enters, looks aro then walks over to Peter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They couldn't break the riddle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Did you think it was going to be easy? You think he was going to lay it out at your feet?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We need your help.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I offered my help this morning and Sedman turned me down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But you're the key.  The one he wants to play the game with.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can't right now.  I've got a game.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She could be dead after the game.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She could be dead now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What if she isn't?  Where are your priorities?  You have to think between someone's life and a chess game? (raising her voice)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The girl he killed last night was only twenty one years old!  He dumped her body behind a warehouse like a sack of garbage!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Everyone is now staring at Kathy and Peter who are starin each other.  In the b.g. The President appears.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gentlemen...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The GRANDMASTERS walk onto stage as Peter and Kathy conti stare at each other.  A beat.  Peter starts to move towar stage.  Kathy takes a step after him.  She takes a envelo from her jacket pocket and puts it into Peter's jacket po",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "These are for you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter sits across from GRANDMASTER KRIKORIAN.  He makes a then hits his timer.  On the BOARD behind him the move is duplicated.  Krikorian studies the board.  Peter is stari over the AUDIENCE deep in thought.  Krikorian makes a mov hits the timer.  Peter continues to stare, unaware that i his move.  A beat.  All eyes are on him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter turns around and stares at the big board, then walk and makes a move.  Krikorian studies his position.  Peter reaches into his pocket for a cigarette.  He removes the envelope Kathy gave him, then his cigarettes.  A beat.  H stares at the envelope, flicking his finger against it. Krikorian looks up annoyed.  Peter opens the envelope.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLOSE ON PHOTOGRAPHS:  We see several PHOTOGRAPHS of Chri Eastman before her death.  Peter turns through them.  Nex see the grisly PHOTOS taken at the crime scene.  He is a struggling to make a decision.  Krikorian makes a move. does not react.  He replaces the PHOTOS and stares at the envelope, then looks up at Krikorian who is watching him. beat.  Peter replaces the envelope in his pocket, then ma move.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy sits with Frank and Andy.  Coffee cups litter with The nursery rhyme is written on the BLACKBOARD and reads:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"Her God has gone and left his home?\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Everyone shakes there head indicating they don't understa reference.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why these girls?  How does he pick them?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Frank points to a LARGE MAP of the CITY on the wall, with RED PINS in different locations.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(pointing to the map)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't think it matters.  Last nights victim, Christie Eastman was found in a warehouse on the outskirts of town. The night before, Debi Rutlege was found in the center.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Meaning?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Meaning, it looks like his victims are chosen at random.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter is standing in the doorway.  He enters the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do you mean, no?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He says it's a game.  All games have a strategy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All you gotta do is look at the map.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "His victims aren't random.  It only means that they appear to be random. There's a connection, we just have to find it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter turns his attention to the blackboard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What have you come up with on the riddle?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"Wee Willie Winkie runs though the street.\"  We think he might be making a reference to himself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maybe, but I don't think so.  I think it's just a tease.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Upstairs and downstairs in his night gown -- He could be saying the house he's picked is two stories.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As he approaches a TWO STORY house.  The POV stops moving if to decide which way to go... then goes around the righ of the house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter, Kathy, Frank and Andy continue to unravel the mess",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(offering)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"Crawling through the window\"... We think that's how he's going to get in?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A crowbar is placed under a window and pried up until the breaks.  We see two GLOVED HANDS open the window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter has taken his jacket off and is pacing the room.  K Frank and Andy stare at the board.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We think he might be making a reference to drugs?  Miss Emma is a street term used by junkies for Morphine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Could Emma be the name of the girl he's going to kill?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We've checked.  There's no one with the last name of Emma on the Island.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maybe he's going to drug her?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's killed both girls exactly the same way.  It's almost ritualistic.  Why would he change now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Morpheus.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not what -- who.  Morpheus.  The Greek God of dreams.  Look at the next line. \"Her God has gone and left his home.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "His home would be... Mount Olympus.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Call dispatch.  Double the patrols.  I want that area blanketed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Frank and Andy rush from the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "LORAINE OLSEN, a YOUNG, ATTRACTIVE GIRL in her twenties e the room and walks over to the CLOSET as she takes off he jacket.  She reaches for the DOORKNOB when the PHONE RING She hesitates for a moment, deciding whether to open the but decides to answer the phone first.  She walks over an picks it up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hello?...  Oh hi Mom...  No I just got in...  No I haven't forgotten. Tomorrow, ten o'clock...  Yes... Yes... Okay, I'll see you in the morning. Bye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She hangs up, walks back to the CLOSET and opens the door",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "is a large WALK-IN, the back filled with LONG HANGING DRE that almost reach the floor.  Below them is a row of SHOE neatly aligned on the floor.  Loraine hangs up her jacket takes off her shirt, then puts on a tee shirt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Loraine finishes brushing her teeth.  She turns off the w but we still HEAR a DRIPPING SOUND.  She looks over at th tub with the SHOWER CURTAINS DRAWN.  She opens the curtai tightly turns the handle to stop the nozzle from leaking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Loraine sits on the edge of her bed and peels herself out her tight pants.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She enters the closet and hangs up her pants.  As she doe we see: Among the row of shoes is a pair of BLACK HIGH-TO",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Loraine starts to leave.  The TENNIS SHOES move forward.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLOSE ON LORAINE:  A GLOVED HAND reaches over and CLAMPS tightly over her mouth, muffling her SCREAM as,",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The CLOSET DOOR is SLAMMED SHUT.  SILENCE.  A FLASH of li fills the frame of the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Colorful SHOPS and RESTURANTS line the street.  Peter gra HOT DOG from a VENDOR and takes a big bite, then looks at Kathy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You sure you don't want to eat something?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't think I could.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They start to walk agin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's going to be a long night.  It could take hours before we know something.  You should try to eat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You sound like my mother.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It wasn't intentional.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Does what's going on bother you at all? Or are you just wearing your game face?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I think it's interesting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Another kind of game?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In a way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This isn't a game.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, but it is.  He's killing a person everyday and challenging us to catch him.  That's a game.  It has rules and objectives.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How can you look at it so clinically?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Take your average cop.  They deal with death everyday.  If they let emotions get in the way it would cloud their judgement.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's true -- but the emotion is still there.  They just learn to control it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What about you?  Aren't there times when a young child is telling you a story so sad you just want to cry?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Of course.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(uncomfortable)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let's change the subject.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay.  So, tell me about yourself.  Are you married?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy stops.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How did we get to that subject?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm just curious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(uncomfortable)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I think it's best if we don't ask too many personal questions -- I want to keep things on a professional level.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You mean like in the steam room?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's not fair!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you going to tell me you didn't feel something in there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy is growing more uncomfortable by the moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're projecting your own desires and reading more into what happened than what actually did.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Very good.  Spoken like a true psychologist.  When confronted with the prospect of your own reality, hide behind quotations.  What is that Masters and Johnson?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The tension breaks.  Kathy smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You have to win every point, don't you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I just wanted to know if you're involved with anyone? (Beat)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let me ask you something?  Do your colleagues know if you're involved or not?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Of course.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Because I work with them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Aren't you working with me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy smiles again, amused by Peter's tactics.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're not?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No -- I'm not involved. (Beat)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And I plan on keeping it that way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy walks off, leaving Peter staring after her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy, Frank and Andy are in the room with Nolan.  Nolan his knees at the base of a window.  On the floor beside h a RULER and a SHEET OF RUBBERIZED PAPER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(proudly)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is where he forced his way in.  We found some fibers on the windowsill, probably particles of clothing that rubbed off when he climbed through. I'll know more once I get it under the microscope.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(not impressed)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's great.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wait, I've saved the best for last. Andy, hit the lights, will you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Andy looks for the light switch.  Kathy realizes she's st in front of it and moves out of the way.  Andy turns off lights and the room goes dark.  Nolan turns on a FLASHLIG gets down on his knees, then SHINES the LIGHT at a LOW AN across the floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "THE FLOOR - CLOSE SHOT:  We can clearly see the impressio SHOE PRINT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's a tennis shoe.  Pretty old by the individual characteristics.  About a size ten or eleven.  This guy is big.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Andy points to a JAGGED LINE in the impression.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't know.  Looks like a cut or a gash in the sole of the shoe.  We'll blow it up back at the lab.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Frank, Andy and Kathy follow Nolan towards the bedroom. stops and taps Kathy on the shoulder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Before we go in I gotta tell you this isn't going to be pretty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know that.  I've seen the photo's.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This ain't no photo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Frank, Andy  and Kathy enter the room.  Loraine's body is laying on the bed, her appearance is like all the others.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "On the wall written in blood is: REVENGE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy stares at the sight, horrified.  She starts to gag runs from the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Same as the others?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How long she been dead?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'd say at least eighteen hours.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That means she was dead before we even finished figuring out the message.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Or before Sanderson ever showed up to help us with the riddle.  He figured it out pretty quick, didn't he?  Maybe it's not to hard if you wrote it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter enters in his SWEATS to find Erica, Jeremy and Davi sitting around a computer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good morning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Erica runs over to him and gives him a kiss.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Jeremy)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We got a problem?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Our computer went on the fritz again. David came up to fix it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is it serious?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Naw, it's all fixed.  I also loaded up a program that'll analyze your games three hundred percent faster.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thanks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter walks over to the MONITOR.  A COMPUTER GAME is on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, I put a few games on for your daughter.  I hope you don't mind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Of course not.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, I've got to go over Lutz's room now.  He thinks someone has tapped into his computer and is monitoring his practice games.]",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "David picks up his bag and starts to leave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't you have something you want to say to David?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thanks, David.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Your welcome.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "David leaves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You ready?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "For what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You told me you'd take me over to Seattle today.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm sorry, honey, I can't.  Not today.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But you promised.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Erica stares at him sadly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll take you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She forces a smile for Jeremy's sake, then leaves the roo",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've got be here for the police when they come.  Then I've got to practise. In case you forgot I'm in the middle of a match right now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're always in the middle of a match.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I want to be the best I can.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sometimes I think you'd rather be the best chess player, than the best father.  Instead of thinking about what kind of day your daughter had, you would rather think about the Sicilian Najdorf opening or a counter to the Tartokover Bondarevsky System. (Beat)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A relationship is not a chessboard. You can't walk away from it and come back whenever you want and still expect all the pieces to be there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter enters from the bathroom wearing only his jeans.  H over to his briefcase and starts to take out a paper.  He stops, then slowly takes out an OLD, WORN, ENVELOPE.  He at it. There is a KNOCK on the door.  Peter replaces the ENVELOPE. He opens the door to find a pale and shaken Kat She walks into  the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They found the third girl.  Her name was Loraine Olsen.  I just came from the crime scene.  It was horrible.  How can anybody do something like that? You got anything to drink around here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter walks over to the bar and pours her a brandy.  He b it over to her and sits beside her on the couch.  Kathy g it down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Relax.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How the hell can I relax after seeing what I just saw.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know it was bad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How could you?  Unless you were there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Their eyes lock for a moment, each probing the others.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sorry, I didn't mean that the way it sounded.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know you didn't",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know, Andy thinks you're doing this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Doesn't that scare you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Because I think he's wrong.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter takes her hand and holds it in his.  There is a KNO the door.  Peter opens it to find Frank and Andy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come with us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter follows Frank and Andy as they walk down a utility hallway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Damp and dark.  A large cavernous room built under the ho",
          "sentiment": "neutral"
        },
        {
          "speaker": "SEVERAL SMALLER ROOMS, OR ALCOVES, CONNECT TO THE MAIN RO",
          "text": "THROUGH A SERIES OF JOINING DOORS.  FLORESCENT LIGHTS spa the ceiling cast long shadows through the room.  Large wa pipes and electrical mains run across the ceiling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Frank, Andy, Peter and Kathy enter.  Frank walks over to TECHNICIAN we saw before.  He is setting up his tracing equipment at the main TELEPHONE JUNCTION BOX.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How's it going?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(points to a phone)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "While we're down here all calls coming into Mr. Sanderson's room will be routed to extenion 611.  I've also--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The PHONE RINGS.  It echoes through the room.  Peter's fa tenses.  He walks over and picks it up.  A LOUDSPEAKER is activated.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hello?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do you know what I'm doing right now, Peter?  I'm looking at the name of the girl I'm going to kill tonight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know her?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not really.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why her?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(a trace of anger)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Because she's the type.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But you said you didn't know her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(annoyed)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know what I said!  She looks just like...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just like who?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I really wish you'd stop trying to maneuver me.  I find it irritating, not to mention insulting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm just trying to play the game.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're not playing very well.  There are clues all around you and you keep missing them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter's frustration grows.  He decides to try a different",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Listen, if you're just going to call up to gloat, I don't want to hear it!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm sure there are other people who would be interested in what I have to say.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then call them!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter slams down the phone.  Kathy, Frank and Andy are st that Peter would end the conversation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you crazy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let's see how much he wants to play.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SILENCE fills the room.  Peter stares at the phone expect A moment later it RINGS.  Peter waits and lets it ring. Finally he answers it on the fourth ring.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just for that no hint today.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why are you doing this?  You must have some idea of the pain you're causing people.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pain?  Pain is just a state of mind. It's something you learn to live with. I have.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy hands Peter a note she has written.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(reading the note)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And you want these girls to feel your pain?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Please, I don't want to get into the psychological aspects of my actions. It would detract from the game.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I couldn't say it any better than Huxley.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Huxley's quote also says, \"his play is always fair and just.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So is mine, within the framework of my rules.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The line goes dead.  Peter hangs up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What in the hell do you think you're doing?  Slamming down the phone in the middle of the trace.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You think you're going to catch him on a trace?  Everything he does is planned out well in advance.  The only way we're going to get him is to rattle him -- make him slip up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You never know how you're going to catch a suspect.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter's right, Captain.  He's got to be forced into making a mistake.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We didn't ask for your opinion, Doctor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maybe you should.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter stares at Andy defiantly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You don't tell us how to run our investigation.  You got that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You don't have an investigation without me.  You got that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The two men lock eyes hostilely.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What were you going to say, Kathy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, I think you have to play to his ego.  He thinks he's superior.  The more secure he feels, the more chances he'll take.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What did he mean by Huxley?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He was referring to a quote by Thomas Henry Huxley. (quoting)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"The chess board is the world, the pieces are the phenomena of the universe, the rules of the game are what we call Nature.  The player on the other side is hidden from us.  We know that his play is always fair, just, and patient.  But also, we know, to our cost, that he never overlooks a mistake, or makes the smallest allowances for ignorance.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter and Kathy are sitting on the beach.  Peter draws sq in the sand like a chessboard and starts moving shells an rocks around.  Kathy grins.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you playing chess?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter smiles like a boy with his hand caught in the cooki",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "When I was little I'd watch the other kids playing baseball from my room.  In the evening, when their parents would call them in to put their bats and balls away, I'd watch them from my window, forcing, expressions of disappointment, trying to gain another few minutes outside so they could play -- but no one could stop me from playing. (he closes his eyes)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All I had to do was close my eyes and my whole world became a chessboard.  I could see the pieces, and sometimes it felt like if I reached out I could almost touch them.  I ordered them and they obeyed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy stares at him for a moment, unsure what to make of speech.  Peter opens his eyes, there is a beat as he seem bridge the gap back to this world.  He smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Can you go fifteen minutes without thinking about it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(thinks for a moment)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No.  But I'm open to distractions.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm sure you are.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He smiles at her.  He destroys the pattern in the sand, t her hand and they start walking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know, you're not the easiest person in the world to get close to.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You always want to talk about me.  What about you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wasn't I just talking about me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No.  You were talking about chess.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alright.  What about me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I dunno.  Where's Erica mother?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She died in a car accident.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm sorry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's alright.  It was a long time ago.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It must've been very hard on Erica?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It was.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter stops and smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do you want me to lay down, Doctor?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy grins.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look, why don't you just come out and ask me what you want to know?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy hesitates.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Was it serious between Debi and me? No.  Have I known a lot of girls like her? (Beat)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "None of your business.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy stares at him, almost studying him for a moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Have you noticed that every time we start to talk about something serious you start to play games.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm not playing a game now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes you are.  You're playing word games.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(defensive)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What is this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm just trying to get to know you, Peter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What?  By attacking me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nobody could attack you.  You set your life up like one of your chessboards. You're impregnable -- but at the same time you've become trapped behind your own defenses.  You're cut off from everyone around you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What are you talking about?  You don't even know me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Does anyone?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He starts to walk away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you forfeiting?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He stops dead in his tracks, turns and walks back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I just don't want to fight with you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then show me who you are.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter thinks.  There's a seriousness we haven't seen befo",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This frightens me -- because I'm starting to feel things I haven't felt in a long time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You've got to face the things you feel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(a little grin)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I thought you were the woman who didn't want to get involved.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I said I didn't plan on getting involved.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He moves closer.  She takes a step back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(moving closer)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What happened to facing the things we feel?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(giving in)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You can turn everything around so easily.  This is not just another game, is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They stare at each other, each of them probing the others Peter leans forward and gently kisses her on the lips.  H kisses her again.  Their passion builds until they throw arms around each other and embrace passionately.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter pins her against the wall and kisses her.  She wrap legs around his waist as he holds her against the wall. continue to kiss as they move along the wall, knocking pi off the wall.  Peter carries her over to a LARGE CHESSBOA With one hand he sweeps the PIECES off onto the floor, th sits her down on it.  They kiss each other furiously, eac them groping at the others clothing.  Their hands move al each others bodies, exploring, touching, feeling.  He un- buttons her blouse, then kisses her neck, working his way her breasts.  Kathy closes her eyes, submitting to the pl of his touch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TWO SILHOUETTES.  Bodies intertwined.  The SOUNDS of love making fill the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm hungry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Call room service.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A LIGHT COMES on.  Kathy lays next to Peter.  She rolls o and kisses him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I hate hotel food.  Rondi's Pizza is just down the street.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do you want on it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(nibbling at her neck)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Would you settle for pepperoni?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If I have to.  I'm going to take a shower.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter goes into the bathroom.  Kathy sits up and throws o shirt.  She goes to the desk.  By the phone is a copy of WHITE PAGES.  She starts to look up the number.  In b.g. HEAR the SHOWER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLOSE ON PHONE BOOK:  In the middle of the page a name is underlined in RED.  It reads:  RUTLEGE, DEBI",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy stares at the name.  A beat.  Slowly she turns thro the pages.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLOSE ON PHONE BOOK:  The name EASTMAN, CHRISTIE is UNDER The pages are quickly turned again until we see the name LORAINE UNDERLINED.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy is stunned.  She thinks for a second, then gets up starts getting dressed.  In the b.g. we HEAR the SHOWER s",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Did you call?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The line was busy.  I'll try again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She finishes dressing then heads for the door.  She opens door and stops, then looks back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "HER POV: Her PURSE is on the nightstand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She hesitates, then quickly walks back to get it.  She pi up and starts back for the door when... Peter steps out o bathroom.  He stares at her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where are you going?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They're not delivering.  I'm going to go pick up the pizza.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(moving closer to her)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I thought you said the line was busy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I tried again and got through.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(still closer)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's wrong?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(backing away)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(following her)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then why are you backing up?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter waits for an answer.  There isn't one.  He looks ar the room, retracing in his mind what could have happened. sees the open PHONE BOOK on the dresser next to him.  He at it for a moment, then back at Kathy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She doesn't answer.  Peter appears disappointed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I was looking for correlations between their names, addresses, anything that might be the same. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy looks away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're as bad as Andy... maybe worse.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He walks over to a chair and sits down, freeing the path door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter, you have to admit--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "--admit what?  That I was right about you in the steam room?  That you're willing to do anything to find out what you want?  Would you like me to leave so you can search the rest of the room?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(cutting her off; hurt)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How could you think that, Kathy?  How could you even consider it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A beat.  Kathy thinks for a moment, then walks to the doo leaves.  A beat.  Peter gets up, stares at the phone book closes it softly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter seems deep in thought.  Behind him Lutz is pacing b and forth.  He is wearing a ridiculous hat with sheets of aluminium foil sticking out.  Peter stares at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They're trying to control my mind. (points to his hat)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Aluminium foil.  It repels the thought rays.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter stares at him blankly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy enters her house and checks her messages.  There ar none.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Very popular.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter walks out on stage.  Yurilivich is waiting for him CHESSBOARD.  The other two tables are vacant_  The Presid addresses the audience.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Since Grandmaster Sanderson leads the tournament with nine wins,  and Grandmaster Yurilivich is in second with eight -- it as become apparent that with only four games remaining, the other players, should they win all four of their remaining games, would still not be in a position to win the tournament.  Therefore, we have decided that the remaining games between Grandmaster Sanderson and Yurilivich will be held separately.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy sits on the couch, reading a book entitled: CASE ST OF SERIAL KILLRS.  She appears distracted.  She looks off thinks about Peter.  Finally, she grabs her coat and leav house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yurilivich makes a moves, then hits his timer.  The PIECE on the board behind them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jeremy grabs Erica's arm excitedly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mate in five.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter makes a move.  There is a slight MOAN from the crow",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jeremy looks at the BIG BOARD reflecting Peter's move the at Erica.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He didn't see it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yurilivich makes a move.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Check.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter is stunned at his position.  He looks at the board, frustration fills his face.  Slowly he picks up his KING lays it on his side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "At the door to the auditorium we see Kathy watching him. turns and leaves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A tired-looking Peter walks to his door.  He starts to pu his key when he notices the door is ajar.  A beat.  He sl pushes it open.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dark.  Peter enters.  He tries the light switch.  It does work.  He walks slowly across the room.  As he nears the FIGURE OF A MAN stands up out of one of the high-backed c Peter senses something and spins around.  A LIGHT on the comes on.  Andy stares at him with a grin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Scare you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter doesn't answer.  He stares at Andy hostilely.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know, I figure that's pretty much how these girl's feel just before they get it.  You think I'm right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I wouldn't know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's right.  I guess only the killer would know that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How'd you get in here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The door was open.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No it wasn't.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Of course it was.  Otherwise I'd be breaking and entering.  That's a felony.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do you want?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You ever do any hunting, Peter?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I used to.  With my old man.  He taught me how to hunt and trap.  Trapping's a lot harder than most people think.  We used to go after Raccoons mostly. They'd get into our garbage, our fields.  When an animal can't live peacefully with those around it, it has to be destroyed.  But they're crafty little devils.  You see the trick is, you can put your trap down, but no Raccoon is going come near it unless you lay down the scent.  You ever smell Raccoon scent?  Smells like shit, but to a male Raccoon it smells just like pussy.  He'll walk right up to that trap, even though it don't look nothing like a Raccoon and stick his Goddam head right in it.  You know why?  Cause he can't help himself.  The scent drives him.  So, if you want to catch a Raccoon all you gotta do is figure out where he is -- lay down the scent -- and sooner or later he'll walk right into the trap.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What if he doesn't bite?  What if he's an exceptionally bright Raccoon?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well then, you just gotta find out where he is -- and once you're sure where he is -- you shoot the fucker.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A beat.  They stare at each other.  Andy walks to the doo leaves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter sits outside, thinking.  Jeremy and Erica join him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hi dad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She hugs him.  He hugs her back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He just got lucky tonight, that's all. You'll cream him next time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter smiles.  There is a long pause.  Peter looks at Jer They stare at each other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You have something you want to say?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just thought you might want to talk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "About what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Whatever's on your mind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who says something's on my mind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jeremy pulls out a printout of chess board with pieces in different positions.  He shows it to Peter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do you see here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(after a moment)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mate in five.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Exactly... and you did this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jeremy moves an imaginary piece.  Peter stares at the pap a moment.  He can't believe he could miss such an obvious",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is it Kathy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who's Kathy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, it's not Kathy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jeremy stares at him with a knowing expression.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It isn't Kathy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who's Kathy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter, I know you better than you think.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Over the BLACK we hear",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who's Kathy??",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FLASH!  As we see the word IS  written in blood on a wall HEAR the SOUND of a POLAROID CAMERA pushing out the photo",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FLASH!  We see a new GIRL laying in her bed, the sheet dr over her body, her face made up.  DARKNESS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FLASH!  A CLOSE UP of the girl's ghastly face.  DARKNESS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLOSE ON:  GLOVED HANDS as they pull a photo from the cam",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All the apartment LIGHTS are out.  We see SEVERAL FLASHES LIGHT from an upstairs window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy walks up a dirt path towards the side of the buildi She comes to a depression in the earth.  She stops, lifts skirt, as she gets ready to jump over, when something cat her eye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "HER POV:  in the soft ground she sees A perfect imprint o Killer's distinctive tennis shoe_",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy stares at it as the thought that the killer is near becomes more frightening.  She starts to back up slowly w She bumps into Dr. Fulton behind her.  She SCREAMS, then around quickly.  Fulton is startled at her action.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jesus, Alan, you scared the crap outta me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Several BLACK AND WHITE UNITS are in front of the buildin Frank and Andy are off to the side talking to an ATTRACTI GIRL in her twenties.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If you can think of anything else give us a call.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know, I hate to say I told you so, but I warned her.  Coming home at all hours of the night.  A young girl new to the city.  This neighborhood ain't what it used to be.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A UNIFORMED OFFICER standing by a BLACK and WHITE UNIT ye over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Captain, you got a call!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLOSE ON PHOTOGRAPH:  OF THE KILLER'S SHOE:  Pull back to another PHOTOGRAPH just like it on the wall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A distraught Kathy sits on a chair, sipping a cup of coff with both hands.  Frank and Andy stand up waiting for Nol appraisal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's the same shoe alright.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Was there anyone else on the grounds?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A few people.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Did anyone stand out?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do you mean, stand out?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Did anyone look suspicious?  Think!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now that you mention it there was somebody who looked suspicious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(excited)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What was suspicious about him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He was holding a sign that said \"Serial Killer\".",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Frank LAUGHS.  Andy does a slow burn, then smiles.  Throu GLASS WINDOW Frank sees the GIRL from the apartment walki down the hall.  He thinks about something for a moment, t springs from his seat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Frank steps into the hall.  Andy follows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Excuse me... you said earlier that Mary Albert just moved in.  How long ago was that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ten days ago.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do you know how she found the apartment?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Through a rental agency.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Andy)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Didn't you tell me that Debi Rutlege had just moved into her place also?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy is standing off to the side, listening to Frank and as they both speak on the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(into the phone)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uh huh...  Thank you very much.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He hangs up, looks at Frank and NODS with a grin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(into the phone)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, I really appreciate it.  Thanks. (he hangs up)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's it!  All the women moved into their homes in the last three months and all of them found them through Homesearchers!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An UNMARKED CAR is parked down the street from HOMESEARCH Frank and Andy get out and walk towards a building with T DETECTIVES.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A MIDDLE AGED WOMAN stands behind the counter. She stares Frank with a bewildered expression.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who else works here beside you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There's a girl that helps at the counter, part time and that's it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who else has access to these files?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There is a KNOCK on the door.  Erica opens it to find Kat outside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You must be Erica.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uh huh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm Kathy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Erica grins.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is your dad here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He went down to the lobby for a minute. He should be right back.  Would you like come in?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy enters and sits on the couch.  Erica sits beside he stares at her, evaluating her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So, are you having a good time on the Island?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not really.  It's pretty boring.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's only because you don't know where to go.  You like hiking? (Erica nods no)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fishing? (Erica nods no)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sailing? (Erica nods no)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do you like?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Boys.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy grins and they LAUGH together.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do you like my dad?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Of course.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Erica stares at her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(getting it)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh... do you mean do I like, like him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Erica waits expectantly.  Kathy grins, but doesn't answer",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(confidentially)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know he really likes you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How do you know that?  Did he say something?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No... but I can tell.  A woman knows these things.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy smiles.  She looks up and sees Peter standing in th doorway.  There is a moment of embarrassment between them",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Honey, why don't you run down to Jeremy's now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay. (to Kathy)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nice meeting you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nice meeting you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She walks over to Peter and gives him a kiss.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(whispering)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I like her.  She's nice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Erica leaves.  There is an uncomfortable moment between P and Kathy.  They look at each other, probing each others There is a KNOCK on the door.  Frank and Andy enter, thei expressions are serious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Another one? (Frank nods)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What word did he leave?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"Is\". (to Kathy)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Did you tell him about the institute?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter is on the phone with the Caller.  Kathy sits beside Frank and Andy are with the Technician.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Have you any idea what the message is?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If it's so important, why don't you just tell me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I couldn't tell you that.  It would ruin the game.  Not that you're playing it very well.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You like to brag, don't you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Credit should be given where it's due. I'm not worldly like you, Peter.  I'm not an internationally known figure. I'm just a poor guy who has never been anywhere, but I'm beating you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Caller's statement hits home.  Slowly a look of determination covers Peter's face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So, why were you looking for Doctor Sheppard today?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You heard me.  Why did you go out to the institute looking for her?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What makes you think I was there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(using his words)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I couldn't tell you that.  It would ruin the game.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The game's almost over, Peter, and you're running out of time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter's face hardens, eyes intensely staring off in the distance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's you who's running out of time. You're starting to make mistakes now. You're wondering just how much I really know.  Just how close I'm getting? Well, I'm closer than you think, pal -- and I'm gonna nail your ass to the wall!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Very nice speech, Peter.  Did you rehearse that, or was it impromptu? (Peter doesn't answer)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There's an old wooden bench in the garden.  Next to it is a rock.  You'll find a message for you under it.  Let's see if you're as clever as you think you are.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The line goes dead.  Peter hangs up, his frustration show",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter sits across the desk from Frank.  Kathy stands by t window.  The room is crowded with the Caller's clues.  Th with colored pins in it.  The words:  REMEMBER EVENTUALLY REVENGE IS...  A copy of the Caller's NOTE written on the blackboard.  It reads:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter walks over to the BLACKBOARD and studies the note.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(reading)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In a fierce magazine you'll find a hint of my actions to come... Why does he set this line apart?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "For emphasis?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Exactly.  It's the key.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But what does he mean by a fierce magazine?  Violent?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A fierce magazine... brutal... (thinking aloud)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An angry magazine... A war magazine... a mercenary magazine...  fierce... (he gets it)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where's the note?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You got it on the board.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, I need the original note.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There's a photostat of the original on the wall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter gets up and takes the note off the wall and studies for a moment, then starts to fold it in half.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My daughter reads Mad Magazine all the time.  If you fold the back cover a certain way, the text reads differently.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter moves the crease of the paper in and out until it f the correct margin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The NOTE now reads:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy looks at Peter, impressed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(reading)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As large as castles.  You are still light as air, one hundred men can't move me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It doesn't make sense.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It doesn't make sense because we don't understand it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But a hundred men could move him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(losing patience)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's not talking about himself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then what's he talking about?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(on edge)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If we knew that we'd know the answer to the riddle, wouldn't we?  He's telling us where he's going to kill tonight and we can't see it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maybe we should back up a minute and take a look at what we do have.  All the girls that have been killed have been killed at night.  They're all the same type.  All moved into their homes within the last three months -- and all of them found their homes through Homesearchers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I thought that Homesearchers was a dead end?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It can't be a coincidence.  The woman that owns it has a son.  She says he's been on vacation in Montana for the last ten days.  We're trying to locate him.  There's also a cleaning service that comes in once a week.  We're checking that out too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He moves around a lot.  Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He finds his victims through Homesearchers.  He goes where they are.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter is only half-listening to the conversation.  He app deep in thought.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But they rent lots of apartments.  He could probably find them all in a localized area.  Why move all over the Island?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter slowly comes to a realization.  His eyes open wide thought crashes into his mind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jesus!  It can't be that easy!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter walks to the MAP of the victims locations on the wa He moves his finger from point to point, examining each location.  Kathy, Frank and Andy watch him.  Peter contin move his finger in various GEOMETRIC LINES across the map",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You want to tell us what the hell you're doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter doesn't answer.  He stares at the MAP for a few mor seconds, as the excitement of his realization grows.  He a step back and turns to Kathy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He told us and we missed it!  He said he's never been anywhere.  Therefore, this Island is the world to him. (pointing to the map)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As far as he's concerned, this is a map of the world.  That's why he quoted Huxley.  \"The chessboard is the world.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter takes a MARKS-O-LOT off Kathy's desk and DRAWS a LA SQUARE BORDER on the MAP, OUTLINING THE GRIDS, EIGHT BY E",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's using the map as a chessboard! The sonofabitch is playing chess with me!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How can he be playing Chess with you? You're not making any moves against him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maybe I already have.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter rushes towards the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter is with Kathy, Frank, Andy and David at the compute station.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Can you get into the Federation records?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sure.  We've got a modem line hooked up with the data base in New York.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Can we correlate data?  Look for specific things, like player's ages... stuff like that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No problem. (hits a few buttons)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay.  Run a search to see if there are any players with a rating above two thousand that live on the Island.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "David enters the commands on the keyboard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nope.  Nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Set up some pieces on the big board?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I still don't see how he could be playing chess against you.  There's only enough grids on the map to be half a board.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's all he needs.  He's making the moves.  It's an opening.  I just can't remember the name. (looks at the board)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay, it's a game.  He's starting it, so he moves first.  He's white.  e2-e4.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The pieces on the board move, following Peter's instructi",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "D2-d4...  b1-c3... and c1-f4. (he studies the board)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's the number two variation of the Tarakoss opening. (thinks for a moment)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "David, can you bring up the tournament records for the last ten years.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mister Sanderson, they'll be hundreds of thousands of games.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're only interested in people who have played against me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "David enters the data.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Have computer search for anyone that's used that opening against me.  There can't be more than a handful.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "David enters the information and waits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There's three.  The first is 1983. Lionel Baines.  The Boston...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Never mind.  He died two years ago.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "1985.  Hans Korshaud.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's in his seventies and lives in Holland.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "David presses a button and looks at the next one.  He hes and looks at Peter awkwardly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(a beat; hesitantly)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "New York.  1986.  Viktor Yurilivich.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A quiet rage spreads across Peter's face. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Print out the game.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter, Kathy, and  all stand around a map of the Island. looks at a PRINTOUT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's replaying the game I played against him move by move, using these girls as the Chess pieces. (Beat)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All the girls have been found in their homes except Christie Eastman, who was found in back of a warehouse.  Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(making the connection)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Because to follow the game he played he had to move to that grid?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Right. (he searches the map and points to a spot)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Here!  c-4.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's a commercial area.  No one lives there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But he had to dump the body there to make the move.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now that you know what stage of the game he's at, can we figure out where his next move is going to be?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter walks over to the MAP and traces his finger over it looks at the computer printout.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "His last move was c1-f4.  I would move f8-g7.  His next move using the Tarakoss would be... e2-e3... that would be... (points to a spot)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Right here!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There is a moment of silence as Kathy, Frank and Andy bot digest what they have heard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Each of those grids represents almost a square mile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's a big area to cover.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then let's narrow it down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(knowingly)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Homesearchers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Andy stands at the desk with the WOMAN they talked to bef He holds out a THOMAS GUIDE and places it on the desk nex the computer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(shocked)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You want me to what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I want you to feed every street in this grid into your computer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It'll take hours.  You can't make me do this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're right, I can't make you do it. Besides, you're probably gonna be too busy with the Franchise Tax Board anyway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What are you talking about?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I gotta friend over there.  He was telling me things are kind of slow. So, I figured I'd give him a call, have him come down here and look through your records.  You know, give him something to do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's the first street?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The CAMERA PULLS BACK through the window until we are...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter, Kathy and Frank stand on the sidewalk.  Peter look the NOTE and folds it to read the message.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As large as castles, you are still light as the air, one hundred men can't move me.  It's posed as a question. What am I?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A building?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A building isn't as light as air. What's large, but as light as air and can't be moved?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(correcting him)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As large as castles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes.  Why not just say a building if he meant any general type of structure?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's not going to give us direct hints. He's going to skirt around it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He uses castles...plural --  then says \"can't move me.\"  Singular.  Not can't move us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy stretches her arms above her head.  Her shadow fall across the lawn.  Peter stares at the ground for a moment",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A shadow.  What's as big a castle?  As light as air , but one hundred men can't move it?  The shadow of the castle.  Are there any buildings that have the name Castle in it that cast a shadow long enough to fall across another building?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wait a minute.  There's an apartment in that area called the Castle Arms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's got to be it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter rushes inside Homesearchers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Frank stands Andy and SIX DETECTIVES.  One of them is a W named JANET MCLELLAN.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay.  Homesearchers gave us the name Laura Owens.  She just moved into an apartment across the street from the Castle Arms one week ago.  We've moved her to her parents house in Seattle and S.P.D. is going to keep a watch on her tonight. (pointing)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Officer McLellan will spend the night at her apartment. (Beat)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Andy, you're going to go to the hotel and pick up Yurilivich at the tournament.  Stay with him until it ends, then follow him wherever he goes. If things work out right we'll wrap this up tonight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter walks out on stage to join Yurilivich who is alread seated.  Peter stares at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Frank is standing over a bed.  Officer McLellan is under covers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You all set?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "McLellan pulls down the blanket to reveal her .38 and nod",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Frank joins a DETECTIVE and begins to wait in the darknes",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The game continues.  Peter makes a move.  Andy watches th from the back of the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An OUTLINE of SOMEONE walks down the street, then stops f moment.  Under s STREET LAMP we see that it's a WOMAN in fifties walking her dog.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yurilivich makes a move, then hits his timer.  Peter stud the board.  He looks up at Yurilivich.  Both of them star each other intensely.  Peter looks back at the board and a move.  On the BIG BOARD a PIECE MOVES, then STOPS halfw between a square.  A moment later the entire board breaks into an unreadable mass of lines.  There's a GROAN from t crowd.  The President walks over to David and confers wit quickly, then goes to the players.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The board's going to take several hours to repair.  I think we should adjourn until tomorrow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The POV of someone walking slowly along the side of the building.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Officer McLellan stirs in bed, the tension of waiting beg to take affect on her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The POV of someone looking through a bedroom window and l inside.  We can see the outline of a WOMAN in bed.  Slowl window is open by TWO GLOVED HANDS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The POV climbs through the window and studies the WOMAN i for a moment.  She is on her SIDE, her back to him.  Sens something the WOMAN turns over.  THE WOMAN IS NOT OFFICER MCLELLAN!  Her eyes widen with terror... then FLASH!  BRI LIGHT fills the screen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Frank looks impatient.  He checks his watch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm getting a bad feeling about this. If Yurilivich was making a move we would have heard something from Andy by now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You think we're in the wrong place?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This has to be the right place.  It all fits.  This is the only building that has the word castle in it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No.  There's the Castle Courts Apartments over on Pine Road.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But that's all the way across town. It's in another grid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Frank thinks for a moment, then checks his watch again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You hold things down here.  I'm going to take a run over there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A bracket-shaped, one story building in a less expensive of town.  Frank drives up in his car and gets out.  He st to walk towards the building.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FRANK'S POV:  From a window in the back we see a series o FLASHES.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Frank grabs his radio microphone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is Sedman.  It's going down in the back apartment of the Castle Courts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He runs towards the building.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The front door crashes open as Frank breaks it down.  He the room, his .38 readied.  We MOVE with him as he works way towards the hall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Frank slowly moves towards the bedroom.  He stops at the takes a deep breath, then lunges in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Frank enters.  The room is lit by moonlight.  The rear wi is open.  On the bed is the WOMAN we saw earlier.  She is naked.  Her arms tied to the bed frame.  There are two de GASHES in her wrists.  Blood flows from her wrists into l plastic bags.  Her mouth is taped.  Still conscious she struggles, her eyes opened wide in a horror-filled stare.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "On the wall behind her, written in blood is CAREFULLY.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Frank runs to the window.  The b.g. we HEAR the SOUND of FOOTSTEPS running away.  Frank turns back towards the Wom quickly moves to the bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "BLACK and WHITE UNITS are parked in front, their lights flashing.  Frank looks drained as he watches an AMBULANCE away.  He walks over to Andy who is at a POLICE CAR on th RADIO.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How is she?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She's unconscious, but they think she's going to make it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You alright?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've seen a lot of things in my time on the job, but nothing like this. Yurilivich?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I was with him the whole time until I got the call at the hotel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sanderson?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I spoke to Jeremy.  He's watching Sanderson's kid.  Sanderson went out after the match and hasn't come back since.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Find him!  I want to talk to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter sits on the beach.  He stares out over the water wi pained expression.  He reaches into his pocket and remove ENVELOPE we saw earlier and stares at it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We HEAR the DOORBELL.  Kathy glances at her watch as she across the living room to the front door.  She looks thro the viewing-hole, then opens the door to reveal a tired-l Peter on the doorstep.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Can I come in?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy thinks about it for a moment,then opens the door wi signaling for him to come in.  Kathy sits down on the arm of a chair, Peter stands.  A beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The other night -- I said some things that maybe I shouldn't have.  I mean, you haven't known me very long and I can see how you thought what you did.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm not looking for an apology, Peter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I was thinking that... maybe when this is all over we could...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I want someone I can get close to. I don't know if that's possible with you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You really haven't seen my best side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, listen.  You have no idea of the kind of pressure I'm under right now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's still no excuse.  You treat everything like a game.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can't think any more, unless it's about you.  I'll be in the middle of a match and instead of thinking about my next move, I think about how you look when you smile. (Beat)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Remember how you said that I hide behind my chessboard?  Ever since my wife died I've been... (this isn't easy)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've been afraid of getting too close to someone again -- afraid of losing them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're wife died.  You can't feel responsible for that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You don't understand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then help me to understand.  I want to understand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's not that easy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Of course it isn't.  It's always difficult when someone you love dies. But you can't feel responsible because she had a car accident.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But I do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Because she killed herself!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(softer)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She killed herself. (Beat)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She drove her car over that cliff! (Beat)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, the police said it was an accident -- but I knew.  I've always known.  I closed myself off to her and after I found the letter I closed myself off to everything else.  Beating Yurilivich and playing for the title was all I could think about -- but I snapped.  I had a breakdown in the middle of the match.  I don't remember too much about it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He removes the envelope from his pocket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This letter.  I've never opened it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why not?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Because I know what it says.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maybe you're afraid of what it says.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A beat.  Peter walks to the couch and sits down.  He star the envelope, then starts to open it.  He stops and looks Kathy who nods her head.  Kathy starts to leave",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Will you stay with me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy sits beside him.  He opens the envelope and starts read.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter.  There are many pains we feel in this world -- but loving someone who has shut you out of his life has to be the most unbearable of them all.  I knew when we married that you were a man consumed with ambition, but somewhere along the way, your chessboard became your wife, and I became your mistress.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(Beat)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know now that you cannot change, cannot give me the things I need.  You may think that I'm a coward for what I am about to do, but it is my choice. My release.  I only ask that you shield Erica from the truth, and that you forgive me for being so weak. Jennifer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "His eyes fill with tears.  The guilt he has carried for s is released.  Kathy puts her arm around him.  He turns to and rests his head on her shoulder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "REPORTERS stand outside the police station.  We see Kathy walking down the steps.  PULL BACK to reveal we are in...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jeremy is watching the TV.  He does not notice the door o behind and Peter enter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Doctor Sheppard, what goes on in the mind of someone like this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's a very difficult question to answer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is there a usual scenario?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well -- yes... usually we find they've had a traumatic childhood.  He was probably abused by a dominant female figure.  That, coupled with the fact that these girls have not been raped leads me to believe that he is either impudent or a latent homosexual. Regardless, he's acting out some type of revenge fantasy that fulfills some sick sexual needs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jeremy notices Peter.  He turns off the TV.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hi.  Where's, Erica?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She went into town with Mrs. Lutz.  Did they get him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Feel like practicing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah.  Just let me grab a shower.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter enters the room to find Frank and Andy staring at h angrily.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where were you last night?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are we going to go through this again?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Answer the question.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I went out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't fuck with us!  Where did you go!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He was with me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy is standing in the doorway.  Frank and Andy look at as she enters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What time did he get there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "About a quarter to one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're interested in where you were from the time you left the auditorium until you got there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I was at the beach.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You sure you weren't over on Pine Road?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm positive.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're a lying bastard!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fuck you!  I'm tired of your goddam accusations!  If you want to arrest me go ahead!  Otherwise back off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's all a big game isn't it?  A sick, fuckin' game.  I don't know if there's two of you involved, or what -- but we're going to find out.  Last night you gave us just enough to send us to the wrong place.  It must've shocked the hell out to you when Frank walked in on Pine Road and you couldn't finish.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter starts to walk away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm not going to listen to this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Andy grabs him forcefully.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes you are.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(pushing him)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Get off me!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Andy explodes.  He pushes Peter backward into a GLASS FIR EXTINGUISHER CASE.  It breaks as Peter's HAND SMASHES THR THE GLASS.  Peter raises his hand.  Blood pours out from on his wrist.  Anger floods across his face.  He raises h hand to hit Andy.  Andy quickly pulls out his gun and poi at Peter's head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Go ahead.  Do it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A beat.  Peter stares at him.  Slowly a crazed grin sprea across his face.  He moves closer, pressing his forehead against the barrel of the gun, his eyes locked on Andy's.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You want to shoot me?  Go ahead.  Shoot me!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter and Andy lock eyes.  Everyone in the room is stunne Peter's action.  The tension is broken as the phone RINGS Peter and Andy continue to stare at each other.  Slowly, backs off.  Peter doesn't move.  The PHONE continues to R",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You going to answer that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A beat.  The PHONE continues to RING.  Peter stares at An",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter.  Please.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter walks to the phone and answers it.  Kathy wraps a t around his hand to stop the bleeding.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hello.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Last night was very exciting, wasn't it?  Have you figured out what I'm doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're playing the Tarakoss opening.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Very good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're next move should have been e2- e3.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I used a variation.  You should have anticipated that.  Have you figured out the message?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What word did you leave last night?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The police haven't told you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They think that you and I are doing this together.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(a pause)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Interesting concept.  I hadn't thought of that.  If you think about how Anton Berger plays chess you might get it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm beginning to think it doesn't mean anything.  Remember eventually revenge-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "--you're hopeless!  You can't even read a sentence!  Didn't they teach you punctuation in school?  The game ends tonight!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The line goes dead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy sits with Frank at the table. Andy paces.  Frank an Kathy look at the PHOTOGRAPHS of MESSAGE-WORDS on the wal",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Remember eventually revenge is carefully...  Have you tired juxtaposing the words?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, c'mon.  We're not going to spend any more time on this crap, are we?  It doesn't mean anything.  It's Sanderson!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It isn't him.  Frank, you brought me in on this in the beginning because you wanted my opinion if he was capable of doing this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jesus, you're sleeping with the guy. You've lost your perspective.  You can't possibly be unbiased.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's right, Kathy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What are you saying?  That I'm seeing what I want to see?  That I'm protecting a murderer?  What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We can't rely on your judgement anymore.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What does that mean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It means you're off the case.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy looks at Frank.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm afraid I have no choice.  I can't run the risk of compromising what little we do know and the future actions of this department by sharing knowledge with someone who is emotionally involved with the prime suspect.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy stands up and stares at Frank angrily.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(pointing to Andy)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And what if he's wrong.  If you were one hundred percent sure it was Peter you would've arrested him.  If it is someone else then he's going to kill again tonight and you're sitting here ignoring the message.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're going to work on the message.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(angry)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This stinks!  You want to know what I think?  I think there have been five murders and you've got shit to go on. You need to blame someone and he's the easiest choice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The most logical choice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You don't have a shred of evidence!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We'll find the evidence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You couldn't find your dick in a wind storm!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy storms out of the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter enters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jeremy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter walks through the room.  He bumps into Lutz.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Have you seen Jeremy today?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If you do will you tell him I'm looking for him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter is sitting on the couch writing on a piece of paper Kathy walks over holding two cups of COFFEE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If we could just figure out what the next word is going to be.  He said the game's going to end tonight so there's only going to be one more word.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It could be anything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's got to be grammatically correct.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter gets up and starts pacing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Remember eventually revenge is carefully... carefully what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy looks at Peter with a stunned expression.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How did you know it was \"carefully\"?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Frank told me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No he didn't.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A beat.  Peter stares at her for a moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're right.  The killer told me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He didn't tell you either.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A beat.  Their eyes lock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, he did.  He said, \"think about how Anton Berger plays chess\".  Anton Berger wrote one of the most famous books on chess called \"Principals and Tactics\".  Every beginning player reads it.  The first chapter is his three rules to good play:  Carefully. Carefully.  Carefully.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter looks at her, studying her for a reaction.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This isn't going to be like the phone book, is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(weakly)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Of course not.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A beat.  Kathy checks her watch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're going to be late for your match.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you going to come tonight?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah.  I'll be there later.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter walks over to her and kisses her good-bye.  Kathy f a smile.  Peter walks to the door, opens it, then looks b her, then leavess.  Kathy stares at the door, her mind ra She starts to pace as she thinks, then walks to her phone and looks up a number.  She dials and waits as it rings.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bainbridge Books.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hi, Sara.  This is Doctor Sheppard.  I was wondering if you could tell me if you have a book on chess called \"Principals and Tactics\" by Anton Berger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can check and call you back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thank you.  I'm at 639-7393.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We'll call you back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy hangs up.  There is a KNOCK on the door.  She walks towards it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's me.  I forgot something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy hesitates a moment, then opens the door.  Terror fi her face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "HER POV:  A man wearing a black RAIN COAT stands outside. face is covered by a porcelain MASK.  FLASH!  A bright li goes off.  Kathy is blinded.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Man lunges inside, pushing Kathy to the floor.  He en and SLAMS the door shut.  Kathy gets up and starts to run towards the back of the house.  The MAN tackles her to th ground.  Kathy kicks her way free.  She crawls backwards, pushing herself back with her legs.  The MAN crawls after groping for her legs with his GLOVED HANDS.  He grabs her ankle, then sits on top of her, pinning her to the ground SPEAKS IN A WHISPER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You shouldn't have said those things about me today.  You have no idea what I am.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He raises a STILETTO.  CLICK!  The BLADE just out.  He ho before her eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "KATHY'S POV:  There is a DEEP CUT on his wrist.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter, isn't here anymore.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The PHONE RINGS.  The MAN snaps his head towards the soun Kathy quickly pushes him backwards and rolls over.  The M falls backwards.  Kathy gets up and runs to the front doo SCREAMING.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy runs out into the street, SCREAMING for help.  She across the street and BANGS on the front door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It has begun to RAIN lightly as Kathy sits in the passeng seat of a PATROL CAR.  Frank and Andy are with her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Did you see his face?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No.  He was wearing a mask... but I saw the cut on his wrist.  It was Peter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can't arrest someone for having a cut on their wrist.  Do you have someone you can stay with tonight?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've got a room at the institute I use when I stay late.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay.  Why don't you go out there. We'll check in with you later.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter walks out on stage and sits across from Yurilivich. sits down and makes a move, then looks out into the audie",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "PETER'S POV:  The place where Jeremy usually sits is empt",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Andy drives.  Frank sits in the passenger seat.  A VOICE crackles over the radio.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "King base one.  This is King fifteen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is Sedman.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Captain, this is Harton.  I'm out at Hollow Bluffs.  I think you should get out here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It better be important.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A PATROL CAR is parked at the base of a CLIFF.  OFFICER H is standing by it on the RADIO.  In the light from the HE LIGHTS we can see the body of JEREMY laying on the rocks, WHEELCHAIR in the b.g.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It is, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Frank and Andy study Jeremy's battered body.  Frank looks through Jeremy's jacket and removes a NOTE.  He reads it, looks up at Andy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(reading)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"Peter, I'm sorry but I just can't do it anymore\".",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They stare at each other.  OFFICER HARTON walks over hold something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I found this over by the wheelchair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Frank takes it and looks at it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's a voice modulator.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He was never there when the calls came in.  He was covering for Sanderson the whole time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Frank and Andy drive back towards town.  Frank is on the",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I want you to find Judge Meyerson and have a search warrant for Peter Sanderson by the time I get back to town.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Doctor Fulton is at his desk working on a computer.  Kath enters.  She looks tired.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What are you doing here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy doesn't answer.  She walks wearily into the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy, what is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She is on the verge of tears.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've been such an idiot!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Doctor Fulton walks over to her.  Tears flow down her che He hugs her and she falls into his arms weeping.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Frank and Andy walk towards the door with a HOTEL EMPLOYE Frank KNOCKS, waits a moment, then motions for the Employ open the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter and Yurilivich continue their match.  Peter looks confidant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Frank looks through the desk.  We HEAR Andy call from ano room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Frank, c'mere.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Frank enters and joins Andy at the nightstand.  Andy poin a DRAWER that he's pulled out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Take a look under here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Frank looks under the drawers, then at Andy.  He removes several POLAROID PHOTOGRAPHS taped to the bottom.  He loo through them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLOSE ON PHOTOGRAPHS:  Each one shows a different girl, h face filled with terror.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The match continues.  Peter makes another move.  Yurilivi looks nervous as he studies his position.  In the back of room the doors crash open as Frank and Andy barge into th room.  Peter watches them from the stage as they approach They walk up the steps and stop before him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter Sanderson.  You're under arrest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter bolts up from his seat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Before he can finish Andy grabs him and SLAMS him down on chessboard.  He removes his HANDCUFFS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(cuffing him)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You have the right to remain silent. If you give up that right anything you say can and will be used against you in a court of law... (Con't)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Andy snaps the cuffs on tightly and jerks Peter upright, pushes him off the stage.  Andy continues reading Peter h rights as he pushes him down the aisle towards the doors.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy sits by the window.  LIGHTNING lights up the night She sips a cup of coffee.  Doctor Fulton stands behind he",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Feeling better?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I just can't believe it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You don't want to believe it.  It's a normal reaction.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How come the police never had a record of Sanderson before.  This doesn't come out of nowhere, there has to be a history.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter is sitting on a chair, his hands cuffed.  He looks stunned.  Frank and Andy sit before him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jeremy would have never killed himself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maybe he just got tired of covering for you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is insane!  Can't you see what's going on.  The killer wants me out of the way.  He's setting me up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You set yourself up tonight when you attacked Kathy, you crazy fuck!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She saw the cut on your wrist, Peter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The PHONE RINGS.  Officer Harton answers it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bainbridge Police Department.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is Richard Farrington.  I've been retained by the Chess Federation as council for Peter Sanderson.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy sits at Doctor Fulton's desk, staring at the phone. beat.  She picks up the receiver and dials.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bainbridge Books.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sara, this is Doctor Sheppard.  I called you earlier about a book.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, Doctor Sheppard.  We called you back but you weren't home.  We have the book.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Could you please do me a big favor?  In the first chapter the author mentions his three rules of chess.  Could you look and tell me what they are?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Of course. (a long pause)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, here it is. (a little laugh)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why, they're all the same?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What are they, please?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"Carefully\".  \"Carefully\". \"Carefully\".",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Frank is at the door with Officer Harton.  Andy glares at hostilely.  Frank puts a piece of paper on the table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Chess Federation got you an attorney.  Here's his number.  You've got three minutes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Frank, Andy and Harton leave.  Peter looks at the paper a dials the number on the phone.  It RINGS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hello?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is Peter Sanderson calling for Richard Farrington.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We HEAR the CALLER'S distorted VOICE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hello, Peter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You sonofabitch!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Emotional?  I expected more from you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If you kill tonight and I'm in jail the police will know I'm innocent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "By that time the game will be over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've figured out the message.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No you haven't.  And even if you had it doesn't matter.  Who would you tell? The police don't believe you, and you've just used your only phone call.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We HEAR the Caller LAUGH, then the line goes dead.  Peter his attention to the WORDS.  He springs from his seat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alright, Peter, think.  The game ends tonight.  He'll leave one more word. Remember eventually revenge is carefully... carefully what?  Planned? Arranged?  Contrived?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Frank stands with Andy.  Andy checks his watch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ready for round two?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've got a feeling we're going to go the distance with him.  Let him sweat for a little while.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy paces the room.  Doctor Fulton is at his desk worki the computer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy, please.  You're going to wear a hole in the carpet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm just nervous.  Sorry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're safe.  He wouldn't come here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He already did once.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy thinks about something for a moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why did he?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why did he what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He was watching you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah -- that's what we've always thought -- but what if he wasn't?  What if I had nothing to do with the reason he came here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're losing me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What if he came here because he's a patient.  An out-patient?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter paces the room, his mind racing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Remember eventually... remember eventually... grammar...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter walks to the PHOTOGRAPH of the word REMEMBER.  He p to a smudge after the word.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Period!  That's what he meant about punctuation.  Remember.  Remember what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy is at a computer.  Doctor Fulton works at his desk. FILES from the computer MONITOR scroll past, reflecting o Kathy's GLASSES.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter writes on the blackboard.  He is writing:  Eventual revenge...  He stops.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay.  Remember is a separate sentence. They key is in the long sentence Everything with him has been word games.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He erases what he wrote and starts to write again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He stands back and studies it.  His eyes dart across the message like a chessboard, calculating, evaluating.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Frank taps Andy on the shoulder and they start back down hall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter erases the word \"PLANNED\"  and adds \"ARRANGED\" at t bottom.  He studies it for a moment, then closes his eyes turns around and takes a few steps, then stops dead in hi tracks.  His eyes open wide as a thought crashes into his He turns around and stares at the board confirming what h already knows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh my God!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Frank and Andy walk into the room.  Peter is on the verge being hysterical.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The message!  I figured out--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sit down!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Andy moves towards Peter and grabs him.  Peter plows into slamming his full body weight him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's going to kill my daughter!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter gets the blackboard and erases all of the letters b first one of each word.  It now spells:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Frank and Andy look at each other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A full-blown storm is raging outside as Erica enters the She turns on the lights and walks towards the back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dad?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Frank stands before Peter.  He is frantic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't you understand what I'm telling you?  That's why he wants me out of the way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I understand that this is just another one of your games.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look, I'll do anything you want!  I'll sign anything you want!  Just send a car out to the hotel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Erica sits on her bed.  Behind her the DRAPES to her WIND OPEN.  Outside LIGHTNING FLASHES SILHOUETTING a MAN stand the BALCONY in the rain.  Erica senses something and turn around.  A moment later there is another FLASH OF LIGHTNI but the MAN is no longer there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter slams his hand down on the table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alright!  I confess!  I killed them!! I killed them all!  Now, will you please send a car to the hotel?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy continues searching through the files.  She brings another one and stares at it.  Confusion fills her face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh no.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She raises her finger to the screen, tracing the words as reads them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Frank watches Peter as he signs a confession.  Frank grab arm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alright, c'mon Peter.  We're moving you to a cell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I signed the confession.  What about the car?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Frank leads Peter into the room.  Officer Harton is behin desk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where the hell is Andy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He took off about ten minutes ago.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Harton)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Did you send the car?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's over, Peter.  Let's stop the games.  I'm not sending a car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Something in Peter snaps.  Rage fills him as he crashes h body into Frank's, then quickly strips Frank's pistol out his belt.  He holds it out in his handcuffed hands, point Harton before he can even get up from his seat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Get up!  Real slow and put your hands on the desk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Harton does what he's told.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Frank)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Drop the keys to the cuffs on the ground and kick them over to me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Frank drops the keys and kicks them over.  Peter bends do his eyes on Frank and Harton.  Slowly he removes the cuff",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alright!  Let's move down the hall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "WE MOVE down the hall with them.  Peter motions for them inside the Conference room.  They do.  Peter closes the d and LOCKS it from the outside.  As Peter runs out of the station the PHONE starts to RING.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She is at her desk, on the PHONE, listening as it RINGS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter runs out and gets into  Frank's car.  He drives.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The CAMERA MOVES IN towards a WINDOW on the other side of DARKENED ROOM.  Suddenly, a GLOVED HAND smashes through t GLASS and reaches inside.  At the same time a CLAP of THU booms overhead, covering most of the noise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Erica is watching TV. She gets up, thinking she has heard something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Erica enters the DARK ROOM and cautiously walks over to t LIGHT SWITCH located next to a DOOR that leads to the liv room.  She is just about to turn the SWITCH when... There LONG FLASH OF LIGHTNING.  Suddenly, her expression turns of horror as she sees something in the next room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ERICA'S POV:  On the other side of the LIVING ROOM is a L MIRROR.  The LIGHTNING LIGHTS the room well enough for he see A MAN'S SILHOUETTE in the MIRROR.  He is standing on other side of the doorway, his back pressed up against th wall, waiting for her to enter the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "INSERT LIGHT SWITCH:  Erica slowly starts to move her han from the SWITCH when a HAND GRABS her firmly by the WRIST",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ON ERICA:  She is startled, but quickly relaxes as she lo at someone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Boy!  You scared me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There is a KNOCK at the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter pulls his car in and skids to stop.  As he gets out sees Andy's car parked close by.  He runs towards the bui",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter rushes frantically towards room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter rushes inside and runs across the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Erica!  Erica!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter runs towards Erica's room.  A NOTE is taped to her It reads: CHECK!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lightning lights up the sky.  Before the THUNDER comes we Peter's frantic cry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No!!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We see Kathy through the windshield as she drives through storm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter sits by the phone in the dark.  He stares at the PH almost willing it to ring.  In a FLASH OF LIGHTNING he se pool of blood flowing out under the closet door.  Slowly walks towards the door, he reaches to open it, then hesit afraid of what might be behind the door.  He takes a deep breath, then opens it quickly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "PETER'S POV:  A FLASH OF LIGHTNING highlights Andy's life body as it falls out of the closet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter is startled as he backs away from the body.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Two UNIFORMED OFFICERS enter and notice that no one is at desk.  In the b.g. they HEAR someone POUNDING on a door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The RAIN falls in sheets.  Frank runs out and gets into a patrol car and drives off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The PHONE RINGS.  Peter runs to the cordless phone and li up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Congratulations on your daring escape. You just missed me by a few seconds. (Beat)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's check, Peter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let me speak to my daughter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She's in the other room.  I just wanted you to know she wasn't dead... yet. But it's time for her to die now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Please... wait.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The game's over.  You lost.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's me you want.  Not her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No.  As usual you're wrong.  It is her I want.  Killing you would be easy. Living with the consequences of losing will be much more of a defeat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter HEARS a faint RATTLING SOUND in the background.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That wouldn't be very sporting. Remember Huxley?  \"His play is always fair and just.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're groping.  I have been fair. It's my move now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll give you anything you want. Anything!  Please!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't beg, Peter.  She has to die.  I can't win unless she dies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter hears the SOUND again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I was thinking about leaving the phone line open so you could hear her die -- but I've decided it's better if you don't know exactly when I kill her. Good-bye Peter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No!  Wait!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The line goes dead.  Peter's mind races.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A few seconds!  Where could he have gone in a few seconds?  Think!  Think, Goddamit!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He looks towards the window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "PETER'S POV:  of the wind blowing through the trees outsi",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter's face floods with realization.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Steam pipes!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter dials a THREE DIGIT number on the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The MAN wearing a black rain-coat walks across the room t an alcove.  The door to the alcove is OPEN and we see Eri is tied to a chair and gagged.  WATER FLOODS in through c in the foundation flooding the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "THE PHONE RINGS.  He stops, startled by the sound, his he snapping towards the phone.  The MAN is stunned.  His min races.  He thinks for a moment.  He walks back to the pho slowly lifts the receiver.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know where you are.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Very good.  How did you know?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The pipes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The MAN looks at the PIPES.  They RATTLE.  The realizatio his mistake dawns on him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Excellent.  It doesn't matter.  You still lose.  She'll still be dead before you can get down here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The MAN slams down the receiver. CLICK!  The blade snaps the STILETTO.  He walks quickly back towards the alcove, KNIFE  clutched tightly in his hand.  He stops for a mome the door, as he prepares for the act ahead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Erica stares at him as he approaches with wide-eyed terro The MAN moves towards her then stops, sensing something i wrong.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The door slowly CLOSES revealing Peter standing behind it Frank's gun aimed at him in one hand, the CORDLESS PHONE other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(dryly)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Checkmate!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter turns on the LIGHTS.  The MAN turns around.  It is the computer technician.  He slowly brings the KNIFE to h side, hiding it behind his leg.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How'd you know I wouldn't be in the same room with her?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You told me.  When you called you said she was in the other room.  Drop the knife.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Caller shrugs his shoulder, then drops it.  They star each other.  David takes a little step closer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Computers.  That's how you got into Homesearchers records.  You can get into anything.  But why?  Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You still haven't figured it out, have you?   You think that I've put you through an ordeal.  My scars run so much deeper than yours.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What scars?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(moving closer)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The scars on your chest.  From where I stabbed you with my fountain pen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shock pours over Peter's face as his mind drifts back to tournament twenty years ago.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We were only children.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "David lunges at Peter.  Peter raises the gun.  Too late! is too close.  He pushes Peter's hand away.  They struggl the gun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy enters and starts to move down the hall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Erica!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy runs outside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The struggle continues.  David butts his head into Peter' nose, then slams him into the wall again.  THE GUN FIRES the air.  At the same moment a CLAP OF THUNDER BOOMS over",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy does not HEAR the SHOT.  In the b.g. we see Frank r towards her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "David repeatedly smashes Peter's hand into the wall.  THE FIRES INTO THE AIR SEVERAL TIMES.  A bullet hits an over PIPE.  STEAM FLOODS the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Frank hears the shots and runs towards the SOUND.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "David smashes Peter's hand into the wall until the gun fa the ground, disappearing under the water.  He grabs Peter lifting him into the air, displaying brute strength, his is unleashed.  He slams Peter's back into the wall, knock the wind out of him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Frank races through the hallway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The fight continues.  STEAM SWIRLS through the room.  Dav slams his elbow into Peter's face.  Blood pours out of Pe nose.  David raises his knee, kicking Peter in the stomac Peter doubles over.  David picks up a lamp off the desk a smashes it over Peter's head.  Peter drops to the ground. David picks up his knife and walks over to Peter, then li his head out of the water.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They took everything from me -- because of you --  and now I'm going to take everything from you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "David opens the door to the alcove, then walks back to Pe He bends down and presses the BLADE to Peter's neck.  For moment we sense he is going to kill Peter, then, he grabs by the hair, lifting his head up so he can see.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "PETER'S POV:  Erica is sitting in the alcove, tied to the chair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter is only semi-conscious.  David starts to leave.  Da just about at the alcove door when Frank enters the room, weapon drawn.  Then looks at Peter, then David.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(moving towards Frank)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thank God you're here.  I heard Erica scream and came in to see what was going on.  Mister Sanderson was going to stab her. (holds up the knife)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "With this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Frank looks at the knife.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FRANK'S POV:  There is a DEEP CUT on David's wrist, exact like Peter's.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Frank's face registers the cut.  David notes it.  Before can even look at him, David thrusts the blade into his st The force drives Frank back against the wall.  His gun dr from his hand as Frank slides to the floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter tries to grab David's leg as he heads towards the a Frank pulls up his pant leg revealing his backup gun.  He to reach for it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "David enters the room.  Through the STEAM he sees Kathy t to untie Erica.  David stares at them, his lips spread in maniacal grin.  The OVERHEAD LIGHTS FLASH on and off intermittently.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This isn't going to help, David. You're mother's dead.  You can't undo it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You don't understand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, I do.  I found your file.  I know what happened.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They took away the game because of him. My father left and my mother...  There was so much blood... It covered everything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know, but this isn't going to bring her back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't you see?  I had to make it right. I ignored my mother's crossing.  I sat with them all.  I held their hands.  I stroked their hair.  I was with them to the end.  I took away the blood.  I washed them.  Their crossing was peaceful.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I think your mother knows that now. Why don't you put the knife down.  Put it down, David.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "For a moment it appears he is thinking about it.  He lowe blade, but his need to kill is to strong.  He raises it a",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She has to die!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "His face tenses.  He lunges towards Erica.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "BANG!  A shot tears through his chest.  The impact blows off his feet.  He falls back into the murky water and disappears.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter stands in the doorway, straining to stay conscious, Frank's GUN aimed at David.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy quickly finishes untying Erica.  They run to the co of the room.  Kathy holds her close.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter slowly staggers forward.  He probes the water with feet, checking for David's body.  The MURKY WATER, THE ST and the BLINKING LIGHTS don't make it easy.  Peter leans pointing the gun at the ground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "PETER'S POV:  The MURKY WATER.  Suddenly, a HAND streaks the water.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The hand grabs Peter around the neck.  David stands up qu They struggle over the gun.  They both fall backwards int water.  Peter surfaces and crawls backwards.  David stand They locks eyes.  Peter stares back with a deadly calmnes",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The game's over, asshole!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "David starts to lunge for him.  Peter empties the GUN int His body jerks backwards violently, smashing into the wal then he slides down and dies, slowly disappearing under t surface of the water.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "BLACK and WHITE UNITS fill the area, their RED LIGHTS FLA UNIFORMED OFFICERS hold back the CROWD of on-lookers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter sits off to the side.  He looks worn to the point o exhaustion.  A PARAMEDIC attends to the wounds on his fac Erica sits beside him, clinging to his arm.  TWO MEN carr STRETCHER, the body on it is covered.  Peter stares at it blankly as it passes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy is standing at the rear of an AMBULANCE.  The doors and it drives off.  She walks over to Peter and Erica.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Frank's going to be alright.  They don't think any major arteries were severed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The information doesn't seem to register with Peter.  He continues to stare ahead blankly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter, you beat him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He slowly looks over at her, but says nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You beat him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I got lucky.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There's a girl in the hospital who is going to live because of you.  You made a difference.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter just continues to stare at her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter, I'm sorry I doubted you, but--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter reaches forwards and places his fingers on her lips",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's over now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I just wanted you to know in case you thought about it in the future.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do we have a future?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A beat.  Kathy leans in a kisses him.  Erica smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yurilivich is at his seat.  The seat across the board fro is vacant.  THE AUDIENCE waits, silently.  THE PRESIDENT: Checks his watch, then gets up to address the crowd.  We the SOUND of DOORS opening.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHESSBOARD CLOCK:  It TICKS methodically.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLOSE ON YURILIVICH'S HAND:  his fingers taps on the tabl",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "KATHY AND ERICA:  in the audience.  Kathy checks her watc She is anxious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter enters and limps towards the stage.  Slowly he clim steps, then sits down across from Yurilivich.  He looks o into the audience.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathy smiles.  Erica nods to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLOSE ON PETER:  He looks at the board and makes a move, hits his timer.  Slowly he looks up at Yurilivich.  A hug smile covers his face.",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_1081"
    }
  ]
}