{
  "movie_id": "MOV1082",
  "scenes": [
    {
      "location": "OFFICE",
      "characters": [
        "ON JACK ACKERMAN",
        "HOLD ON BILLY",
        "ON GRESSEN",
        "A SILVER CIGARETTE BOX",
        "ON A CORNER MAILBOX",
        "REVERSE ON TED",
        "ON TED AND DR. ALVAREZ",
        "ON O'CONNOR",
        "THE EMERGENCY ENTRANCE TO THE HOSPITAL. IT MUST BE GENUIN",
        "JOANNA",
        "1970.\"",
        "CROSS-CUT WITH THE CHRISTMAS PARTY",
        "ON TED AND BILLY",
        "ON THE DOOR TO O'CONNOR'S OFFICE",
        "ON TED KRAMER",
        "SUPERHUMAN, GENUINELY HEROIC.",
        "ON SHAUNESSY",
        "REACTION TED",
        "ON THE BED",
        "OUTER OFFICE",
        "ON A TELEPHONE BOOTH",
        "REACTION",
        "QUICK CUT",
        "BILLY",
        "ON A CLOCK",
        "ALONG CROWDED SIDEWALKS WITHOUT STOPPING, ENDING FINALLY",
        "ON THE RECEPTIONIST",
        "ON BILLY AND TED",
        "ON PHYLLIS",
        "ON TED AND O'CONNOR",
        "THELMA",
        "ON THE DOOR",
        "ON A BUS",
        "INT. COURTROOM, LATER IN THE DAY",
        "TED",
        "ON THE ENTRANCE",
        "PHYLLIS",
        "CROSS-CUTTING BETWEEN THE CHILDREN PUTTING ON THE SHOW AN",
        "ON BILLY",
        "ON SPENCER",
        "ON THE JUDGE",
        "HEAR",
        "COVER THE THREE CITY BLOCKS BETWEEN THE KRAMER APARTMENT",
        "ALONGSIDE TED",
        "A HOMEMADE CURTAIN",
        "REVERSE ON O'CONNOR",
        "ON JOANNA",
        "ON THE TEACHER",
        "REACTION, TED",
        "ON TED AND PHYLLIS",
        "THROUGH OUT THE FOLLOWING, THE CAMERA REMAINS ON HIS FACE",
        "SHOT",
        "THE HOSPITAL, ACROSS STREETS WITHOUT STOPPING FOR THE LIG",
        "AN ALARM CLOCK THAT SITS ON A NIGHTSTAND",
        "ON HER",
        "ON THE ELEVATOR DOORS",
        "ON THE DOORS AT THE BACK OF THE COURTROOM",
        "REVERSE ON THE DOOR",
        "ON THE SAME MAILBOX",
        "SHOULD BE MUCH LONGER THAN WE EXPECT. IT SHOULD, IN FACT,",
        "ON TED",
        "ON THE FIFTH WOMAN, (MRS. WILLEWSKA)",
        "ON THELMA",
        "TED KRAMER SITTING IN THE AUDIENCE WATCHING",
        "REVERSE ON JIM O'CONNOR",
        "ON TED AND THELMA",
        "ON JIM O'CONNOR",
        "ON A STACK OF MAIL",
        "AFTERNOON",
        "ON THE PETITIONER'S TABLE",
        "TED AND BILLY",
        "ON THE FRONT DOOR",
        "CROSS-CUTTING BETWEEN THEM",
        "FADE IN"
      ],
      "dialogues": [
        {
          "speaker": "Unknown",
          "text": "A large and very comfortable office over-looking St. Patr Cathedral. At the moment the office is filled to bursting with men and women, slumped in chairs, sitting on desks, of them very tense. Among the crowd of people we note: MU FISHER, a young and very ambitious junior executive and  PHYLLIS BERNARD, an attractive woman in her early thirtie She is a lawyer with the agency. At the moment, TED KRAMER, nice-looking without being wha you would call a matinee idol, paces back and forth. His is loosened, he checks his watch every fifteen seconds.  Clearly he is very distraught.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(predicting the worst) They're not gonna call... I tell you  they're not gonna call. I blew it. I  don't know what I did wrong, but I В–",
          "sentiment": "neutral"
        },
        {
          "speaker": "REVERSE ON JIM O'CONNOR",
          "text": "Ted's boss and good friend. He is in his middle fifties,  nattily dressed with the slightly bleary look of a heavy  drinker. He sits back in his chair with his feet propped the desk and a drink in one hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(not unfriendly) Ted, will you take it easy? Revlon's  not about to drop an account that  represents more than two million in  gross billing receipts in a small  agency like this, without making us  sweat. Now just relax, okay?  Everything's gonna be fine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(at this stage, nothing  will help) I don't think so, Jim. Maybe I  shouldn't have В–",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sound-effect: The phone rings. Everyone freezes. As O'Con reaches for the phone,",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The room is dark, the only light coming from a small nigh light. We SEE a beautiful five year old boy (BILLY KRAMER). He l in bed, half asleep. HOLD FOR A BEAT as a beautiful woman (JOANNA KRAMER) leans over, kisses the child and hugs him tightly to her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(intense) I love you, Billy...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(drowsy) I love you too, mommy... Good-night...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON JOANNA",
          "text": "She gets up from the bed and starts toward the door of th child's room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sleep tight...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't let the bedbugs bite...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joanna stops in the doorway, silhouetted against the ligh She turns, takes a last look at her son, then steps outsi",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON JOANNA",
          "text": "Now that the light is brighter, we can SEE her more clear In her mid-thirties, she is beautiful, dressed in a style that can best be described as Bloomingdale's. HOLD FOR A  BEAT as she leans against the door. It is clear from her  expression that she is terribly upset. Then, making up he mind, she crosses to a closet and takes out a suitcase. THE CAMERA TRACKS WITH HER as she carries it into the bed lays it out on the bed and opens it. PAN WITH HER as she crosses to a closet, grabs an armload clothes and dumps them helter-skelter into the suitcase.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It is a few minutes later, the news has obviously been go because there is a general celebration in progress. Jim O'Connor, now standing, raises one hand for silence,  then making a toast.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Here's to Ted Kramer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cheers and good-natured jokes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(putting an arm around  Ted squeezing him  tight) I wanna tell you something about  this little runt. He went out there  and sold the shit out of Revlon and  that's why we got the account. It  was his idea, it was his concept,  right down the line...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "More hoots and cheers. People start to yell \"Speech.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(embarrassed, but  cannot stop grinning) All I can say... All I can say is  this is maybe one of the five best  days of my whole life...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joanna stands at the medicine cabinet, going through it,  packing things in a travel kit: rollers, deodorant, makeu birth control pills. She starts to take a small bottle of perfume that has only an eighth of an inch of fluid left  inside, hesitates, then puts it back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now some time has passed, most of the crowd has gone and  only the regulars are left.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(in the middle of a  story) So anyway Jim and I are making the  pitch, right? And all of a sudden  this old guy starts to cough and I  keep on going and he keeps on coughing  and I keep on going and he keeps on  coughing and В–",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Murray Fisher leans over, shakes Ted's hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(interrupting) Congratulations, Ted. That was a  hell of a job.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(surprised) Where you goin' Murray, it's early?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Got to get home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(glancing at his watch) Oh, Christ, I'm late... I gotta get  out of here. (however, instead of  going, he settles  back and resumes his  story) So anyway, I look over and this old  geezer is starting to turn blue and  I swear to God the only thing I can  think about is that this poor  sonofabitch is gonna die on me and  screw up the pitch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "INSERT: A long and meticulous list that Joanna is making of the phone numbers and addresses of doctors and hospita of what the various medicines are for, and of the foods t Billy is and isn't permitted to eat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Joanna puts the finishing touches on the list and care arranges it on top of the kitchen counter next to a box o unsweetened, whole grain cereal and a jar of honey. Note: It is this same set of notes that Ted will later  unthinkingly throw away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As the doors to the outer lobby open and Ted and O'Connor appear. Ted starts to hail a cab, O'Connor stops him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, what's the rush? C'mon, walk me  a couple of blocks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jim, I've got to go. I'm already  late В–",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Listen, Ted... I just want to tell  you, when old man Schmidt retires  next year, I've got a pretty good  feeling they'll kick me upstairs...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He turns and starts to walk off down the street, Ted, of  course, follows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...and when they do, I just want you  to know I'm takin' you along with  me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOANNA",
          "text": "As she goes through her jewelry case, taking some things, leaving others. In the B.G. we SEE a framed photograph of Billy, smiling, looking into the camera.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON TED AND O'CONNOR",
          "text": "Tracking with them as they walk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(feeling no pain) Y'know, Ted, I mean what I said back  there. You did a hell of a job on  this and I want you to know I'm  turning the whole show over to you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(thrilled) Wow!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I mean it Ted, you're running this  one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The suitcase is now full. Joanna zips it shut and looks a to make sure that she hasn't forgotten anything. Then, she hefts her suitcase and starts out of the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joanna carries in the suitcase, sets it by the front door then she crosses to the living room and sits down at the  dining table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She takes out a list made on the back of an old envelope. she begins to review it, checking off some items: OFF SCREEN Sound: A key turning in the lock. As Joanna looks up...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As the door swings open to reveal Ted Kramer, an enormous grin on his face, a bottle of champagne in his hand. He i so full of himself that he doesn't notice there is anythi wrong. Note: Throughout the entire scene he carries the bottle o champagne, never putting it down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I thought you might just like to  know that at five-fifteen this  afternoon we were officially handed  the Fire and Ice account by Revlon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(she takes a deep  breath, then:) Ted, I'm leaving you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That represents a gross billing in  excess of two million В– (hearing her) What?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joanna opens her purse, takes out her keys and wallet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Here are my keys. I won't be needing  them any more.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Note: Ted does not for a moment believe that his wife wil really leave him. All he can think of right now is that h will have to spend the rest of the evening coping with on of her moods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(sardonic) I'm sorry I'm late, all right? I'm  sorry I didn't call В– I was busy  making a living.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CROSS-CUTTING BETWEEN THEM",
          "text": "Joanna doesn't even bother to look up at him. She opens h purse, takes out her wallet and begins removing credit ca",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My American Express... My  Bloomingdale's Credit Card... My  check book В–",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(the martyr) Okay, okay... What is it this time?  What did I do now?...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(ignoring this) I took two thousand out of the savings  account. That was what I had in the  bank when we got married.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joanna, whatever it is, believe me,  I'm sorry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Here are the slips for the laundry  and the cleaning. They'll be ready  on Saturday.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(hard lining it) Now listen, before you do something  you'll really regret you'd better  stop and think -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(not bothering to  look up) I've paid the rent, the Con-Ed and  the phone bill, so you don't have to  worry about them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She checks off the last item on her list as her husband  watches, dumbfounded.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There, that's everything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joanna gets to her feet and starts toward the front door. an instant Ted is after her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(panic starting) For God's sake, Joanna, would you at  least tell me what I did that's so  terrible! Would you do me that little  favor?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON JOANNA",
          "text": "At the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look, it's not your fault, okay?  It's me. It's my fault В– you just  married the wrong person.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(placating her) So we've got problems. Everybody's  got problems В– that's normal В–",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joanna opens the door and they step out into the hallway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ted, you're not listening to me.  It's over, finished.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm listening, Joanna В– believe me,  I'm listening. My wife is walking  out on me after eight years of В–",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(bitter) You just don't get it, do you? (as though to a child) I В– am В– really В– and В– truly В–  leaving В– you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I heard you, Joanna. I promise I  heard you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No you didn't. (quietly) You didn't even ask about Billy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(stiffening) What about Billy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm not taking him with me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(tears start) Ted, I can't... I tried... I really  tried but... I just can't hack it  anymore...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "C'mon, Joanna, you don't mean that.  You're a terrific mother В–",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(from her gut) I am not! I'm a terrible mother! I'm  an awful mother. I yell at him all  the time. I have no patience. No...  No. He's better off without me. (unable to look at  Ted) Ted, I've got to go... I've got to  go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(desperate) Okay, I understand and I promise I  won't try and stop you, but you can't  just go... Look, come inside and  talk... Just for a few minutes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(pleading) NO!... Please... Please don't make  me stay... I swear... If you do,  sooner or later... maybe tomorrow,  maybe next week... maybe a year from  now... (looking directly at  him) I'll go right out the window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sound-effect: The elevator approaching.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CROSS-CUTTING BETWEEN THEM",
          "text": "There is nothing more that can be done, this is the last  moment of intimacy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(quiet) Where are you going?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The elevator door opens, Joanna steps inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do you want me to help you get a  cab?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joanna shakes her head. The elevator door closes behind h and it starts to descend.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON TED KRAMER",
          "text": "He stands for a moment, stunned, unable to move. Then he  turns and races back into the apartment. THE CAMERA TRACKS WITH HIM as he rushes across to one of living room windows, throws it open and leans out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Looking down to the street from the eighth floor. We SEE  Joanna step off the curb and hail a passing taxi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(calling out) Joanna!?... Joanna?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Either she doesn't hear him or else she pays no attention She gets into the cab, closes the door behind her and it  drives away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON TED",
          "text": "As he stands for a moment watching the taxi as it disappe Then, slowly, he closes the window, turns, and AS THE CAM TRACKS WITH HIM, walks into the bedroom. The bedroom is a mess: the closet door stands open, insid Joanna's section is empty except for some shoe-boxes and few dresses that are scattered across the floor. Several  dresser drawers have been pulled out and their contents  emptied. HOLD IN A WIDE SHOT as Ted wearily picks up one of the dr and hangs it back on its hanger in its proper place, read for Joanna's return. As he continues straightening up the room, THE CAMERA SLOWLY FADES TO BLACK.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ted Kramer paces back and forth, eyeing the phone. Then,  coming to a decision, he crosses to it, picks up the rece and starts to dial.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The building is dark except for the Kramer apartment whic is ablaze with lights. HOLD as we HEAR: Sound: The phone ringing. Then:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(obviously asleep) Huh... Hello?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(righteous) All right, Thelma... That's it. I've  had it. You can call your good friend  Joanna Kramer and tell her enough is  enough, okay? I mean, I don't know  what I did, but you can tell her  she's made her point.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ted, what are you talking about?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't play innocent with me, Thelma.  You know perfectly well what's going  on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(exasperated) Ted, I don't understand a word you're  saying. Where's Joanna?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ha! You tell me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sound-effect, as Ted slams down the receiver. Instantly a light is turned on two floors below.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON THE FRONT DOOR",
          "text": "As we HEAR: Sound-effect: the doorbell rings. A moment later Ted opens the door and THELMA PHILLIPS ent She is a neighbor (Apt. 6-B) and Joanna Kramer's best fri About four months ago Thelma and her husband Charley were divorced. Until then the two families had been very close, the Kram son (Billy) being about the same age as the Phillips' daughte (Kim). With the divorce, however, the Kramers tried to remain fr with both Thelma and Charley and that has caused a certai amount of friction. Thelma is an attractive woman in her mid-thirties. She dr well, works out religiously at Jack LaLanne's and goes to therapist twice a week. She is also given to acting the l analyst with her friends. Thelma is generous with her adv sharing the wealth so to speak. With all of this she is k loyal and a loving friend. At the moment, however, she is all business.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(looking around,  suspiciously) All right. What's going on?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON TED",
          "text": "From his attitude it is clear that there is no love lost  between them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All right, Thelma, you want to know  what's going on? I'll tell you what's  going on. I'll tell you exactly what's  going on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look, Ted, all I В–",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(starting to really  roll) I came home tonight. We just got the  Fire and Ice account at the agency.  Do you know what that means?! Do you  understand what that means? It means  that it was maybe one of the five  best days in my whole life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ted, all I wanted to know was where  В–",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(not letting her get  a word in edgewise) I walk in the house and before I can  say \"How are you?\", \"Did you have a  nice day?\" before I can say anything.  Pow she's out the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "OhmyGod. Didn't she say anything?  She must've said something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(sarcastic) Yeah, she said it wasn't any use  talking anymore.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ted, don't be so hostile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ted draws himself upright with the dignity of the Ambassa to the Court of St. James. However, during the following, begins pounding the pillows on the couch into shape with  real vehemence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hostile? (pow) Me? (whack) Thelma, I'm not hostile. (thud) I am anything but hostile. (sock) But if you want to know what I am.  I'll tell you what I am. What I am  is, I am hurt. I am very hurt. And I  just want to know one thing, okay?  Just one thing... Why? That's all I  want to know... Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(how to say this) Ted, Joanna and I used to talk a lot  and... well, she told me a lot of...  ah, things about the two of you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(instantly nervous) Things? What kind of things?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(clearly she knows  more than she's  willing to say) I mean... things. Ted, Joanna's very  unhappy and В–",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(flash of anger) Listen, Joanna Kramer's got a goddamn  good life. She's got a husband that  loves her. She's got a terrific kid.  She's got a wonderful home В–",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(getting mad herself) What d'you know about how Joanna  felt? You went off to an office every  morning and you'd come dragging home  at seven or eight every night and as  long as dinner was on the table you  thought everything was swell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Did it ever occur to you guys that  Joanna Kramer's not the easiest person  in the world to live with?! Did it?!  For one thing she's always thirty  minutes late. You can set your watch  by it В–",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(exasperated) So she's late. What's the big deal.  That's just a way of saying, \"Pay  attention to me.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(not listening) Two. She is getting to be a real  hermit or recluse or whatever it is  you call it. Thelma, do you know  where I could be in this business if  I had a wife that entertained or  went out socially В–",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh for shit's sake, Ted, you are the  most selfish human being I have ever  met. No wonder she said you came  first, then Billy, then, if there  was anything left over, she got the  scraps.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joanna said that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thelma nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then how come she never said anything  like that to me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maybe she didn't feel like she should  have to. Maybe she felt like if you'd  been paying any real attention to  her to start with, maybe you would've  noticed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(stung) Boy, you guys are really something,  y'know? I'd like to know one thing,  okay В– just one little thing. Did  you tell Joanna she should leave me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(stiffly) No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She turns and starts toward the front door, Ted at her he",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Y'know something Thelma В– you are  the typhoid Mary of divorce. I mean  it. Joanna and I never had any trouble  until you and Charley split up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ted, divorce is a terrible thing. I  know, I went through it. You've got  to believe I did everything I could  to get Joanna to stay. (pause) But I'll tell you something. You may  not want to hear it, but it took a  lot of courage for Joanna to do what  she just did.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'd like to know what the hell kind  of courage it takes to walk out on  your husband and your child?",
          "sentiment": "neutral"
        },
        {
          "speaker": "THELMA",
          "text": "That stops her dead in her tracks. She had always assumed that Joanna took Billy with her when she left.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joanna left Billy? She didn't take  him with her?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ted shakes his head. There is a long beat of silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(stunned, quiet) Oh Shit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It is a beautiful sunny morning and the super stands in f of the building hosing down the sidewalk. HOLD as a garba truck enters FRAME and the garbage men begin loading sack of trash into the back of the truck. As it begins to grin up the garbage with an ungodly sound, THE CAMERA PANS UP THE EIGHTH FLOOR WINDOWS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Billy Kramer lies in his bed, fast asleep. HOLD FOR A BEAT as we HEAR: OFF SCREEN Sound: From the street below, the garbage truc grinding up garbage. A moment later, Billy opens his eyes, struggles to his fe and, AS THE CAMERA TRACKS WITH HIM, trudges sleepily out of hi room, across the hall and into the bathroom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As the child stands in front of the toilet, eyes closed,",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEAR",
          "text": "OFF SCREEN Sound-effect: as the child pees noisily. Then, when he is finished, he turns and, without botherin to flush the toilet, shuffles down the hall and into his  parents' bedroom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The bed is empty, there is no sign that anyone has slept it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON BILLY",
          "text": "A look of suspicion on his face, he turns and starts back down the hall toward the living room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Billy enters, looks around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ted Kramer, still fully dressed, looking like the wrath o God is asleep in the chair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON BILLY",
          "text": "As he marches across to his father.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where's mommy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON TED",
          "text": "His eyes open, he looks around startled.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Huh?... Oh God... What time is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(suspicious) The little hand is on the six and  the big hand is on the nine. Where  is mommy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(trying to pull himself  together) Oh, Christ... Ah, yeah... you want  to know why mom's not here, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Billy nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(bullshit) Okay, I'm going to tell you... It's  like this. Mommy and daddy had a  little argument and mommy decided  she wanted to go off by herself for  a little while. You know how sometimes  you get mad and want to go off and  be by yourself? Well, it's like that,  okay? Okay. (subject closed) Now how about some breakfast?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ted struggles to his feet and THE CAMERA TRACKS WITH THEM they start toward the kitchen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "When is mommy coming back?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(lying) Soon. Very soon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "By now they are inside the kitchen, Ted looks around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There, on the kitchen cabinet is a box of \"natural grain\" cereal, a jar of honey, some wheat germ, and a banana, wi carefully written instructions from Joanna underneath.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON TED",
          "text": "He takes one look at the note, crumples it up and tosses in the wastebasket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(the camp counselor) I'll tell you what, kiddo В– why don't  I fix us some French toast?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(impressed) Wow! French toast, really?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(the camp counselor) Sure. Didn't I ever tell you French  toast was my specialty? I'll bet I  never told you that. Now then, the  first thing we need is... (trying desperately  to remember) ...eggs! Right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Billy nods. Ted opens the refrigerator and takes some egg",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is terrific... isn't this  terrific?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Ted begins the process of making French toast, it soon becomes obvious that he has no idea of what he is doing.  What follows is a symphony in incompetence on Ted's part. breaks the eggs into a bowl and ends up with most of the  shell mixed up with the egg. Then he takes a piece of bread and drops it into bowl.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(saying it will make  it so) I'm having a good time... Are you  having a good time?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON BILLY",
          "text": "Watching all of this with increasing apprehension.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You forgot the milk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(still the camp  counselor) That's right. You're absolutely  right... It's been a long time since  I made French toast.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ted takes a container of milk, pours it into the bowl so  that it is filled to the brim. Then he sloshes the bread  around until it is half-dissolved.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look at this, isn't this something?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He lops off a huge hunk of butter, drops it into an omele pan and turns up the flame.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON BILLY",
          "text": "Watching. He looks as though he is about to throw up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What about my orange juice?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(the counterman) Right. One O.J. coming up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He opens the refrigerator and starts to get the orange ju As he does, black smoke begins to billow ominously from t frying pan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(scared) Daddy!!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ted turns, spots the smoke.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't worry... Everything's fine...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He lunges for the handle of the frying pan, which by now very hot. He grabs it, lets out a howl of pain and the wh mess, frying pan, butter, bread, goes crashing to the flo",
          "sentiment": "neutral"
        },
        {
          "speaker": "TED",
          "text": "Suddenly all the rage comes pouring out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Goddam! Son of a bitch!",
          "sentiment": "neutral"
        },
        {
          "speaker": "REACTION",
          "text": "Terrified.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Ted kneels down and begins to clean up the mess.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to himself as much  as to Billy) It's okay. It's gonna be okay...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Everything's going to be all right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON A BUS",
          "text": "As it pulls to a stop. The doors open and a stream of mot and children get off. Among them we spot Ted Kramer with  Billy. As they start across the street, Ted reaches down takes hold of Billy's hand. The moment they get to the fa side, Billy takes his hand away from Ted's and wipes it o his pants. Clearly Ted's hands are very sweaty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As they start down the block toward Billy's school.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "When is mommy coming back?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Soon. I told you before, very soon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(nervous) Will she pick me up after school?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. If I'm not here, you go home  with Thelma and Kim.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What if she forgets?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(weary) I'll call Thelma and remind her,  okay? Don't worry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They walk in silence for a few steps, then:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But what happens if she's on her way  to school and she gets runned over  by a truck and killed? What happens  them?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ted looks at Billy in amazement.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As the two of them enter the school and disappear from vi",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON THE ELEVATOR DOORS",
          "text": "As they open and Ted steps out looking like the wrath of  God. THE CAMERA TRACKS WITH HIM as he crosses the waiting room toward the inner offices.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON THE RECEPTIONIST",
          "text": "Glancing up as he passes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(cheerful) Congratulations, Mr. Kramer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON TED",
          "text": "Looking at her like she has lost her mind. Nevertheless h continues on, passing through swinging doors into a long  corridor lined with secretaries' desks and offices leadin off of it. Suddenly a younger man rushes up, grabs Ted's hand and st to pump it vigorously.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Terrific news, Ted.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Another nut. Ted smiles at the man, humoring him and cont toward his office. O'Connor appears, throwing his arm aro Ted, squeezing him in a bear hug.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey... Look who was out celebrating  last night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Suddenly Ted realizes that all these people are congratul him for getting the Fire and Ice account.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(trying to appear  nonchalant) Uh, Jim... Can I talk to you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ted and O'Connor sitting across from one another. O'Conno has just heard the news.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jesus Christ. That's a real  blockbuster. (shakes his head) I always figured you guys had it  made.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(morose) You want to know the real kicker?  The real kicker is, for the first  time in my life В– the first time В– I  feel like a loser.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "O'Connor nods sympathetically. Actually he is praying tha Ted won't start to cry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(stiff upper lip) Listen, don't let it get you down. (doesn't believe it  for a second) You're going to be fine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(toujour gai) Me? I've never been better. I mean  having my wife walk out on me after  seven years of marriage agrees with  me just fine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look, Ted, I'm the oldest whore on  the beat, okay? Three marriages, two  divorces... You're gonna be okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(wishful thinking) I'm going to be okay. The way I see  it, Joanna'll come home, it's just a  matter of time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(emphatically) She'll be back...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ted nods in agreement. There is a beat of silence as both men consider Joanna's imminent return. Then:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(trying to be tactful) But... just in case... I mean, just  on the off chance she doesn't. What  are you going to do about the kid?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(the wind goes out of  him) I don't know, Jim. This whole thing  has happened so... Pow В– like that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(a friend having to  say something very  difficult) Look, it's none of my business, so  you can tell me to butt out, okay?  But if you want my advice, you'll  send Billy away to stay with relatives  for a while. Just until you get  yourself straightened out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(doubtfully) I don't know, Jim...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(the Dutch uncle) Ted, this may sound a little rough,  but we've just landed the biggest  account in the history of this agency,  right? And now it's up to us В– that's  you and me В– to deliver the goods.  Ted, you're my main man, and if I  can't depend on you a hundred and  ten percent, twenty-four hours a  day, because you're worried about a  kid with a runny nose В–",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jim, I appreciate what you're saying.  I mean it, but I really think Joanna's  coming back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON O'CONNOR",
          "text": "Clearly he doesn't believe this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I hope you're right, Ted... I really  hope you're right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It is postmarked Denver, Colorado. The letter is addresse to Billy Kramer and it is from Joanna.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON TED",
          "text": "As he rips open the letter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Billy!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON BILLY",
          "text": "He sits in the living room watching television, a chocola doughnut in one hand and a remote control device for watc television in the other. Off-screen Sound: a Saturday morning kiddie program from television set.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(focused on T.V.) Uh, huh...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You got a letter from mom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Instantly, Billy turns down the volume of the television.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(excited) When is she coming home?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON TED",
          "text": "As he starts to read, slowly, carefully, so that Billy ca absorb it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"My dear, sweet Billy: Mommy has  gone away. Sometimes in the world  daddies go away and mommies bring up  their little boys. But sometimes a  mommy can go away too, and you have  your daddy to bring you up.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Ted continues to read, Billy starts turning up the sou on the television, using the remote control device.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(raising his voice so  he can be heard) \"I have gone away because I must  find some interesting things to do  for myself in the world. Everybody  has to, and so do I. Being your mommy  was one thing, but there are other  things and this is what I have to  do. I did not get a chance to tell  you this, and that is why I am writing  you now.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "By now the volume from the television is so loud that Ted has to shout to make himself heard over it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"I will always be your mommy and I  will always love you. I just won't  be your mommy in the house. But I  will be your mommy of the heart. And  I... \" (he looks up, about  to tell the child to  lower the volume) Billy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Billy sits, watching television with an almost ferocious  intensity on his face, doing his best to block out Ted's  voice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON TED",
          "text": "He watches his son for a second, then carefully refolds t letter, puts it away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(as he reaches across,  turns down the sound  on the T.V.) It's okay... It's okay. We'll talk  about it some other time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THELMA",
          "text": "Reading Joanna's letter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, God... OhmyGod...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She finishes the letter, looks up at Ted.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What are you going to do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know, Thel... This whole  thing has happened so... Pow, like  that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I mean, what are you going to do  about Billy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(stiff) I'm gonna keep him, why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look, this is nothing personal, but  I don't think you can do it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thelma, I've lost my wife, I'm not  losing my child.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(backing off) All right... Okay... But let's get  something straight, right now. I  mean, I'm sorry about what happened  between you and Joanna, but it's not  my problem, understand?",
          "sentiment": "neutral"
        },
        {
          "speaker": "REVERSE ON TED",
          "text": "He nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm not going to have you calling  every fifteen minutes just because  you can't find a hot water bottle,  understand?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ted nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've got enough trouble raising my  own kid. I don't need another one.  Got it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Got it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're on your own, understand?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I understand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're sure?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm sure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON THELMA",
          "text": "A long pause, she looks at him with all the warmth of a t sergeant facing a raw recruit. Then:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All right. Who's Billy's pediatrician?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON TED",
          "text": "He hasn't the foggiest idea.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(machine-gun delivery) Ed Davies. 230 East 76th Street. 472- 8227. Fifty bucks a house call, thirty  for an office visit. Write this down:  I'm not telling you twice. What's  the nearest hospital?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON TED",
          "text": "As he grabs a piece of paper and starts writing frantical",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wait a minute! Wait a minute!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(not waiting) Lenox Hill. 77th Street between Park  and Lex. The emergency number is 327- 0800.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Slow down... Slow down...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ted stands in the middle of the room, sorting out a huge  pile of dirty clothes. Thelma sits on the edge of the bed watching.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Colors in one pile, white things in  another and shirts in a third.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In the BACKGROUND we SEE the bathroom door as it opens an Billy Kramer steps out, freshly bathed and wearing clean  clothes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(without looking around) Brush the teeth. Hang up the towel  and flush the toilet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Billy immediately turns on his heels and heads back into bathroom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "A SILVER CIGARETTE BOX",
          "text": "That is inscribed, \"Ted and Joanna Kramer, Married April",
          "sentiment": "neutral"
        },
        {
          "speaker": "1970.\"",
          "text": "HOLD FOR A BEAT then Ted's hand reaches into FRAME and pi it up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As he takes the cigarette box and balances it on a stack scrap books, photographs, ash trays, etc., etc., that he carrying. He crosses to another table, picks up a framed  photograph of Joanna and Billy and piles that on top of  everything. We realize that Ted is going through the apar from top to bottom and methodically cleaning out every tr of Joanna that he can find.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Ted goes through the room, picking up Billy's clothes  which have been strewn every which way. THE CAMERA TRACKS WITH HIM as he carries them into Billy' room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Billy is fast asleep, the only light coming from the nigh lamp on the dresser. Ted dumps the soiled clothing in a  hamper, hangs up Billy's jacket, then he neatly folds the boy's sweater and crosses to the dresser.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Ted opens a drawer and starts to put the sweater away. Suddenly he spots something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There, in the drawer, sitting on top of a pile of clothin is one of the photographs of Joanna that Ted put away thi afternoon. Billy has retrieved it and hidden it here, hoping that Te wouldn't find it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TED",
          "text": "As he takes a long look at the photograph, then turns to son.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Billy asleep, tangled up in the covers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON TED",
          "text": "He removes the photograph from the drawer, crosses to the bed and places it on the nightstand nearby so that Billy  will be able to see the picture of Joanna when he wakes u in the morning. He sits for a moment longer on the side o the bed and reaches across and smooths down his son's rum hair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON TED",
          "text": "Clearly in a rush, loading his briefcase with work to do  that evening. He starts for the door and THE CAMERA TRACK WITH HIM as he walks along the outer office corridor, hea for the elevator. As he passes the door to O'Connor's off",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(calling out) 'Night, Jim.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(calling out) Hey, Ted. C'mon in. I wanna' talk to  you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Reluctantly Ted stops, turns around and walks back to the door to O'Connor's office.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "O'Connor sits back in his chair, his feet propped on the  desk a drink in one hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(jovial) What's the big rush. C'mon in, put  your feet up, have a drink.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REVERSE ON TED",
          "text": "Hanging in the doorway, clearly anxious to leave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Can't do it tonight. Gotta pick up  Billy. I'm late.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(paying no attention  to that) Listen, I heard a terrific joke today.  There's this Polish skydiver В–",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(urgent) Sorry, Jim I've got to go. I'll talk  to you tomorrow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And before O'Connor can say anything he is gone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REVERSE ON O'CONNOR",
          "text": "Obviously displeased. He sits for a moment, drumming his  fingers on the desk top, then reaches for the phone and s to dial. A moment later:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Murray? Jim O'Connor, why don't you  drop by and have a drink...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Ted emerges from the building, starts to hail a cab.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As the cab pulls to a stop. Ted leaps out and rushes insi",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The elevator doors open and Ted steps out. THE CAMERA PANS WITH HIM as he crosses to the doorway of apartment, rings the bell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As the door is opened by a pleasant-looking woman in her  thirties. This is MRS. KLINE. She has the slightly haggard look of  someone who has just survived a birthday party with eight five-year-olds. In fact, behind her we SEE an abundance of crepe paper an balloons.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(apologetic) Mrs. Kline, I'm sorry I'm late, but  В–",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's all right, but I'm afraid  Billy was a little nervous... (she glances off screen)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Billy, his coat on, his goody bag in his lap sits alone o bench in the foyer. The moment he sees his father, he gets up and starts for door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Ted, accusingly) You're late.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm sorry, pal, but I had a meeting  and В–",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Mrs. Kline anxious  to get away) Goodbye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Goodbye, Bill. Thank you for coming. (calling out to her  son in the next room) Mark. Say goodbye to Bill.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(preoccupied) Bye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And he hustles his father out into the hallway. Once door shut behind them:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(sullen) I was waiting a long time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "By now they have crossed to the elevator. Ted rings the b",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(this ain't exactly  the greeting he's  expected) It wasn't so long, I'm only... (checking his watch) ...twenty minutes late.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The elevator doors open.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All the other mothers got here a  long time ago...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And the doors close, blocking them from view.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ted and Billy sit at the dining table, a large pizza betw them. Ted is working hard, trying to establish some kind of rap with his son. Billy is silent, he picks at the slice of p in front of him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(more of the camp  counselor) How was school today?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay... Same as usual...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Billy, don't eat with your fingers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(morose) Sorry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There is a long beat of silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(like pulling teeth) Well, I see the Yankees finally won  a game.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mom, I mean dad?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Can I be excused? I'm not hungry. I  think I'll go to bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sure. Too much birthday cake, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(as he gets up from  the table) I guess...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Billy shuffles off toward his room. Ted sits for a bea picking at the food on his plate. THE CAMERA TRACKS WITH BILLY as he gets up from the table and walks into his room. HOLD IN THE DOORWAY as he takes his shirt and pants and leaves them lying on the floor. T boy crosses to the closet, gets his pajamas and puts them on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REVERSE ON TED",
          "text": "Standing in the doorway, watching.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Goodnight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON BILLY",
          "text": "He starts to crawl into bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(aloof) 'Night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON TED",
          "text": "THE CAMERA PANS WITH HIM as he crosses to where Billy dro his clothes on the floor, picks them up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Listen, pal, I'm sorry, okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know how you feel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Silence. Ted crosses, sits on the edge of the bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look, I remember one time when. I  was a couple of years younger than  you are now and... I was staying  with this cousin of mine and my  parents were supposed to come and  pick me up by three, but it got later  and later and they didn't and they  didn't show up and I remember I got  really scared that something had  happened to them and I remember when  they finally came instead of being  happy to see them I was very angry  and... Billy, I promise I'll never  do that to you again, okay?...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Billy? Okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "His face is turned to the wall. HOLD FOR A BEAT as we SEE him nod.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Note: The following scene, which is written as one, is  actually to be played so that each time we cut back to th woman who is being interviewed as housekeeper, it is a  different woman: sometimes nervous and excited, sometimes large and lugubrious, with six shopping bags, sometimes  looking like a headmistress at Dachau. They are uniformly (until the last) unappetizing. Throughout this, we SEE Ted becoming increasingly despera",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(looking around nervous) It's very big... They didn't tell me  it was this big.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(apologetically) No... No, actually it's only two  bedrooms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(sniffing) Phew... This place is a real pig  sty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(defensively) Look, my wife just walked out on me.  Okay? It's been a tough week.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't tell me your troubles, mister.  I got enough of my own.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Note: With the FOURTH WOMAN we begin on a CLOSEUP and PUL BACK to REVEAL that we are in Ted's office and it is the  middle of the afternoon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The first thing is, I don't do floors.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "At that point the door behind her opens and O'Connor poke his head in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ted.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(ignoring him) Or windows. I come in at ten and I  get Wednesdays off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ted.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(brisk) I'll be with you in a minute, Jim. (back to the woman) You couldn't make that Saturday,  could you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON THE FIFTH WOMAN, (MRS. WILLEWSKA)",
          "text": "She is a slightly built attractive woman in her early six There is a long pause as she looks around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What kind of boy is your son?",
          "sentiment": "neutral"
        },
        {
          "speaker": "REACTION",
          "text": "This is the first person that ever asked about Billy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(taken aback) Well, he's... ah, he's a good kid.  He's shy and... I think he's probably  very creative and...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Could I see him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sure. He's right in here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As they start toward the child's room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In the darkness we can SEE Billy, all scrunched up in the covers. HOLD FOR A BEAT as the door opens and the light from the  hall falls across the sleeping boy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON THE DOOR",
          "text": "Ted and Mrs. Willewska stand silhouetted against the ligh",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh... He's very beautiful.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON BILLY",
          "text": "As he stirs, in his sleep.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. Kramer, you are a very lucky  man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REACTION, TED",
          "text": "This is the first time since Joanna left that this has  occurred to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mrs. Willewska, could you start on  Monday?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON BILLY AND TED",
          "text": "TRACKING JUST IN FRONT OF THEM as they wheel a shopping c along the aisle. Ted has a shopping list in his hand. Ted stops, takes a box of detergent off of the shelf, sta to put it in the shopping cart, when:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(worried) Mom, I mean dad...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(his mind elsewhere) Uh huh...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's not the right soap. We use  the kind in the green and yellow  box.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "C'mon, there's not much difference В–",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(firmly) We use the green and yellow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ted looks at his son for a moment, then carefully replace the detergent that he had originally picked and reaches f the green and yellow kind. They continue on for several s and Ted stops again, this time looking for a dishwashing  liquid. He starts to reach for one, stops, looks around a Billy. Billy shakes his head. Ted points to another.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(shaking his head  again) The pink stuff.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ted takes a bottle of the pink stuff, puts it in the shop cart and consults his shopping list.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay, what color cereal do we get?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It is that same afternoon and Billy (his clothes are much dirtier by now) is running back and forth with a group of other children.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Walk him over to Bethesda Fountain  and buy him an ice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON TED",
          "text": "He sits on one of the playground benches, the work he too from the office stacked beside him on the bench. Sitting  next to him is a personable-looking man of about Ted's ag He is nattily dressed in a suit complete with vest, tie a polished Gucci loafers. We will call him THE SATURDAY FAT Note: The Saturday Father and his daughter (a pretty youn girl of about ten) will appear from time to time througho the film. He is a divorced father, putting in his time, n giving a shit about the child. The Saturday Father insist on treating Ted as though they were members of the same s fraternity. And he comes to represent Ted's nightmare of  what might happen to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(looking in the  direction of the  voice) What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Walk him over to Bethesda Fountain,  buy him an ice. It'll kill twenty  minutes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've got a lot more than twenty  minutes to kill.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tough... (checking his watch) ...I get off duty at five-thirty. (bored, anxious to  make conversation) How long you been divorced?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(surprised) Three months. How can you tell?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You've got that look. My lady and I  split two years ago in August and  I'm an old pro at this shit. First  thing, stay away from the Children's  Zoo. It's pure hell В– if I never see  another chicken, I'll be happy. (calling out to his  daughter OFF SCREEN) I'm here, darling. Don't worry...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Finding this distinctly unpleasant. He glances around, lo for Billy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The sprinkler area. Other children are running around, bu there is no sign of Billy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(calling out) Billy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Another area of the playground. Billy is nowhere in sight",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As he grabs his stuff and starts toward the exit of the  playground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(louder) Billy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Looking in another direction. Nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TED",
          "text": "Standing among a crowd of people just outside the entranc to the playground. He is looking around wildly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Billy?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There in the distance is Billy Kramer, running as hard as can away from Ted.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON TED",
          "text": "TRACKING IN FRONT OF HIM as he starts to chase after Bill",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It is clear that Billy is running with a purpose.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Billy!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Billy pays no attention to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON TED",
          "text": "TRACKING IN FRONT OF HIM as he continues to chase his son",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Closer now, we can SEE that ahead of Billy is a woman tha from behind, looks remarkably like Joanna.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As he realizes what is about to happen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Catching up to the woman.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mommy! Mommy!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A moment later he gets close enough to grab onto her skir As the woman turns around:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Quite clearly it is not Joanna.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "His face becomes impassive again. All the excitement vani",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh. I thought you were my mommy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "His face reveals all of the pain that Billy's can't.",
          "sentiment": "neutral"
        },
        {
          "speaker": "A HOMEMADE CURTAIN",
          "text": "As it opens and Billy Kramer, wearing an outsized moustac a makeshift cape and a stovepipe hat made from constructi paper. He stands for a moment, looking around, finally he spots  someone, grins and begins waving.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Across the room eighteen to twenty mothers (Ted Kramer is the only man present) are gathered, sitting on tiny chair and at work tables watching as their children put on a sh",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON BILLY",
          "text": "Suddenly he forgets his lines, looks around nervously. A  moment later a very pretty young teacher leans over, whis in his ear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ladies and gentlemen...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ladies and gentlemen...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Welcome to the greatest show on earth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Welcome to the... (he forgets again)",
          "sentiment": "neutral"
        },
        {
          "speaker": "REVERSE ON TED",
          "text": "He leans forward mouthing the words as the teacher prompt Billy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Greatest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Greatest...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Show.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Show...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "On earth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "On earth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ted breathes a sigh of relief, his son having gotten thro it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TED KRAMER SITTING IN THE AUDIENCE WATCHING",
          "text": "A look of total pleasure on his face. From time to time w Billy does something particularly difficult, Ted nudges t woman next to him. Note: In all of the shots of Billy we SEE the teacher the guiding, helping, over and over and over we cannot help b notice how attractive she is. Toward the end of the show  Ted's POV occasionally follows the teacher rather than th child.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The show is over and the parents and children mill around eating popcorn, drinking lemonade from paper cups. Ted st off to one side, talking to the teacher as Billy runs aro",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. Kramer, I just wanted to tell  you what a wonderful boy your son  is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(clearly attracted to  her) I don't know... I've been worried... (glancing around,  making sure Billy is  out of earshot) I mean, with what he's been through  and everything. I В–",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(solicitously) No... No... Billy is doing just fine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(giving himself a few  points) Well, you know it's not easy raising  a kid on your own and I thought if  we could get together and, uh, discuss  В–",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "At that moment one of the class mothers interrupts, reach across Ted and takes hold of the teacher's hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(effusive) Barbara! Congratulations! When is  the baby due?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, God. Not 'til August.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TED",
          "text": "Inadvertently glancing at the teacher's stomach, nothing  shows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON THE TEACHER",
          "text": "As she turns back to Ted.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Excuse me. You said you wanted to  talk, Mr. Kramer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(embarrassed) Yes, but... ah, not now... (checking his watch) I've got an appointment... I forgot  all about it...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Ted begins beating a hasty retreat,",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON TED",
          "text": "TRACKING IN FRONT OF HIM as he walks down the street carr a large and elaborate papier-mГўchГ© art thing that Billy in school.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As he manages to notice every single pretty girl that pas thread his way through the crowd and still balance Billy' enormous work of art.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON THE ELEVATOR DOORS",
          "text": "As they open, Ted squeezes off and AS THE CAMERA TRACKS W HIM, he crosses the waiting room and enters the offices  proper. He pauses at his secretary's desk and deposits Bi papier-mГўchГ© thing. She jumps up from her desk, takes t papier-mГўchГ© thing and her notebook in hand, and follow as he walks down the corridor towards O'Connor's office.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. O'Connor called. There's a meeting  with the Revlon people in the board  room and you're fifteen minutes late.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(in a rush) I know... I know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. Schmidt can't have the figures  on the television buy until Monday.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. Uh, uh. Tell him I asked for it  Friday. I want it Friday. Period.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. Lombardo from packaging wants to  meet on Friday.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "By now they have reached the board room. He enters withou knocking, his secretary still in tow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And Mrs. Kelsey called to ask if  Billy can come to Stephanie's birthday  party on Tuesday.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The room is filled with executives in three piece suits a O'Connor who is doing a lot of backing and filling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(as he enters) Yes. Remind me to pick up a \"Crying  Chrissie\" doll at lunch on Tuesday.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON O'CONNOR",
          "text": "Clearly he is very irritated at this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(sardonic) If it's all right with you, Mother  Kramer, can we get down to work now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It is a real mess, legal files and law books scattered  everywhere. In the midst of all this chaos sits PHYLLIS BERNARD, as w said before, she is about thirty, very pretty in spite of her glasses.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON PHYLLIS",
          "text": "She looks up as Ted enters. It is clear from their attitu that they have known one another for a long time and are  very relaxed together.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hello, Kramer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON TED",
          "text": "He drops into a chair and shoves a stack of papers across the desk to her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hiya, Phyllis. These are the Revlon  contracts. I thought you ought to  check them out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She takes the papers and starts to rifle through them,  stopping every so often and making a note in the margin. she does, we notice that the second and third buttons of blouse have come undone and that she is not wearing a bra",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As he realizes this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON PHYLLIS",
          "text": "She glances up to ask Ted a question about some point or  other, notices the direction of his gaze and, unself- consciously buttons up her blouse. She goes back to her papers as Ted continues to watch her",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON PHYLLIS",
          "text": "Not looking up from her papers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(baffled) Yes, what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(looks up, serious) Yes, I'll have dinner with you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON THE BED",
          "text": "Although the room is dimly lit, we can SEE quite clearly  that Ted and Phyllis are in bed together. They have finis making love and Ted lies back, half asleep. Phyllis reach across to the nightstand, puts on her glasses and checks watch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kramer, I've got to go. I've got an  eight o'clock closing tomorrow down  on Centre Street.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(half asleep) Mmmmnph... I'll get you a cab...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But he makes no move to get up. Phyllis gets to her feet and in the dim light we can SEE  that, except for her glasses, she is naked.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(as she crosses the  hall on the way to  the bathroom) That's okay. It's just that I've got  these clients that are В–",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There is Billy Kramer, standing by the toilet, buttoning pajamas. He looks up at Phyllis.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There stands Phyllis, naked as the day she was born, a lo of stunned amazement on her face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(softly to herself) Oh, God.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Too startled to cover herself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON BILLY",
          "text": "He looks her up and down, then:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(very serious) Do you like fried chicken?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON PHYLLIS",
          "text": "Suddenly remembering to cover herself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(hoping desperately  it is the right answer) Ah... Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So do I...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And he shuffles off to bed. Phyllis waits, frozen until h disappears into his room. Then, she turns and flees back  into the bedroom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON PHYLLIS",
          "text": "As she bursts into the room, closes the door behind her,  leans against it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(eyes wide) I just met your son.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON TED",
          "text": "Who has leapt out of bed and is scrambling into his pants",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Like that?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Phyllis nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He wanted to know if I liked fried  chicken.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Phyllis nods rather frantically.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(grinning) So what's your problem?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON TED AND THELMA",
          "text": "Stand side by side. He is cutting, chopping, making some  kind of stew. Thelma stands nearby watching, sipping a gl of white wine. FROM OFF SCREEN we can hear Billy and Kim running around, playing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You ever think about getting married  again?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, not really... (she thinks for a  moment, then:) I guess it's different if you don't  have children, but... I dunno, even  if Charley and I don't live together,  even if we're sleeping with other  people, even if Charley was to marry  again... He'd still be my husband.  That stuff about \"Till death do you  part?\" That's really true.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(nodding toward a  cookbook that is  propped open nearby) How many onions does it say to use?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(without bothering to  look in the book) Three. And add some basil.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(as he does) D'you think you and Charley'll ever  get back together again?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. I don't think so.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "C'mon, Thel. So Charley had a little  fling. So what? All in all he was a  pretty good husband.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look, I know this isn't gonna make  any sense, okay? I mean forget the  logic part... But I keep thinking if  Charley really loved me, he wouldn't  have let me divorce him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Saturday Father and his daughter, clearly with nothin to say to one another, stand eating ices from a nearby ve THE CAMERA PANS AWAY FROM THEM across to Billy, Ted and  Phyllis. She is dressed in a very nice suit, silk blouse, high heeled shoes and looks distinctly out of place in Ce Park on a Saturday afternoon. At the moment, Ted is trying to teach Billy how to bat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now look, you hold it like this... (he places Billy's  hands on the bat  just so) ...and you swing like this... (taking him through  the motions)",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON PHYLLIS",
          "text": "Watching. She can't believe what she's seeing. Finally, s can't stand it any longer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(impatient) No, no, no, Kramer. That's not how  you do it. Look...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She crosses to Billy, gently takes the bat from him and  demonstrates.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...you hold it like this... (showing him her grip) Farther down the bat. And you swing  like this... (to Ted) Throw me one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON TED",
          "text": "As he gives Billy a look that says, we have to humor her. throws a ball.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON PHYLLIS",
          "text": "As she swings, connects and slams a ball in a long, loopi fly that goes at least two hundred feet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON TED",
          "text": "Watching the ball disappear in the distance, he turns bac to Phyllis, open-mouthed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHYLLIS",
          "text": "Embarrassed, she grins, shrugs and hands the bat back to  Billy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "O'Connor, Murray and the Art Director are in O'Connor's o as the door opens and Ted enters, carrying a pile of pape charts, graphs, etc., etc.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay, Jim. Here's the report on...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He stops in mid-sentence, looks around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "On the walls are a series of mock-ups of the various Fire and Ice ads, none of which are what Ted and O'Connor had  agreed upon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(surprised) What the hell is this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(innocent) Murray had some ideas about the Fire  and Ice campaign and he had the art  department make up a few roughs... (weakly) I think they're kind of interesting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(bugged) I don't. Jim, this isn't anything  like what we talked about. It's not  even close.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(oily) Ted, basically it's still your  concept.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(chiming in) Murray just added a few things, that's  all.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now hold it right there, I'm the one  that went in and sold Revlon on this  idea to start with, remember? You  said I was going to be В–",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sound-effect: The phone rings. O'Connor picks it up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He listens for a moment, then hands the phone to Ted.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's for you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON TED",
          "text": "As he takes the receiver.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(puzzled) Yes?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then, embarrassed, he turns his back and lowers his voice",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look, Billy, I told you before, one  hour of T.V. a day, that's the rule...  No... (clearly, Billy is  giving him an argument) I don't care what the other mothers  do... Listen, I can't talk now, I'm  in a meeting... (firm) Billy, I'll talk to you later, good- bye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Note: During the phone call, the CAMERA PANS AWAY to Murr &amp; O'connor, looks of bored Condescension and smug sup on their faces. Ted hangs up the phone and turns back around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(smooth) Ted, I appreciate what you're saying,  but I really think you're just too  close to it right now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(quickly) Murray's right. (reassuring) Look it's just some ideas, okay? I  mean nothing's locked in cement. I  promise you this is your show...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON TED",
          "text": "Not very reassured.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Trust me on this one, Ted...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ted is sitting at the dining room table, working. Spread all across the table are layouts, rate sheets, etc., etc. Billy sits across from him drawing on a pad with felt-tip pens. HOLD FOR A BEAT, then:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(worried about  something) Mom, I mean dad...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(busy) In a minute...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "beat of silence then:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do you do when an elephant sits  on your fence?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You get a new fence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(he hasn't heard a  word) C'mon, Billy. I'm trying to work for  God's sake...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Another beat of silence, then Billy reaches for his glass Hawaiian Punch and accidentally tips it over, spilling pu liquid across all of Ted's papers. Instantly, Ted is on his feet, yelling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Goddamnit, can't you watch what you're  doing!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(quiet) I'm sorry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Je-sus Christ! I catch all kind of  shit at the office because I'm not  pulling my weight because I'm busting  my butt trying to be a decent goddamn  father and В–",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm sorry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(sardonic) That's terrific. That's really  terrific, but I notice I'm the one  that's cleaning up this В– (noticing an important  paper covered with  grape juice) Oh, crap, I'll have to do this one  over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(starting to help) I'm sorry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "By now there is nothing the boy can do right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look, it's after your bedtime, okay?  Just do me a favor and go to bed,  okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Billy gets to his feet, collects his stuff and walks into his bedroom. HOLD ON TED who sits for a moment, then gets wearily to his feet and as THE CAMERA TRACKS WITH HIM cro to the door of Billy's room. He stops in the doorway, loo OFF SCREEN.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Billy struggling to get his pajamas on, having a hard tim",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look, I'm sorry I yelled, okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(quiet) That's okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's just... I've been catching a  lot of flack at the office...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's okay...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON THE DOOR TO O'CONNOR'S OFFICE",
          "text": "As it opens and Phyllis comes out. In the background in  O'Connor's office we SEE O'Connor and Murray, talking,  laughing. THE CAMERA TRACKS ALONGSIDE Phyllis as she walks to Ted  Kramer's office and opens the door without knocking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How about lunch, Kramer. I'm buying.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON TED AND PHYLLIS",
          "text": "As they sit across from one another. A waiter stands over them, setting drinks in front of them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Perrier and lime... (placing a drink in  front of Phyllis) ...and scotch with soda. (putting Ted's drink  in front of him)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The waiter bustles away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay, Phyllis, what's up?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kramer...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She breaks off, uncertain whether or not to go on. Then,  making up her mind, she reaches across, takes Ted's scotc and soda and drinks half of it down in one gulp.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(in a rush) O'Connor's out to get you. He's going  to take the Fire and Ice account  away from you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(stunned) What?!?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Phyllis nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(angry) I don't believe it! That's crazy!  Why would Jim do something like that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Phyllis polishes off the rest of Ted's drink.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(angry herself) You want to know why? I'll tell you  why... (signaling to the  waiter) Another scotch and soda for the  gentleman. (back to Ted) I'll tell you exactly why. Because  you're not his buddy anymore. Because  he can't count on you to sit around  the office every night until eight  or nine and shoot the shit with him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can't. I've got Billy to take care  of.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(exasperated) You dope. O'Connor doesn't give a  damn about Billy. All he wants is  somebody that'll hang around with  him every night so he won't have to  go home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(stiff) I don't believe you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The waiter sets Ted's drink on the table in front of him. starts to reach for it, but Phyllis is quicker.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(taking a stiff drink) All right. Okay. But tell me  something, Kramer. Who do you think  is palling around with O'Connor these  days?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ted shrugs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How should I know?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Murray.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REACTION, TED",
          "text": "Stunned, but trying to be nonchalant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So... what's so terrible about that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(would like to take  him by the shoulders  and shake him until  his teeth rattle) Oh, for God's sake, Kramer. You have  got to be the world's most naive  human being. (leaning forward) Murray has gone in and changed every  single ad you've done on the entire  Fire and Ice campaign. Every layout...  Every idea... Every single thing,  right down the line.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. No, I don't believe it. Jim  O'Connor would never let anything  like that happen. He gave me my shot  in this business. If it wasn't for  Jim O'Connor I'd be В– I don't know  where I'd be. He's a wonderful man...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(apologetic for having  upset Ted) Kramer, I'm sorry. All I was trying  to do was В–",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(cutting her off) I don't want to hear another word  against him. Not another word. He's  a wonderful man... a wonderful man...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "INSERT: The finished proof of the ad that Murray had done that Ted had seen in O'Connor's office.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON TED",
          "text": "TRACKING WITH HIM as he steams out of his door and marche along the corridor to O'Connor's office.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(as Ted brushes past  her) I'm sorry, Mr. O'Connor is in  conference.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But it is too late. Ted barrels into O'Connor's office wi bothering to knock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "O'Connor is alone in the office. He looks up startled as comes barging in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(furious) All right, Jim. You said I was running  this show, right? You said no  decisions without my approval, right? (brandishing the ad) Well what the hell is this? What's  going on, Jim?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(embarrassed) Well, ah... I thought it over and I  decided we're doing it Murray's way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jim, this is garbage. This isn't  anything like what we talked to Revlon  about. None of it. You can't В–",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(tough) That's my decision, Ted and that's  final.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON BILLY",
          "text": "Who sits looking down at the plate of food in front of hi as though it was a coiled rattlesnake about to strike.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON TED",
          "text": "Preoccupied, jumpy. He is eating, but he doesn't taste a  thing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Salisbury steak.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I hate it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You don't hate it. We had Salisbury  steak last week and you liked it  fine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(stubborn) No I didn't. I hate the brown stuff.  It's gross.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(strained patience) All it is is onions and gravy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm allergic to onions.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You are not allergic of onions. You've  had them lots of times.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(sullen) I want a pizza.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(trying not to lose  patience) No. This is fine. Just take a bite,  you'll like it fine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Reluctantly, Billy takes a tiny bite. He barely puts it i his mouth before he spits it out with a great show of bei physically ill.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I think I'm going to throw up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(getting pissed off) Oh, for God's sake... Here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He reaches across and scrapes most of the sauce off of th meat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There, okay? Now that's just plain  old hamburger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Some of the brown stuff is still  there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(through clenched  teeth) Then eat around it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(anger building) Now listen to me, young man. Do you  know what I had to go through to put  this goddamn food on the goddamn  table?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(obstinate) I don't care. I hate it. I want pizza.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(blowing up) Not on your life. That's it. I've  had it with crap around this house.  From now on, no more pizza! Get it?  Starting right now you can eat real  food like a normal human being!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "By now both of them are out of control.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You want to know something?! You are  a spoiled selfish little brat! Now  eat В–",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Billy takes his plate and looking his father straight in eye deliberately overturns it, spilling food everywhere.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON TED",
          "text": "He is out of his chair like a shot, crosses to Billy and  jerks him to his feet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(yelling) Goddamnit! Go to your room!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He half-carries, half-drags the child kicking and screami into his room. THE CAMERA TRACKS ALONGSIDE THEM.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(at the top of his  voice) Owwww... You're hurting me... You're  hurting me... I hate you... I hate  you...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(seething) You're no bargain either, pal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I want my mommy... I want my mommy..",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "By now they have reached Billy's room. Ted dumps him on t bed unceremoniously and starts out of the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(sobbing) I want my... mm... ommy... I want  mmmy... mommy...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(at the door) Tough shit. You're stuck with me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And he slams the door behind him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The dining area. Ted sits down and tries to resume his me alone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(sobbing, fighting to  catch his breath) I want my... mmmo... mmmy. I want  mmmy mmo... mmy...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As he lifts his glass to take a drink and we can SEE that is shaking like a leaf.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON TED",
          "text": "As he finishes doing the last of the dishes, dries his ha and looks around to make sure that everything has been pu away. He flips off the light and, as THE CAMERA TRACKS WI HIM, he walks from room to room, turning off the lights,  until he reaches the door to Billy's room which is still  closed. Ted hesitates for a moment, then eases open the d and steps inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Billy lies sprawled across the bed, all tangled up in the covers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON TED",
          "text": "As he crosses to the sleeping child and starts to straigh the covers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(tentatively) Daddy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(all anger gone) Yeah?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm sorry...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(kisses him) That's okay, pal. Go back to sleep.  It's very late.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He starts to get up, when:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Daddy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uh huh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(very quiet) Are you... gonna go... away?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON TED",
          "text": "Stunned at the question.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Of course I'm not going away. I love  you very much. I'll be right here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There is a beat of silence, then:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(it comes pouring out) That's why mommy left... isn't it?  'Cause I was bad...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The boy begins to weep.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(he puts his arm around  Billy and holds him  close) Oh, Christ... Oh, Christ... (he thinks for a  moment, then:) No, pal. Your mom loves you very  much. The reason she left didn't  have anything to do with you. (pause, this is very  painful) Look, I don't know if this will make  any sense to you, okay? But I'll try  and explain. You see the reason your  mom left was because... Well, I guess  it was because I kept trying to make  her into a certain kind of person...  Make her be the way I thought a wife  was supposed to be. Only she wasn't  like that. She was... (smiles to himself) Well, she wasn't like that. And now,  when I think about it, I can see she  tried very hard to be like I wanted  В– very hard. And when she couldn't,  then she tried to tell me about it.  Only I wouldn't listen. I guess I  thought that if I was happy, that  meant she was happy too. Only she  wasn't. The truth is, the only reason  she didn't leave a lot sooner was  because she loves you so much. Joanna  stayed until she couldn't stand me  any longer and then she left... But  it wasn't you, pal. It wasn't you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There is a long beat of silence as Billy thinks about thi Clearly an enormous burden has been lifted from his shoul Finally:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is mom ever coming back?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You mean for good?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Billy nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't think so.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(thoughtfully) Oh...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ted gets to his feet, starts for the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now go to sleep. It's very late.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sleep tight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't let the bedbugs bite.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "See you in the morning light.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dad?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ted pauses in the doorway, smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I love you...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Ted runs along beside Billy, who is learning to ride a bike. Then, in the last shot, Ted lets go of the bike and runs  along just behind. Slowly as Billy gains confidence he sp up, leaving Ted farther and farther behind. Finally, as B glances over his shoulders.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As the boy, by now a considerable distance away, turns an waves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON TED",
          "text": "Waving back, a grin of enormous pride on his face. He gla around, embarrassed to make sure no one is watching and w tears from his eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON A BUS",
          "text": "As it pulls to a stop and a mob of mothers and children g off. Among them we spot Billy and Ted Kramer. THE CAMERA PANS  WITH THEM as they cross the street and enter the school  building. THE CAMERA CONTINUES IT'S PAN across the street to a Coffee Shop with large plate glass windows facing th school. There, standing in the window, watching, is Joann Kramer. HOLD AS THE CAMERA SLOWLY ZOOMS IN ON HER and we a look of overwhelming pain on her face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON TED AND THELMA",
          "text": "Sitting on a bench, the area around them is stacked high  with toys that the kids have brought with them to the par OFF SCREEN we can HEAR Billy and Kim racing around, playi",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(a little too casual) Thel, you ever hear from Joanna?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(also with deliberate  nonchalance) Not for a couple of months. The last  time I heard from her she was living  in San Francisco.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(surprised) California?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(watching him) Uh, huh... She said she had a good  job, was playing a lot of tennis.  She wanted to know all about Billy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There is a beat of silence, then:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(the real question) She ever ask about me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(lying) Uh, huh... Yeah...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What d'you tell her?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I told her you're doing a pretty  good job.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Daddy! Daddy!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ted glances around:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Billy and Kim are standing near the jungle Jim. Billy has toy airplane in his hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Daddy, look! Presenting Billy Kramer's  Fantastic Superjet!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And he begins to race around the area, making jet noises holding the airplane in his hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REVERSE ON TED",
          "text": "Watching him, smiling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON BILLY",
          "text": "Weaving in and around the benches. He turns and starts ba towards Ted. As he does:",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUICK CUT",
          "text": "Billy's foot, as he trips.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON BILLY",
          "text": "As he starts to fall, still holding onto the airplane.",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUICK CUT",
          "text": "Watching, horrified.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON BILLY",
          "text": "As he hits the concrete.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON TED",
          "text": "He leaps to his feet, starts toward the boy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON BILLY",
          "text": "As he looks up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There is a terrible-looking gash running from his cheek i his hairline. Kim screams at the sight of the blood.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(terrified) Daddy!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON THE ENTRANCE",
          "text": "As Ted, carrying Billy, wrapped in his coat, comes barrel out of the park, nearly knocking over several people with shopping bags, and begins running like hell WITH THE CAME TRACKING JUST IN FRONT OF HIM. In the BACKGROUND we SEE T and Kim chasing after him. THE LENGTH OF THE TRACKING SHO",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON TED KRAMER",
          "text": "He is covered with Billy's blood, it is on his face, his  shirt, his trousers. At the moment 'he stands helpless,  watching as, Off-Screen, a surgeon examines Billy's wound",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(calm, reassuring) That's good, Billy... That's a brave  boy... Now then, how's that? Now  we've cleaned it out...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Billy lies on the examining table with the doctor bending over him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There. That wasn't so bad, was it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Billy doesn't say anything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now then, you just wait here, Billy.  I want to talk to your dad for a  minute.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The doctor motions for Thelma to wait with Billy and he  crosses to Ted who stands in the doorway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(low voice, again  calm and reassuring) Your boy is very lucky, Mr. Kramer.  One inch over and it would have caught  the eye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But I'm going to have to take some  stitches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(flat) How many?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ten.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ted closes his eyes, there is a sharp intake of breath.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Because of the position of the wound  and your son's age, I don't think  there will be much of a scar.  Otherwise I'd call in a plastic  surgeon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ted nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now, I'd advise you to wait outside.  It'll be eas В–",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(like a shot) No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(reasonable) Mr. Kramer, there's В–",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(softly, but with  real vehemence) Fuck you. He's my son. I'm staying  with him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TED",
          "text": "He holds his son tightly while the doctor stitches up the boy's wound. From THIS CAMERA ANGLE we can SEE Ted's face but only the back of Billy's head. Although we do not see the stitches being made, we do SEE the doctor's hand, wit the needle and surgical thread as it moves into and out o view with a slow, steady rhythm. Billy's hand clutches Te so tightly that the knuckles are white.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(softly, as each stitch  is taken) Ohhh... Ohhhh... Ohhhhh...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(whispering to his  child) It's okay, son... I'm here... Just a  little more to go... Don't worry,  son... I'm here...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It is late, only a few lights are still on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON BILLY",
          "text": "He lies in bed, fast asleep, his head swathed in bandages THE CAMERA PANS AWAY FROM HIM across to Ted, who sits in nearby rocking chair, watching his son. HOLD FOR A BEAT,  then Ted gets to his feet, walks quietly to the door and  steps out into the hall, closing the door behind him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thelma having washed and dried the dishes is now wiping o the top of the counter top, more to keep busy than anythi else. She looks around as Ted enters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How is he?",
          "sentiment": "neutral"
        },
        {
          "speaker": "REVERSE ON TED",
          "text": "Standing in the doorway. He hasn't changed his clothes an he is still covered with blood.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(nods) He's okay... Thel, can I ask you a  favor?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't mean a little favor. I mean  a big F favor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thelma nods. She watches Ted closely. He doesn't look at  her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thelma, if I die В–",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(aghast) What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(quickly) I didn't say I'm going to die, but  if I should В–",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(deeply upset) Don't say that! I don't want to hear  you say that!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(firmly) Thel, listen to me. If, on the million  to one shot that I should В– (correcting himself) That anything should happen to me.  Would you take care of Billy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(amazed) Me?! You want me to take care of  Billy?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I thought about it a lot and you're  the only person I know that I trust  with him. I mean, if anything happened  to me, he'd be okay with you. You're  a good mother.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Silence. Thelma looks away from him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(hastily) I know it's not an easy thing to  answer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Silence. She still cannot look at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look, if it's too much responsibility  В–",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thelma nods, unable to speak.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're sure?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She nods again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thank you, Thel. Thank you very much.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "As he lies in bed asleep. Some time has passed and Billy' bandage is much smaller. HOLD ON HIM as we HEAR OFF SCREE Sound: From the street below, the regular six-forty-five  garbage truck that serves as Billy's alarm clock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLD ON BILLY",
          "text": "As he wakes up, struggles to his feet. THE CAMERA TRACKS WITH HIM as, eyes closed, he stumbles i the bathroom, pees, and still not remembering to flush th toilet walks into the bedroom and wakes his father. As th child turns and walks toward the kitchen, THE CAMERA HOLD ON TED. He heaves himself to his feet and, eyes closed, i much the same manner as his son, stumbles into the bathro He automatically flushes the toilet without bothering to  look, walks into the living room, opens the front door an picks up the paper. As he starts into the kitchen, he mee Billy coming the other way carrying two plates, a doughnu on each. THE CAMERA NOW TRACKS WITH BILLY as he walks into the liv room, carefully sets the plates on the dining table, cros to the television set, and turns it on. He returns to the table, and sits down as Ted appears carrying two glasses orange juice and vitamins. He takes a seat in the chair  opposite Billy and opens his paper and starts to read. HOLD ON THEM as they sit without talking, eating their  breakfast В– the only sound, a children's cartoon program coming from the T.V. From time to time Ted glances up from his paper to look a at the cartoon. HOLD ON THEM as we SEE that they have become roommates in the best sense of the word.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It is a gray, cloudy day in mid-November. Snow is falling Sound-effect: a telephone ringing. Then:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hello?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ted?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joanna?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON THE DOOR",
          "text": "As Ted enters, looks around. The Maitre d'hotel approache From his attitude, it is clear that Ted and Joanna were  regular customers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good evening, Mr. Kramer. We haven't  seen you for a long time. Mrs. Kramer,  she waits for you in the back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thank you, John.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "THE CAMERA TRACKS WITH TED as he walks toward the back ro of the restaurant. Several waiters approach and say hello the piano player looks up and smiles. As he reaches the d to the back room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She sits against the wall, a glass of white wine in front her. She is dressed simply and no longer has a tan. Neverthele Joanna is still stunningly beautiful. HOLD ON HER FOR A B as she looks up, smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON TED",
          "text": "He stands watching her, his knees weak. It is impossible to fall in love with her all over again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As he crosses to her table, sits down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hello, Ted. You look well.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So do you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The waiter appears, carrying a scotch and soda. He sets i down on the table in front of Ted.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The usual, Mr. Kramer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(not taking his eyes  off Joanna) Thanks, Gino.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The waiter nods and promptly disappears.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How's the new job?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There is a self-conscious pause. From the bar, the piano  player begins playing a new song. From Ted and Joanna's  reaction, it is clearly a song that has meant a great dea to them in the past. They listen for a moment, then:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look at us, Joanna. Just like any  old married couple having dinner.  Who would believe it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes... How's Billy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON TED",
          "text": "The question he has been dreading.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's great... except... (not looking at her) ...Except he had... he fell and he  cut his face. He... He has a scar,  Joanna, from about here to here. (indicating where and  how big)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There is a beat of silence. A moment of shared feeling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(he has to say it to  someone) I can't help but feel somehow...  it's my fault. I keep thinking I  could've done something В– stopped  it...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You can't tell it from a distance,  Ted.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "For the first time he looks up at her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've seen him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You have?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A few times. Sometimes I sit in that  coffee shop across the street and  watch when you take him to school.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON TED",
          "text": "Speechless.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He looks like a terrific kid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He is... (he still can't get  over it) You sat in that coffee shop across  from school В–",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(completing the  sentence) Watching my son... Ted, I've been  living in New York for the past two  months.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(amazed) You've been living here, in the city?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(a deep breath) Ted... The reason I wanted to see  you... I want Billy back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You want what?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(firm) I want my son. I'm through sitting  in coffee shops looking at him from  across the street. I want my son.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you out of your mind?! You're  the one that walked out on him,  remember?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(trying to explain) Ted, listen to me... You and I, we  had a really crappy marriage В– (hastily) Look, don't get so defensive, okay?  It was probably as much my fault as  it was yours... Anyway when I left I  was really screwed up В–",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joanna, I don't give a В–",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(she will be heard) Ted, all my life I'd either been  somebody's daughter or somebody's  wife, or somebody else's mother.  Then all of a sudden, I was a thirty- two-year-old, highly neurotic woman  who had just walked out on her husband  and child. I went to California  because that was about as far away  as I could get. Only... I guess it  wasn't far enough. So I started going  to a shrink. (leaning forward,  very sincere) Ted, I've had time to think. I've  been through some changes. I've  learned a lot about myself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(like a shot) Such as?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(boring in) Come on, Joanna, what did you learn?  I'd really like to know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(relentless) One thing, okay? Just tell me one  goddam thing you've learned.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There is a beat of silence, then:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(quiet, determined) I've learned that I want my son.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON TED",
          "text": "He reacts as though he has been slapped.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joanna, go be a mother. Get married,  have kids. Don't get married, have  kids. Do whatever you want. I don't  give a damn. Just leave me out of it  В– and leave my baby out of it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ted, if you can't discuss this  rationally -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(getting to his feet) Joanna, go fuck yourself!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And with that he turns on his heels and stalks out of the restaurant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A large, very plush office: lots of antiques, beautiful  nineteenth century paintings on the wall along with  autographed photographs of at least three ex-Presidents o the United States. Sitting behind a large and imposing de is JOHN SHAUNESSY, a handsome, formidable man in his earl sixties. He is well-dressed, a cornflower in his buttonho that sort of thing. At the moment, Shaunessy leans back i his chair as Ted finishes his story.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(leaning forward,  intense) Look, she walked out on her own child,  right? That's desertion, right? Mr.  Shaunessy, I'm telling you it's an  open and shut case.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "First, there's no such thing as an  open and shut case. Especially where  custody is involved. Got it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ted nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Second, the burden is on us to prove  your ex-wife is an unfit mother.  That means I'm going to have to play  rough and, if I play rough, you can  bet they will too. Can you take that,  Mr. Kramer?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ted nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Third, it'll cost you five thousand  dollars.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REACTION TED",
          "text": "That's an astronomical amount of money to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's if we win. If we lose, you  could end up having to pay your wife's  court costs as well.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(determined) Fine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good. You've hired yourself a hell  of a lawyer, Mr. Kramer. (down to business) How old is the child?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Six.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON SHAUNESSY",
          "text": "He shakes his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's tough. In most cases involving  a child that young, the court tends  to side with the mother.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON TED",
          "text": "Agitated. This is not what he wanted to hear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But she signed over custody. Here...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He digs in his pockets, pulls out a piece of paper and th it at the lawyer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(glancing at it) I'm not saying we don't have a shot,  but it won't be easy... (thinks for a moment) Mr. Kramer, do me a favor. There is  something I find very helpful in  matters like this. I sit down and  make a list of all the pros and cons  on an issue. I actually write them  down and look at them. I want you to  do that, okay? Then, after that, if  you're really sure you want to retain  custody of your child В– then we'll  go in there and whip their asses.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ted sits at the dining table, the supper dishes have been pushed aside. He has a legal pad in front of him and is  writing. THE CAMERA DOLLIES IN CLOSER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The legal pad. On one side Ted has written \"Pro\" and on t other, \"Con.\" Underneath \"Con\" Ted has written a long lis of the drawbacks involved in keeping Billy: Sex Life, Mon Possibility of Remarriage, Sleep, Emotional Dependence. T \"Pro\" side of the list is empty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON TED",
          "text": "He sits for a moment, staring at the list, then he crumpl the paper, gets to his feet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON THE DOOR",
          "text": "As Ted enters. He crosses to Billy's bed where the child fast asleep, sits down on the edge, and starts to rub the child's back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I love you Billy Kramer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(half-asleep) I love you too daddy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ted kisses the child, gets to his feet and starts toward door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sleep tight. Don't let the bedbugs  bite...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(almost asleep again) See you in the morning light...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "O'Connor stands with his back to Ted, looking out the win From the beginning this is clearly an awkward and unpleas moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(scared to do what he  is about to do) Look, ah... Ted. I just got word  from the guys at Revlon and... ah  they did some marketing tests on our  campaign and the results were...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TED",
          "text": "Hold on him listening as it slowly dawns on him that he i being fired.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(stiff) Disappointing. It only pulled a  fourteen share and they were hoping  for a twenty five minimum, and...  ah... they're not very happy and...  Well, the guys have decided they  want to... ah, re-think the entire  concept and... Look, I don't like  having to do this, okay?... But... I  mean, what I mean is... ah, I'm going  to have to... ah, let you go В–",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(not really sure he  heard right) Are you firing me, Jim?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON O'CONNOR",
          "text": "He still has his back to Ted.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "C'mon, Ted, don't get emotional.  Okay? (whining) Look, this isn't exactly an easy  thing for me to do, y'know? I swear  Murray and I did everything we could,  but those sons of bitches were out  for blood. I mean it was all I could  do to keep the account inside the  shop... Look, I promise, if I hear  of anything I'll let you know first  thing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ted, I want В– O'Connor looks around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ted?...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The room is empty, the door stands open and Ted is gone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ted?...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Ted grabs a picture of Billy from his desk, takes his  jacket and coat and stalks out the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALONGSIDE TED",
          "text": "As he walks along the street in a state of total shock. B him, in the windows of expensive stores we note Christmas decorations.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ted sits across from the interviewer, a polished young ma in his middle twenties, very efficient, he sounds a bit l a tape recording.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(glancing at a form  Ted has filled out) Ummm, hmmm... umm, hmmm... (the good news) Well, this looks very good.. Of course (the bad news) ...you understand this is the worst  time of the year to look for a job.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(panic) What?! What do you mean, I don't  understand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(patronizing) Mr. Kramer, nobody even thinks about  leaving their job until after they  get their Christmas bonus.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look, you don't understand. I need a  job. I've got a kid and В–",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(smooth) I understand and I'm absolutely sure  something wonderful will turn up... (ending any further  discussion) ...after the first of the year.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON A TELEPHONE BOOTH",
          "text": "Ted stands inside, talking on the phone. AS THE CAMERA DO IN CLOSER, he hangs up the receiver and takes the employm section of the New York Times which is filled with listin he has circled and crosses off one. He goes on to the nex takes a dime from the stack on the shelf in front of him starts to dial.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON TED",
          "text": "Who stands at the sink doing the last of the dishes. A  dishtowel is tucked into his belt, serving as an apron. H ON HIM as we HEAR: Sound-effect: The phone ringing. Ted wipes his hands, picks up the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uh, huh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(from the phone) Mr. Kramer? Please hold for Mr.  Shaunessy...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then, a moment later:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ted? They've set the court date. I  just heard today... It's... (checking his notes) January sixth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(despair) Oh, Christ.. .John, there's some-  thing I ought to tell you. My... ah,  situation has... changed. I lost my  job.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There is a long pause, too long.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(thoughtfully) Ted, I won't lie to you, we don't  have a hope in hell of winning a  custody hearing if you're out of  work.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ted doubles over the phone like he has been hit in the  stomach.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(softly, but with  real feeling) Good Christ, Joanna, just get the  hell out of my life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ted? Are you there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Any prospects?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(trying to make himself  believe it) Don't worry. I plan to have something  within twenty-four hours, John.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(amazed) How the hell are you going to do  that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(grim) I don't know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The same young man sits across the desk from Ted.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(smirk) Mis-ter Kramer, as I mentioned  yesterday, this is a very bad time  of year to look for work. Now I'm  sure we'll have something for you by  mid-February, March at the latest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TED",
          "text": "Leaning forward, impatient.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I need a job, now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CROSS-CUTTING BETWEEN THEM",
          "text": "The interviewer gives Ted a weary look. Then he starts to flip through the card file.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(going through the  motions) No... No... No...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Finally he pauses at one card, pulls it out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(doubtfully) There might be something at J. Walter  Thompson. But... (shaking his head) ...I don't think they're really  serious. The position's been open  for two months and... (shrugs) They may just be on a fishing  expedition. (cheerful) I'm sure you'll be much happier if  you wait until after the first В–",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(checking his watch) Call up the people at J. Walter  Thompson. Set up an appointment at  four.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(politeness strained  almost to the breaking  point) Mis-ter Kramer, it's... (checking his watch) ...almost four now. It's the Friday  before Christmas. Nobody is going to  want to В–",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(leaning forward,  tough as nails) Either you call and set up the  appointment, or I'll call. And if I  call, you lose the commission.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(arch) My, we are a hot shot aren't we?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ted is already on his feet and halfway out the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You bet your ass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AFTERNOON",
          "text": "It is dark outside and the lights are on in the office. F beyond the door, we can hear the sounds of a Christmas of party in full swing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON JACK ACKERMAN",
          "text": "The advertising manager. A balding man in his mid-forties he wears a suit, complete with vest. At the moment he sit behind his desk listening to Ted's spiel, from time to ti he glances at the resume on the desk in front of him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So, Mr. Ackerman, as you can see  from my resume, my experience in  setting up the leisure package concept  means that I've spent a lot of time  working along the same lines as your  multiple buys and your regional  advertising ideas. I know the  pitfalls, but В– and this is more  important В– I know the potential  revenue for the company inherent in  these programs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON TED",
          "text": "As he finishes. He sits back, pleased with himself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, Mr. Kramer, I must say this  has been very impressive. I'd like  to think about it and get back to  you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(leaning forward) Mr. Ackerman, is there anyone else  that I should see before you come to  a decision.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. Spencer, our Advertising Director.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(no time to waste) Could I see him right away?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(taken aback) I'm sorry, but he's leaving this  evening for a two-week vacation.  I'll set up something the moment he  gets back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He gets to his feet, starts to shake Ted's hand, ready to end the interview.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'd like to see him now В– before he  leaves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. Kramer, I don't think В–",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(means it) I want this position very much.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ackerman gives Ted a long, considered look, then:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wait here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He turns and goes out the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The large room is crowded with secretaries, junior execut researchers, editors, ad-men, etc., etc. They all have dr in their hands and there is a good deal of kissing and ge conviviality going on. THE CAMERA TRACKS WITH ACKERMAN as he steps out of his of closes the door behind him and makes his way across the r to MR. SPENCER, the Advertising Director. At the moment,  Spencer stands with his coat over one arm and a drink in hand talking to a very pretty young woman. Ackerman appro him, whispers something in his ear. Spencer shakes his he and points to his watch. Ackerman says something else and finally, with a look of weary resignation, Spencer excuse himself from the pretty young woman and follows Ackerman  back to his office. THE CAMERA FOLLOWS THEM. As Ackerman  opens the door to his office, THE CAMERA IS ANGLED so tha we can SEE past them, into the office where Ted stands  waiting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(as they enter) Mr. Spencer, Mr. Kramer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(not wasting any time) So you're the go-getter. All right,  you've got ten minutes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As the door closes behind them, blocking our view, THE CA PANS UP to a clock over the door. It reads five-fifteen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON A CLOCK",
          "text": "Which now reads five twenty-two. THE CAMERA PULLS BACK TO REVEAL Spencer, now sitting in Ackerman's chair, his feet Ackerman's desk. Ted has just finished his pitch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(sipping his drink) That's very interesting, Mr. Kramer.  I must say, it's very interesting.  Let me think about it. I'll let  Jack... (indicating Ackerman) ...know and he'll get in touch with  you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Spencer gets to his feet, starts to retrieve his coat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON TED",
          "text": "As he decides to take a gamble.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Excuse me, I believe you said I had  ten minutes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON SPENCER",
          "text": "Almost at the door, looking around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON TED",
          "text": "Checking his watch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That means I've got two minutes left.  I understand you're paying twenty- five.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Spencer nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(a deep breath, then  a real huckster) All right, I'll tell you what I'm  gonna do В– I'll take the job at twenty- two-five. Now, that's twenty-five  hundred less than you're offering.  The only thing is, you have to say  yes right now. Not tomorrow. Not  next week. Not after the holidays.  It's worth it to me for a yes right  now and I'll take twenty-five hundred  less.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There is a long beat of silence as Spencer and Ackerman l at one another. They were clearly not prepared for this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(watching them) Today only. One day only. Twenty-two  five.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. Kramer, can we talk privately  for a moment?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Certainly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON TED",
          "text": "As he steps out of Ackerman's office, sits down. Now, all the fear, all of the anxiety that he has been fighting do comes welling up. What if he pushed too hard? What will h do if he doesn't get a job? If Ted Kramer could fall to h knees and pray, he would.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CROSS-CUT WITH THE CHRISTMAS PARTY",
          "text": "That swirls around him. We notice in particular, one very pretty young woman flirting with a number of men. She is  wearing a dress with straps, one of them has broken and s has patched it with a piece of masking tape. Finally the door to Ackerman's office opens and he steps  out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. Kramer?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ted jumps to his feet, starts into the office.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON SPENCER",
          "text": "He looks at Ted carefully for a long time, then:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(grins) Welcome aboard, Mr. Kramer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There is an instant of relief, then, with astounding cool",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, gentlemen, I'm pleased to be  with you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As they shake hands, say their good-byes. THE CAMERA TRAC WITH TED as he makes his way through the Christmas party  that is still going strong. Then, suddenly, as he passes very pretty woman we noticed earlier, he turns and kisses her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As a look passes between them, a sudden chemistry, someth we have not seen in Ted before.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(steps back from the  astounded girl, grins) Merry Christmas.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON A BUS",
          "text": "As it pulls to a stop, the doors open and, along with the usual flood of mothers and children we SEE Ted and Billy. THE CAMERA TRACKS WITH THEM as they walk to school. Billy talking a mile a minute, describing in minute detail the  plot of an episode of \"I Dream of Jeannie.\" Ted listens  intently, then, almost involuntarily, he glances over his shoulder in the direction of the Coffee Shop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There, standing in the window, watching, is Joanna.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON TED AND BILLY",
          "text": "As they continue to walk. Ted's eyes remain on Joanna. As they reach the door to the school, Ted looks at his son.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(kissing Billy goodbye) You're a terrific kid, Billy Kramer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He stands watching as Billy rushes off into the building. Then he turns back and once again looks in the direction the Coffee Shop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This time there is no one there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "HOLD FOR A BEAT as we HEAR: OFF SCREEN Sound: A telephone ringing. Then, a moment lat",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hello?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ted? John Shaunessy here. I just got  a call from your wife's lawyer. She  wants to see the kid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ted Kramer, the phone cradled against his ear is cleaning the remains of one of Billy's attempts to make the perfec peanut butter sandwich.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TED",
          "text": "Horrified.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What?! She wants what?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(he's been through  this a million times) She's the mother. That means she's  within her legal rights.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(agitated) John, what if she kidnaps him. I've  heard all these В–",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(the patience of a  saint) Look, Ted, I don't honestly think  she would go to the trouble of suing  you for custody of the child if she  was planning on kidnapping him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(doubtful) I don't know, John... I mean, to be  brutally honest, I'm not so sure  what kind of mental shape Joanna's  in right now. Y'know she admitted  she was seeing a shrink.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(a flicker of interest) You ever see her talk to the walls?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, but В–",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then you don't have a choice. Have  Billy at the Seventy-Fifth Street  entrance to Central Park, Saturday  at ten.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON TED AND BILLY",
          "text": "TRACKING IN FRONT OF THEM as they walk along the Central  Park side of Fifth Ave. From their attitude it is clear t each of them, for their own reasons, is very nervous.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "About half a block away Joanna paces back and forth. She  hasn't seen them and it is clear that she is as nervous a they are.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TED AND BILLY",
          "text": "Ted stops, turns to Billy and gives him a last-minute che Then, spotting a smudge he takes his handkerchief, spits it and wipes the child's chin. Now satisfied, he takes Bi hand and they continue. Suddenly:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As he spots his mother.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mommy!",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUICK CUT",
          "text": "As she turns, spots Billy, starts to run.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON BILLY",
          "text": "TRACKING WITH HIM as he lets go of Ted's hand and starts run flat out toward his mother. She kneels, opens her arm wide for him and he goes barreling into her, almost knock her down from the impact.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(somewhere between  laughter and tears) Oh, Billy... Oh my Billy... Oh my  son...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joanna gets to her feet and takes Billy's hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Ted, but looking  at Billy) I'll have him back at six.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And they start off in the opposite direction.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON TED",
          "text": "Realizing that Billy has not said good-bye, has not looke at him once.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ted stands helpless, watching them leave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ted, now almost lost from view on the crowded street, sti hasn't moved.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ted and Phyllis, getting ready to go to bed. They look li a couple that has been married at least five years. Ted i busy talking as he takes off his tie, jacket and starts t unbutton his shirt. Phyllis is getting undressed also, ha things in the closet, putting things away in drawers. But Ted continues to talk, she watches him apprehensively, it clear that something is wrong.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(he has become an  armchair lawyer) So, naturally, you assume that since  Joanna left, that would be a  compelling point against her, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(thoughtful) Right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But it doesn't work that way. A major  decision was handed down by the  Appellate Court in 1969 В– in the  case of Haskins vs. Haskins.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kramer В–",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now in Haskins vs. Haskins the court  ruled in favor of the mother, thus  establishing a precedent for awarding  the child to the mother even though  she previously abandoned the baby.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kramer... There's something I ought  to tell you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've been offered a job in Washington  with H.E.W.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TED",
          "text": "He stops what he is doing, turns to her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(a deep breath) I'm going to take it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REACTION",
          "text": "He sits down on the bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's a very good job В– too good to  pass up. I'll be handling funding  for the whole... (she stops, sits beside  him on the bed) Look, I... (she means love) ...\"like\" you a lot. And you... (she means love) ...\"like\" me, okay? Maybe if it was  a year from now, maybe things would  be different...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(quiet) But it's not a year from now, is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She shakes her head, then, reaches out and touches him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll miss you, Kramer...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON THE FRONT DOOR",
          "text": "It is open and standing in the doorway is an attractive w a bit overweight and very serious. This is DR. ALVAREZ, t court appointed psychiatrist.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. Kramer?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm Dr. Alvarez, Judge Atkins asked  me to look in on your son and prepare  an evaluation sheet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, yes. Won't you come in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dr. Alvarez enters the apartment. Ted helps her off with coat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where is the child?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's in his room, playing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good. I'll see him in there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Ted carries her coat to the closet, Dr. Alvarez walks  into the living room, looks around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. Kramer, do you ever have sex in  here with anyone?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Doctor, I attempt to conduct my social  life discreetly. At the moment I am  seeing no one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Does that distress you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not particularly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What does?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The prospect of losing my child.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(makes some notes,  then:) Very well, I'd like to see him if I  may.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They cross to the door of Billy's room. Ted opens it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The room is a mess, blocks are stacked everywhere. Billy  sits in the middle playing with his toys.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON TED AND DR. ALVAREZ",
          "text": "They stand in the doorway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Billy. This is Dr. Alvarez. She would  like to talk to you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(looking up from his  toys) Sure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There is an awkward pause as Ted remains in the doorway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(pointedly) I'd like to talk to Billy privately.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(embarrassed at being  caught) Oh, yeah...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Reluctantly, Ted leaves, closing the door behind him. THE CAMERA TRACKS WITH HIM as he crosses the living room the couch where he has a stack of legal books and a numbe of note pads spread out. He is obviously continuing his l education.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do you have here, Billy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Detroit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Have you ever been to Detroit?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. But I've been to Brooklyn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I see you have people there. What  are their names?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's Kim... and this one's Thelma  and that's Mrs. Willewska and this  is daddy and that's Batman and over  there is Robin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What about your mommy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, sure. Here, this can be mommy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do you like to be with your mommy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ted by now has given up all pretense of working. He wags pencil in the direction of the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(the defense attorney) Objection. You're leading the witness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do you like best about her?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lunch in a restaurant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do you like best about your  daddy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Playing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tell me, does your daddy ever hit  you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "REACTION",
          "text": "Eyes wide. He starts to get up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Objection.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sure. Lots of times.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This brings Ted all the way to his feet. He starts across the living room headed for the door to Billy's room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(interested) When does he hit you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ted has his hand on the doorknob, about to enter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He hits me on the planet Kriptarium,  when I steal the buried treasure  from the famous peanut butter factory.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In real life when does he hit you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(laughing) My daddy doesn't hit me, silly. Why  would my daddy hit me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It is a Saturday afternoon. HOLD FOR A BEAT as we SEE Ted Kramer and Billy approaching. Billy is talking a mile a  minute. Ted listens intently, absorbed in the boy's  description. As they turn into the entrance of the office building:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A long corridor with desks for secretaries lined up next doors leading to smaller individual offices. As they appr a door in the foreground that bears a small sign reading, \"Ted Kramer\":",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(interrupting Billy,  who is still in the  middle of his story) See. That's my name.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(looking at the sign) It's my name too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As he opens the door:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It is a pleasant enough office, but nothing spectacular,  windows that look out over Fifty-seventh Street, simple  Formica furniture, that sort of thing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON THE DOOR",
          "text": "As they enter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(he stops dead in his  tracks at the sight  of the office) Wow!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(pleased) You like it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Billy crosses to the window, presses his nose to the glas looks out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wow! Is this really where you work?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ted nods, walks over to the desk and begins collecting  paperwork to do over the weekend. As he does, Billy goes  through the office, sitting in every chair, looking in ev drawer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is this really your desk?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yep.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is that really your chair?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uh huh...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wow! That's neat. Can I sit in it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Billy plops himself down in Ted's chair, swivels around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Did mommy ever see this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, she never did.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you going to get remarried?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know. I hadn't thought much  about it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you going to remarried Phyllis?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(shaking his head) No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "There is a long pause, then:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Will you and mommy get remarried?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ted stops what he is doing, looks across at Billy:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, son. Daddy and mommy will never  get remarried.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(looking around Ted's  office) Boy, I bet you if mommy ever saw  this she'd remarried you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AN ALARM CLOCK THAT SITS ON A NIGHTSTAND",
          "text": "As it rings, THE CAMERA PANS ACROSS and we SEE Joanna sit in bed wide awake, smoking. As she puts out the cigarette she has been smoking and starts to get out of bed,",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON TED",
          "text": "Who stands with a cup of coffee in his hands, looking out the window, but not seeing anything. HOLD FOR A BEAT, the he checks his watch and starts for the bedroom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON JOANNA",
          "text": "As she selects a very conservative suit from her closet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Ted, now fully dressed, wearing a dark blue suit, whit shirt, conservative tie, leans over Billy and wakes him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joanna sits across from her lawyer as he talks to her,  intently, giving her last-minute instructions.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON TED KRAMER",
          "text": "Taking Billy to school. They stop at the entrance, Ted ki his son good-bye and stands for a moment watching as the runs into the building.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It is a bleak January morning, the streets around the  courthouse are mobbed with people on their way to work. W SEE Ted Kramer, a tiny figure among hundreds, coming out the subway. He crosses the street and starts up the steps the large and forbidding courthouse.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Ted gets off the elevator and starts down the corridor toward the courtroom. In the f.g., В– standing by the doo the courtroom itself is John Shaunessy, he greets Ted, th shake hands and talk together for a moment. Then, as they enter the courtroom:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON THE DOOR",
          "text": "As Ted enters, looks around. Mrs. Willewska sits in one o the back rows, wearing her best Easter hat. Ted pauses by her, thanks her for coming. Several rows in front of her is Thelma. Ted crosses to he they talk quietly between themselves for a few moments. T Ted moves on to a table at the front of the room where Jo Shaunessy waits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON THE DOORS AT THE BACK OF THE COURTROOM",
          "text": "As they swing open and Joanna, along with her lawyer, a M GRESSEN. THE CAMERA PANS WITH THEM as they walk to the fr of the room and take their seats at the table opposite Te and his lawyer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oyez, oyez... The third Circuit Court  of the State of New York, Judge Atkins  presiding is now in session. All  rise...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As the judge enters, takes his seat. Opening business of the court.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Gressen (Joanna's lawyer) gets to his feet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Your honor. As our first witness I  would like to call Joanna Kramer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The lawyer leans across to Ted.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(stage whisper) Real direct. Motherhood... They're  going right for the throat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Joanna gets to her feet, crosses to the witness stand is sworn in. Note: Throughout the following, we continually CROSS-CUT Ted Kramer, leaning forward, listening intently. It becom evident that, in spite of himself, there are moments he f great compassion for Joanna.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now then, Mrs. Kramer, would you  tell the court how long you were  married?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Six years.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And would you describe those years  as happy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The first couple, yes, but after  that it became increasingly difficult.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mrs. Kramer, did you ever work in a  job while you were married to your  ex-husband?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, I did not.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Did you wish to?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes. I tried to talk to Ted В– my ex- husband В– about it, but he wouldn't  listen. He refuses to discuss it in  any serious way. I remember one time  he said I probably couldn't get a  job that would pay enough to hire a  baby-sitter for Billy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tell me, Mrs. Kramer, are you employed  at the present time?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, I work for Jantzen as a  sportswear designer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And what is your present salary?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I make thirty-one thousand dollars a  year.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REACTION",
          "text": "Stunned.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(switching tactics) Mrs. Kramer, do you love your child?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(emphatically) Yes. Very much.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And yet you chose to leave him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There is a long pause, then:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(speaking carefully,  with great thought) Yes... Look, during the last five  years we were married, I had... I  was getting more and more... unhappy,  more and more frustrated. I needed  to talk to somebody. I needed to  find out if it was me, if I was going  crazy or what. But every time I turned  to Ted В– my ex-husband, he couldn't  handle it. He became very... I don't  know, very threatened. I mean,  whenever I would bring up anything  he would act like it was some kind  of personal attack. Anyway, we became  more and more separate... more and  more isolated from one another.  Finally, I had no other choice, I  had to leave. And because of my ex- husband's attitude В– his unwillingness  to deal with my feelings, I had come  to have almost no self-esteem... (with feeling) At the time I left, I sincerely  believed that there was something  wrong with me В– that my son would be  better off without me. It was only  when I got to California and started  into therapy I began to realize I  wasn't a terrible person. And that  just because I needed some creative  and emotional outlet other than my  child, that didn't make me unfit to  be a mother.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to the judge) Your honor, I would like to place in  evidence a report on Mrs. Kramer's  therapy by her therapist, Dr. Elinore  Freedman of La Jolla, California.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And with that he hands both the judge and Shaunessy a thi sheaf of papers. Then, turning his attention back to Joan",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. Kramer, why did you set up  residence in New York?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Because my son is here. And his father  is here. As a mother, I don't want  my child to be separated from his  father.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mrs. Kramer, can you tell the court  why you are asking for custody?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There is a pause, then:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Because he's my child... Because I  love him. I know I left my son, I  know that's a terrible thing to do.  Believe me, I have to live with that  every day of my life. But just because  I'm a woman, don't I have a right to  the same hopes and dreams as a man?  Don't I have a right to a life of my  own? Is that so awful? Is my pain  any less just because I'm a woman?  Are my feelings any cheaper? I left  my child В– I know there is no excuse  for that. But since then, I have  gotten help. I have worked hard to  become a whole human being. I don't  think I should be punished for that.  I don't think my son should be  punished for that. Billy's only six.  He needs me. I'm not saying he doesn't  need his father, but he needs me  more. I'm his mother.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There is a beat of silence, then:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thank you, Mrs. Kramer. I have no  further questions.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON SHAUNESSY",
          "text": "As he stands, collects his papers from the table and, tak his own sweet time, crosses to Joanna.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now then, Mrs. Kramer, you said you  were married seven years. Is that  correct?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In all that time did your husband  ever strike you or abuse you  physically in any way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Did your husband strike or physically  abuse his child in any way?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Would you describe your husband as  an alcoholic?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A heavy drinker?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Was he unfaithful?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Did he ever fail to provide for you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(wry smile) Well, I can certainly understand why  you left him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Objection.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(switching his line  of questioning) How long do you plan to live in New  York, Mrs. Kramer?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Permanently.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Note: During the early part of Shaunessy's cross-examinat Joanna has been very forthright, very sure of herself. No as he starts getting tougher, she begins to falter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Permanently? (smiles, like a shark  smiles) Mrs. Kramer, how many boy friends  have you had В– permanently?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON JOANNA",
          "text": "Her head snaps back as though she's been hit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't recall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(boring in) How many lovers have you had В–  permanently?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(looks toward Gressen  for help) I don't recall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "More than three, less than thirty- three В– permanently?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON GRESSEN",
          "text": "He is again on his feet, outraged.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Objection!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Overruled. The witness will answer,  please.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(almost a whisper) Somewhere in between.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do you have a lover now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(furious) Objection!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to the judge) Your honor, I would request a direct  answer to a direct question. Does  she have a lover?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll allow that. The witness will  answer please.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(in a whisper) Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is that... permanent?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(by now she is becoming  thoroughly rattled) I... I don't know...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then, we don't really know, do we,  when you say \"permanently\" if you're  planning to remain in New York, or  even to keep the child for that  matter, since you've never really  done anything in your life that was  continuing, stable, that could be  regarded as permanent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON THE PETITIONER'S TABLE",
          "text": "Gressen jumps to his feet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Objection! I must ask that the counsel  be prevented from harassing the  witness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sustained.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(a new attack) Mrs. Kramer, how can you consider  yourself a fit mother when you have  been a failure at virtually every  relationship you have undertaken as  an adult?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(red in the face) Objection!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sustained.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll ask it another way. What was  the longest personal relationship  you have had in your life В– other  than parents and girlfriends?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(rattled) Ah... I guess I'd have to say...  with my child.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(wonder, irony) Whom you've seen twice in a year?  Mrs. Kramer, your ex-husband, wasn't  he the longest personal relationship  in your life?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(reluctantly) I suppose...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Would you speak up, Mrs. Kramer? I  couldn't hear you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(louder) Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How long was that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We were married two years before the  baby. And then four very difficult  years.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So, you were a failure at the longest,  most important relationship in your  life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Objection!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Overruled.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I was not a failure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(sarcastic) Oh? What do you call it then В– a  success? The marriage ended in  divorce.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(so angry she forgets  her cool) I consider it less my failure than  his.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(seizes on this) Congratulations, Mrs. Kramer. You  have just rewritten matrimonial law.  You were both divorced, Mrs. Kramer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(on his feet) Objection!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to the judge) Your honor, I'd like to ask what  this model of stability and  respectability has ever succeeded  at? (to Joanna) Mrs. Kramer, were you a failure at  the longest, most important personal  relationship in your life?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOANNA",
          "text": "Who sits silently.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Please answer the question, Mrs.  Kramer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(whisper) It did not succeed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(suddenly fierce) Not it... Not it, Mrs. Kramer В– you.  Were you a failure at the most  important personal relationship of  your life?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Were you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(barely audible) Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shaunessy smiles, turns his back on Joanna and walks back toward the respondent's table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No further questions.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Shaunessy sits down next to Ted.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(leaning over, in a  whisper) Jesus Christ. Did you have to be so  rough on her?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(tough) Do you want the kid or don't you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON JOANNA",
          "text": "Shaken, she gets down from the witness stand, crosses to petitioner's table without looking at Ted. She sits, lean across to her lawyer and whispers something in his ear. A he nods...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON JIM O'CONNOR",
          "text": "Who sits in the witness stand. At the moment he is being  examined by Gressen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now then, Mr. O'Connor, how long did  Ted Kramer work for you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eight, almost nine years.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And did you have a close personal  relationship?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(in a whisper) Yes...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And how did you find his work?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It was good. He was a hard worker, a  lot of drive, a real hustler.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And yet you fired him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There is a long pause.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(looking down) Ted was a good worker. But, ah...  after his wife left him and he was  taking care of the kid on his own,  things started to change. Look, I  know he had problems, I understand  that. I've got problems, everybody's  got problems. But I've got a shop to  run, I can't let that kind of thing  get in the way... (quietly) I guess I felt that Ted was letting  his duties at home interfere with  his responsibilities in the office.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thank you. I have no further  questions.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shaunessy stands up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. O'Connor, does the agency still  have the Fire and Ice account?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(up tight) No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. O'Connor, can you tell me where  you are employed at the moment?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(stiff) At the moment I am unemployed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If the petitioner has no further  witnesses, we will hear the respondent  tomorrow morning at 9:30.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ted sits at the dining table poring over law books, writi copious notes on a legal pad. Billy sits across from him  drawing in a pad with magic markers. HOLD FOR A BEAT as B looks up at his father. It is clear that something is  bothering him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mom В– I mean, dad?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(not looking up) Uh, huh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What did you do when you were little?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(still involved in  his books) I guess about the same kind of things  you do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Did you watch \"I Dream of Jeannie?\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(distracted) Uh, uh... We didn't have television  then.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON BILLY",
          "text": "Eyes wide. He finds this hard to believe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You didn't have T.V.?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON TED",
          "text": "He looks up for the first time, smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nope. It hadn't been invented yet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He starts to go back to work.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(this is serious  business) Was there apple juice when you were  little?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, there was apple juice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Was there Burger King?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uh, uh. There was no such a thing as  Burger King.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What else wasn't there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON TED",
          "text": "He takes a long look at his son, then closes the law book puts his notes away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, let's see... There wasn't  McDonald's. And there wasn't  astronauts... And there wasn't frozen  yogurt. And there wasn't...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As he continues on about what wasn't, we",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON THELMA",
          "text": "She sits in the witness stand being examined by Shaunessy From her attitude it is clear that she is very wrought up that all of this is taking a heavy emotional toll on her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mrs. Phillips, how long have you  known Ted Kramer?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Six years. Ever since Ted and Joanna  moved into the building.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How often do you see Mr. Kramer and  his son?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to the judge, by way  of explanation) Charley, my husband, and I are...  divorced and Kim, that's our daughter  is about Billy's age and the children  play together a lot. So, I guess we  see each three or four times a week.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Can you describe the relationship  between Mr. Kramer and his son?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's beautiful. It's just beautiful.  They have a beautiful relationship.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON GRESSEN",
          "text": "Getting wearily to his feet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(patronizing) Objection, your honor. The answer  is, to be generous, very vague.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Can you recall any particular incident  that relates to Mr. Kramer's care of  his child?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(fighting a losing  battle with her  emotions) Ted В– Mr. Kramer, spends a great  deal of time with his child. I don't  just mean hours, I mean good time,  involved time. He reads to Billy.  They play together. They talk all  the time... (tears start) He is a very... kind man... a very...  devoted father, and... and... (she turns to Joanna) And Joanna if you ever saw them  together... there wouldn't be a trial  at all... (she breaks down,  weeping) Oh, shit... I'm sorry... I'm sorry...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Note: during this we cross-cut to Joanna, who sits, stari at her friend, shaken.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(gently) No further questions. Thank you Mrs.  Phillips.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(without looking up  from his notes) No questions.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thelma leaves the stand and walks back to her seat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON TED KRAMER",
          "text": "Sitting in the witness stand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. Kramer, would you tell the court  exactly why you want to retain custody  of your child.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(speaking quietly) When Joanna В– (to the judge,  correcting himself) В– my ex-wife В– when she was talking  before about how unhappy she was  during our marriage... Well, I guess  most of what she said was probably  true. There were a lot of things I  didn't understand В– a lot of things  I would do different if I could.  Just like I guess there are a lot of  things Joanna wishes she could  change... But we can't. Some things,  once they are done, can't be undone.  Joanna says she loves Billy. I believe  she does. So do I. But the way it  was explained to me, that's not the  issue. The only thing that's supposed  to matter here is what's best for  Billy... When Joanna said why  shouldn't a woman have the same  ambitions as a man, I suppose she's  right. But by the same token what  law is it that says a woman is a  better parent simply by virtue of  her sex? I guess I've had to think a  lot about whatever it is that makes  somebody a good parent: constancy,  patience, understanding... love.  Where is it written that a man has  any less of those qualities than a  woman? Billy has a home with me,  I've tried to make it the best I  could. It's not perfect. I'm not a  perfect parent. (unconsciously echoing  something Joanna  said earlier) I don't have enough patience.  Sometimes I forget he's just a little  kid... But I love him... More than  anything in this world I love him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thank you, Mr. Kramer. No further  questions.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON GRESSEN",
          "text": "As he gets up from the petitioner's table and crosses to witness stand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(hard-lining it) Mr. Kramer, by any chance have you  ever had a woman in your bed while  your child was asleep in the next  room?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I suppose.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(pointedly) So do I.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Objection!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sustained.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(switching to another  line of attack) Mr. Kramer, isn't it true that you  were fired from your last job not  more than six weeks ago?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(not losing his cool) Technically, the agency lost a big  account and seventy four people were  let go. I was one of them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(snotty) You were fired, correct?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, but I'm with J. Walter Thompson  now. I don't think that will happen  again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(snide) Give them time...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Objection, your honor! Counsel is  harassing the witness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to the judge, pettish) Your honor, I'm only examining the  man's employment record. He pretends  to fitness when he cannot hold a  job.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sustained.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON GRESSEN",
          "text": "He is thoughtful for a moment, like a man trying to decid whether or not to drop the bomb. Then, turning back to Te",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(very tough) Mr. Kramer, did your child nearly  lose an eye when he was in your care?",
          "sentiment": "neutral"
        },
        {
          "speaker": "REACTION",
          "text": "Stunned. He looks across at Joanna.",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUICK CUT",
          "text": "Joanna looks away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(boring in) Mr. Kramer, did you, or did you not  tell the child's mother that you  were responsible for the injury that  permanently disfigured your child?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shaunessy is on his feet racing toward the bench.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(vehement) Objection! Your honor, counsel is  raising a question that is not germane  to these proceedings.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to the judge) While the child was in the care of  the witness, he cut his face badly  and is now scarred.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Gressen) Are you introducing the question of  negligence here, counselor?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, your honor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I see. Well, you'll have to do better  than that. Do you have any affidavits  to support negligence?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I do not, your honor, however В–",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is an isolated incident,  counselor, unless you can prove  otherwise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(back to Ted) Does the witness deny the injury  took place?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(before Ted can say  anything) No, counselor, I'm going to over- rule you on this line of questioning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then I have concluded my questions.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON THE PETITIONER'S TABLE",
          "text": "Joanna sits, still not looking at Ted. She holds her face one hand shielding her eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON THE JUDGE",
          "text": "As he makes his closing statement.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shaunessy and Ted stand talking, reviewing the case. Then the two men shake hands, the lawyer waves goodbye, turns starts back into the building. THE CAMERA PANS WITH TED a he walks toward the main exit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON TED",
          "text": "As he comes out of the building, starts down the steps.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ted.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He stops, turns:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There, standing waiting for him is Joanna.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TED",
          "text": "His face a mask of cold anger. She crosses to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm sorry... I just mentioned it in  passing. I never thought he'd use  it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(sarcastic) Yeah, well he did, didn't he.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Please, Ted. I never would have  brought it up if I thought В–",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm not interested, Joanna. Goodbye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As he turns and walks away from her, leaving her standing watching him as he disappears.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON TED AND THELMA",
          "text": "It is a bleak winter's day. THE CAMERA TRACKS WITH THEM a they walk along, Ted carrying a bag of groceries, Thelma  with cleaning. The children run around them, playing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You heard anything yet?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(shakes his head) Any day.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They walk in silence for several beats, each clearly lost their own thoughts. Then:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ted.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(preoccupied) Uh, huh...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(this is hard to say) Ah, Charley and I are... Well, we're  thinking about... I mean, actually  we're sort of talking about maybe  getting back together.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(thunderstruck) You and Charley?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thelma nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Really?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thelma nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(conflicting emotions) Hey, that's terrific.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(hastily) Maybe. I said maybe. (apologizing for her  good fortune) What I mean is, ah... I don't think  it'll really work out, but Charley  seems to want it, so...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She leaves the sentence unfinished. They walk in silence several more steps. Then she takes his hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(can't help grinning) Oh, God... Ted, I am really scared.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They walk in silence for a beat, then Ted looks OFF SCREE spots something:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Saturday Father, restless, bored, walking with his  daughter who is also bored. It is clear that they have no to say to one another. He looks around, spots Ted, waves starts in his direction.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He reacts as though he has seen a vision of his own death",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Thelma, urgent) C'mon. (to Billy and Kim) Billy, Kim. Let's go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Ted ushers them across the street, away from the Satur Father.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A crowded, rather posh watering spot. Shaunessy sits alon at a table for two, a drink in front of him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REVERSE ON THE DOOR",
          "text": "As Ted enters, spots Shaunessy and starts in his directio",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Ted sits down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON SHAUNESSY",
          "text": "As he looks up at Ted, says nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON TED",
          "text": "He realizes that they have lost.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, Christ!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The judge went for motherhood straight  down the line.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I lost him? I lost him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can't tell you how sorry I am.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, no..",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(reading from a piece  of paper) Ordered, adjudged and decreed that  the petitioner be awarded custody of  the minor child, effective Monday  the 23rd of January. That the  respondent pay for the maintenance  and support of said child, four  hundred dollars each month. That the  father shall have the following rights  of visitation: every other weekend,  one night each week to be mutually  agreed upon and one half of the  child's vacation period. (looks up at Ted) That's it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(grim) What if I fight it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(matter of factly) We can appeal, but I can't guarantee  anything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(determined) I'll take my chances.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's going to cost.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(his mind is made up) Don't worry. I'll get the money.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There is a beat of silence, then:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've got to tell you something, Ted.  This time it'll be Billy that pays.  This time I'll have to put him on  the stand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TED",
          "text": "As his last hope goes crashing to the ground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, Christ no... I can't do that. I  just... can't... (he looks up at the  lawyer in despair) Excuse me... I'm sorry... I just...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That is all Ted can manage to say. He gets to his feet an rushes for the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON THE ENTRANCE",
          "text": "As Mrs. Willewska comes out. Her eyes are red from crying THE CAMERA PANS WITH HER as she turns up the street on he way to pick up Billy from school. THE CAMERA HOLDS IN POS as she meets Thelma. They stand talking for a moment, the Thelma turns and starts to run toward the building.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON THE ELEVATOR DOORS",
          "text": "They open and Thelma steps out. She runs to the door, beg to knock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(calling out) Ted!... It's me... Ted?...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There is a beat of silence, then:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(very quiet) Please go away, Thel... I... I just  have to be by myself for a little  while...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ted, I just heard...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Please, Thel...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thelma leans against the door and begins to sob.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm so... sorry... Oh, Ted, I'm so  sorry...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Mrs. Willewska brings Billy back from school.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON THE FRONT DOOR",
          "text": "It opens and Billy and Mrs. Willewska enter. Billy sees T and rushes across to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(excited) Daddy! You're home early. Did you  get fired again?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(laughing in spite of  himself) No, son, I didn't get fired. (fake cheerful) I'll tell you what we'll do, okay?  How about if we go to a Burger King  and then we watch a little T.V. and  then we get packed to go to the  country tomorrow. Just you and me...  How 'bout that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "HOLD FOR A BEAT, then:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON TED",
          "text": "He sits at the dining table, a typewriter in front of him As he begins to type, hunt and peck system, we:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The page in the typewriter. We SEE and HEAR at the same t",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joanna... This is by way of  introducing William Kramer. He is a  sweet child, as you will see. He is  allergic to grape juice, but will  more than make up for the loss in  apple juice. He is also allergic to  peanut butter from the health food  store, but not from the supermarket.  Don't ask me why.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON A CORNER MAILBOX",
          "text": "As Ted mails the letter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "At times, in the night he will have  nightmares, one particular monster  is called The Face. The Face, as  best as I can determine, looks like  a circus clown without a body, and  from what the pediatrician says, and  what I have read, may be sexual fear  of losing his penis, or a fear of  his own anger, or just a circus clown  he saw once.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON THE SAME MAILBOX",
          "text": "As a sack of mail is loaded into a truck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "His doctor, by the way, is still Ed  Davies. The Sundafed is for colds,  one tablespoon every four hours. I  will pack it in the blue suitcase.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A POSTMAN enters the building carrying a bag of mail.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "His best stories have been Babar and  Winnie the Pooh up to now, with Batman  moving up. His housekeeper has been  Etta Willewska and she is the main  reason for the note. She is a loving  woman, conscientious, very concerned  about Billy and more important, Billy  cares about her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON A STACK OF MAIL",
          "text": "As it is dropped in front of a doorway. We SEE that the l from Ted to Joanna is on top.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I urge you to retain her. Her number  is 722-8099, and I think she will  take the job if it is offered. I'm  sure other things will come up. Ask  me what you need to and I guess  eventually we'll talk...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON HER",
          "text": "As she finishes reading the letter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's all I can think of, except to  repeat what I said before, he's a  terrific kid. I'm grateful for the  time we've had together and I feel I  am a better man because of my son...  Ted.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It is a clear, cold beautiful winter's day. Ted and Billy walk along the beach at the edge of the water. THE CAMERA TRAC WITH THEM. There are several beats of silence as Ted trie to think of how to begin. Finally:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Billy, sometimes when a mother and a  father are divorced, there's a  discussion about who the child should  live with, the mother or the father.  Now there is a man who is very wise.  He's called a judge. And a judge has  a lot of experience with divorces  and he decides who it would be best  for the child to live with.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why does he decide?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Because... Well, that's what he does.  He's a very powerful man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Like a principal?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bigger than a principal. The judge  sits in robes in a big chair... The  judge has thought a lot about us,  about you and me and your mom, and  he has decided... (a deep breath) ...he has decided that it would be  best for you to live with your mom  Joanna in her apartment. (fake cheerful) And I'm very lucky. Because even  though you'll live with your mom  Joanna I'll get to see you once a  week for dinner and a couple of  weekends a month.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't understand, daddy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(trying very hard not  to cry) What don't you understand, pal?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where will my bed be, where will I  sleep?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "At your mom's. She'll have a bed for  you in your own room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where will my toys be?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll send your toys there and I'm  sure you'll get some new ones.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who will read me my stories?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Your mom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(worried) Daddy, what if The Face comes when  I'm at mommy's?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Your mom knows all about The Face,  okay? Don't worry, she'll tell The  Face to beat it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Will you come and say good-night to  me every night?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Suddenly Ted can't stand it any longer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look, it's getting cold. Why don't  you go inside where it's warm. I'll  be along in a minute.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Billy hangs back, watching Ted.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Go on, scoot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The boy turns and runs back along the beach toward the ho Then, he stops, turns back to look once more at his fathe",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ted stands at the ocean's edge, his back to CAMERA, weepi",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It is early Monday morning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON TED AND BILLY",
          "text": "They stand side by side, like a surgeon and his assistant Spread out on the counter in front of them are the making of French toast. The following is done with great efficie in contrast to the first time we saw them go through the  same ritual. They work in silence except for an occasiona command. Each concentrating on this last moment of closen each doing his best to avoid thinking about Billy's depar Finally:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON BILLY",
          "text": "Looking at his father, trying to memorize the older man's face. Ted turns, sees his son watching him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(with false gaiety) Hey? What's doin' with that bread?  Let's see a little hustle around  here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Billy's bags are packed and stacked neatly in the living  room. Nearby, Billy and his father sit, silent, waiting. Sound-effect: The intercom from the lobby buzzes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ted looks at his son, smiles. The boy smiles back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is it, pal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Billy, fighting back tears, nods. Sound-effect: The intercom buzzes again. Ted gets to his feet and starts toward the foyer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Ted picks up the intercom:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ted, it's Joanna. Can you meet me in  the lobby?... Alone?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And she hangs up before he can answer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Mrs. Willewska,  in the kitchen) I'll be back in a minute.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON THE ELEVATOR DOORS",
          "text": "As they open, Ted steps out, looks around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The lobby is dark, the only light coming from the window. Joanna sits off to one side, wearing sunglasses. She look up as Ted approaches, a small smile on her face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(abrupt) Okay, I'm here. Now why did you В–",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ted, do you love him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Goddamnit, Joanna. What the В–",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(insistent) Ted, do you love him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I love him too... I don't think I  ever knew how much until now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There is a long pause as she looks at Ted, unable to spea Finally:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(a deep breath, then:) Ted, when we got married it was  because I was twenty-seven years old  and I thought I should get married  and... when I had Billy it was because  I thought I should have a baby...  and I guess all I did was mess up my  life and your life and В–",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joanna, what the hell is В–",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(urgent) Please... Please don't stop me. This  is the hardest thing I've ever had  to do..",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON TED",
          "text": "Struck by the urgency in her voice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "After I left... when I was in  California, I began to think, what  kind of mother was I that I could  walk out on my own child. It got to  where I couldn't tell anybody about  Billy В– I couldn't stand that look  in their faces when I said he wasn't  living with me. Finally it seemed  like the most important thing in the  world to come back here and prove to  Billy and to me and to the world how  much I loved him... And I did... And  I won. Only... it was just another  \"should.\" (she begins to break  down) ...Sitting in that courtroom. Hearing  everything you did, everything you  went through... Something happened.  I guess it doesn't matter how much I  love him, or how much you love him.  I guess it's like you said, the only  thing that counts is what's best for  Billy. I don't know, maybe that's  all love is anyway... Ted, I think  Billy should stay with you...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(stunned) What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(she reaches out,  takes his hand) He's already got one mother, he  doesn't need two... He's yours... (her last ounce of  reserve crumbles) I won't fight you for him any more.  He's yours...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, God... Oh, my God...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Only can I still see him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No more waiting in Coffee Shops... I  promise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joanna's last ounce of reserve crumbles, she begins to so Ted puts his arms around her and holds her. They do not k Then, after a few moments she steps back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(chin high) Okay... I think I'll go talk to my  son now. (wiping her eyes) How do I look?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Beautiful.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They step into the elevator and, as the doors close, bloc them from view, we...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON TED AND BILLY",
          "text": "TRACKING JUST IN FRONT OF THEM as they walk to the park.  They are deep in conversation, although we are too far aw to bear what they are saying. HOLD ON THEM and, as they r the entrance to the park, Billy first, then Ted begin to  run, overwhelmed with the sheer joy of being alive, of be together. As they continue to run, THE CAMERA PULLS BACK UP AND WE SEE that they are only two among thousands of  parents and children in Central Park on a sunny afternoon THE CAMERA CONTINUES TO PULL BACK until they are lost fro view and it is...",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_1084"
    }
  ]
}