{
  "movie_id": "MOV1091",
  "scenes": [
    {
      "location": "PIE SHOP DAY 1A",
      "time": "A DAY IN THE PAST",
      "characters": [
        "ADELE, (V.O.)",
        "SLOWLY NOW, ONE FOOT AFTER THE",
        "RACHEL",
        "BARRY",
        "MANDY SHUTS THE OVEN AND KISSES TEENAGE FRANK",
        "MR. JERVIS, (CONT'D)",
        "HENRY POURS LIQUID SOAP INTO A RUNNING BATH",
        "A LETTER IS RIPPED OPEN 273",
        "STEPS.",
        "HENRY ATTEMPTS TO MASSAGE HIS MOTHER'S SHOULDERS WITH HIS",
        "125A",
        "BEGIN",
        "HENRY SCRUBS THE SLATS BETWEEN THE FORKS AND KNIVES 43",
        "FRANK WIPING THE FILTERS ON THE FURNACE 73",
        "FRANK FOLDING LAUNDRY WITH ADELE 103",
        "ELEANOR",
        "ADULT FRANK SHOWS ADELE THE HEEL OF HER HAND",
        "177A",
        "ADELE, (0.C.)",
        "DOWN ON YOUR KNEES...",
        "SLOWLY. STEP OUT WITH YOUR HANDS",
        "HANDS UP",
        "OMITTED 271",
        "PARAMEDIC",
        "BANK MANAGER",
        "OTHER. WALK TO THE BOTTOM OF THE",
        "CROSS CUT TO",
        "PROSECUTOR, (CONT'D)",
        "IF YOU DO NOT COMPLY WITH OUR",
        "14A",
        "120.",
        "OFFICER TREADWELL",
        "CUT BACK TO",
        "GERALD, (CONT'D)",
        "OMITTED 120",
        "FRANK, (CONT'D)",
        "ANCHOR WOMAN",
        "FRANK WAXING THE FLOOR WHILE HENRY SITS ON THE COUNTER 75",
        "OMITTED 270",
        "FLASH TO",
        "MARJORIE, (CONT'D)",
        "MANDY",
        "FWAK, FWAK... FWAK...",
        "47A.",
        "KNOCK, KNOCK, KNOCK",
        "112D",
        "FRANK, (V.O.)",
        "THE HOUSE. OPEN THE DOOR SLOWLY...",
        "MRS. FARNSWORTH",
        "SPANISH LANGUAGE TAPE, (V.O.)",
        "RICHARD",
        "HENRY, (CONT'D)",
        "REVEAL",
        "160A",
        "ADELE, (CONT'D)",
        "OMITTED 207",
        "BOWLING MANAGER",
        "OMITTED 284",
        "WAITRESS",
        "GROCERY",
        "BEVERAGE AISLE 108",
        "FRANK'S GRANDMOTHER SHOWS YOUNG FRANK THE HEEL OF HIS HAN",
        "177B",
        "WE HAVE A PERIMETER. OPEN THE DOOR",
        "HENRY TIGHTENS THE HINGE ON A DOOR",
        "MANDY EATS A SLICE OF PEACH. TEEN FRANK PLAY SLAPS HER HA",
        "THE PREMISES IMMEDIATELY, OR WE",
        "MR. JERVIS",
        "PROSECUTOR",
        "FLASH IMAGE",
        "GERALD",
        "260C",
        "SMALL TWELVE YOUR OLD HANDS",
        "EVELYN",
        "SHOPPER",
        "WILL USE FORCE.",
        "260B",
        "TEENAGE FRANK SHOWS MANDY THE HEEL OF HER HAND",
        "ADULT HENRY",
        "TURN AROUND, FACE THE HOUSE... NOW",
        "FRANK'S GRANDMOTHER GIVES A WISE LOOK TO CAMERA",
        "ORDERS, WE WILL BE FORCED TO BREACH",
        "ELEANOR, (CONT'D)",
        "THIS IS YOUR FINAL WARNING. EXIT",
        "ADULT HENRY, (V.O.)",
        "FRANK WINDS UP TO PITCH HENRY A BALL 119",
        "188A",
        "HENRY",
        "HIGHWAY PATROLMAN",
        "TEENAGE FRANK AND MANDY GRABBING INGREDIENTS 83",
        "54A",
        "SPECIAL SERVICES",
        "ADELE",
        "FLASH BACK",
        "FACING FORWARD...",
        "CHECK STAND 109",
        "CUT TO",
        "ARAK, (V.O.)",
        "FRANK, (0.C.)",
        "MANDY HOLDING THE WAX PAPER SHEET COVERED IN DOUGH. UNSUR",
        "MANDY QUICKLY FLIPS HER WAXPAPER SHEET WITH A SHRIEK",
        "SLAM CUT TO",
        "83.",
        "MARJORIE",
        "EVELYN, (CONT'D)",
        "ADULT MAN, (0.C.)",
        "44,",
        "ELEANOR, (V.O.)",
        "OPEN AND ABOVE YOUR HEAD. PALMS",
        "260A",
        "SERGEANT, (0.C.)",
        "NURSE",
        "ANCHOR WOMAN 2",
        "JERRY LEWIS, (ON TV)",
        "HENRY, (V.O.)",
        "FRANK",
        "BARRY, (CONT'D)",
        "TELLER"
      ],
      "dialogues": [
        {
          "speaker": "Unknown",
          "text": "Henry enters, passing a line of waiting people. He waves his staff and heads into the back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Henry gives a glance to make sure everything is running f then finds his way to a work desk with his computer and m Rifles through some junk mail. Then, he opens a letter an suddenly stops cold.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The back of a man’s head. Peppered grey. We don’t see his face. He’s at a desk. Writing. OPENING TITLES (perhaps over the streets of the neighborh EXT. ADELE’S HOUSE - DAY 5 A classic American house amongst trees in full bloom. It’ not the prettiest house on the street, but it could be. TITLE READS: “September 3rd, 1987” INT. HENRY’S BEDROOM —- MORNING 6 A PET HAMSTER (JOE) is fed by a twelve year old hand. INT. KITCHEN, ADELE’S HOUSE - MORNING 7 The same 12 year old hand puts a kettle on, then moves to cabinet with a broken hinge and grabs a tea packet. INT. LIVING ROOM, ADELE’S HOUSE —- MORNING 8 Same hand puts the record needle on a Joni Mitchell album \f10 11 12 INT. ADELE’S BEDROOM —- MORNING 9 The MUG OF TEA is placed bedside by a sleeping woman. We the sheets rustle as she awakens.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE, (0.C.)",
          "text": "Good morning. INT. HENRY’S BEDROOM - MORNING 10 The same hand goes through a boy’s closet. The clothes ar worn and a little dated and a little youthful for twelve. finally pull back to see Henry. He wears his sensitivity the anxiety of pre-sexual enlightenment like wet pajamas. he looks into his closet, his face reads dilemma. MOMENTS LATER, he is trying on a pair of pants for Adele. clearly outgrew them a year ago. The cuffs are inches abo his ankles. The buckle won’t buckle. ADELE enters frame and acknowledges the moment with a sig",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE",
          "text": "Okay. Okay. Pricemart, then. EXT. DRIVEWAY, ADELE’S HOUSE - DAY 11 Adele and Henry hop in a station wagon littered with leav It’s clear that Adele doesn’t take the car out often. All voice over is Henry as a 35 year old adult, present d",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADULT HENRY, (V.O.)",
          "text": "My mother wasn’t a shut in. She had just shut everyone out. Adele drops the car into gear, but it slips back into NEUTRAL. Henry notices and pulls the stick into REVERSE. INT. ADELE’S STATION WAGON - DAY 12 Adele drives. Her hands SHAKE slightly as they hold the w",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADULT HENRY, (V.O.)",
          "text": "It was just the two of us after my father left. \f13 14",
          "sentiment": "neutral"
        },
        {
          "speaker": "14A",
          "text": "15",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Henry with his FATHER’S NEW FAMILY. Wife, son, and kid si pull the disc in the center of the teacup to spin faster.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADULT HENRY, (V.O.)",
          "text": "He said I should count the new baby he had with his new wife Marjorie, as part of my family too, plus Richard, Marjorie’s son. INT. HENRY’S BEDROOM, ADELE’S HOUSE - A DAY IN THE PAST 1 Adele is holding a photo taken of that teacup ride.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADULT HENRY, (V.O.)",
          "text": "For the most part, my mother never mentioned my father, or the woman he was married to now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE",
          "text": "(studying the photo) I would think your father would be worried about the way that baby’s one eye doesn’t match with the other. You'd think they’d have her tested. Does she seem different to you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "«+. Maybe a little.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE",
          "text": "That baby doesn’t look anything like you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADULT HENRY, (V.O.)",
          "text": "I knew my part.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "She cries... a lot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Adele drives over the scenic bridge into town.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Henry hops out of Adele’s station wagon and enters the ba",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "I'll be back in a sec. \f16 17 18 INT. BANK — DAY 16 Henry walks up to the teller and hands her a check. We SE that it’s for CHILD SUPPORT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TELLER",
          "text": "Hey Henry. How’s your mother?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "Fine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TELLER",
          "text": "Hope to see her in here one of these days. The teller begins counting out twenty dollar bills.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Adele’s station wagon pulls in and finds a spot. Inside t car, we see Adele take a deep breath.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADULT HENRY, (V.O.)",
          "text": "I understood who my real family was. Her. She looks over at Henry. Smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It’s obviously a holiday weekend. Festive supplies are in evidence. Families are stocking up for BBQs and get-to- gethers. Adele and Henry push a cart down the aisle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADULT HENRY, (V.O.)",
          "text": "Even if that meant only leaving the house once a month to pick up supplies at Pricemart. Henry notices a pregnant woman with a basket of baby toys approaching from afar. He takes control of the cart, pull it right, to avoid the pregnant woman.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "I think it’s this way. Adele follows. \f19 20 INT. BOY’S CLOTHES DEPT, PRICEMART - DAY 19 MOMENTARY POV through scratched glass of Adele and Henry. We find Adele leafing through corduroys. Henry eyes the C BOOK TURNSTILE twenty yards away. He watches his mom carefully for a moment, deciding whether she is okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "Mom, I’m going to go check out the comic books.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE",
          "text": "Of course. Just don’t wander far.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "(already stepping away) Okay, I’1l be right over there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Henry walks past the ADULT MAGAZINES, just slow enough to catch a glimpse of arms covering cleavage, moaning eyes. He slows down again at the women’s magazines. COVER OF CO What Women Wish Men Knew That They Don't. Henry reaches for one when he is bumped by a middle aged woman. Henry flinches and moves on to the COMICS RACK. He spins the turnstile of superheroes. We’re following hi gaze down past caped crusaders when we find a pair of MEN SHOES. They’re worn in and muddy. Upon closer glance, one stained with FRESH BLOOD, trailing from the man’s ankle. Henry looks up following the legs and torso until he is staring up at FRANK. He is the illustration in a biology book, for a page they’d label Man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "Wonder if you could give me a hand here. Frank is wearing a RED PRICEMART VEST. Henry notices bloo over Frank's right ear. Trickling down from his hair line",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "(careful) You're bleeding.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "(like nothing) I fell out a window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f21",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "We should get help.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "I wouldn’t want to upset anyone. You came here with that woman over there, right? Frank nods at Adele, who is just leaving Boys’ Clothes De",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "My mom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "What I wanted to ask is, if you think she'd give me a ride. We see Henry’s gears turning. Frank takes an awkward step forward and places a firm grip on Henry’s shoulder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK, (CONT'D)",
          "text": "She looks like the type of person who would help me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADULT HENRY, (V.O.)",
          "text": "He was right. That’s exactly the type my mom was.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "Frank and Henry are walking with purpose in Adele’s direction. Frank is trying not to limp. He grabs a BALLCA quickly yanks off the tag and puts it on his head. Henry notices but doesn’t say a word. They turn a corner. Off comes the Red Pricemart Vest. Fra grabs a FLEECE and quickly throws it on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Adele is analyzing LIGHT BULBS. Frank and Henry walk up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "This is my mother Adele. Mom, this is Frank. He needs our help. Adele looks at Frank, quickly studying his face. Then bac her son’s face - Frank's muscular hand on his shoulder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "You have a good boy here, Adele. He was kind enough to offer me a ride. \f22",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE",
          "text": "Oh, well... um. He may have... We have a big afternoon. I don’t think we can help you. Frank reaches into his pocket and pulls out a baseball.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "(to Henry) Shame. Thought we could have a catch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "I suck at baseball.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "Maybe you used to. (fingering the stitches) Throw around the ball with your dad?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "I only see him on Sundays...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE",
          "text": "(cuts Henry off) I’m sorry, but we really can’t help you. For a moment, Frank clenches his teeth in pain. Then, he MOVES HIS HAND to the back of Henry’s neck. It’s hard to interpret whether it’s a gesture of kindness or a threat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "(to Adele) (Frankly), this needs to happen. Adele looks deeply into Frank's eyes. She makes a decisio",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Adele's items are rung up. A bomb shelter’s worth of cann goods go by, beep, beep, beep, beep... Frank shows curios at the sheer amount. He then adds the baseball and mitt t the checkstand. Adele makes eye contact with the CHECKER. There’s a momen where she could say something. She considers asking for h She doesn’t.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Frank opens the rear passenger door of Adele’s car and la the fleece across the back seat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "Don’t want to stain your upholstery.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE",
          "text": "Thank you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "(to Henry) Why don’t you ride in back with me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "(cautious) Okay. Henry enters the rear passenger door and slides over. Fra sits down next to him and shuts the door. Adele rounds the car, trying not to panic. She enters the driver’s side door and takes a seat. Shuts the door. Sile",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE",
          "text": "Where do you want to go?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "Your house. Adele suppresses a reaction.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK, (CONT'D)",
          "text": "Just for a moment to rest my legs. She looks back and sees her son sitting next to this commanding and bloodied stranger. She turns the ignition. 24 INT. ADELE’S STATION WAGON - DAY 24 Driving back through the suburbs. Strangely calm and quie Just as they pull up to a stoplight, A POLICE CRUISER pul up on their left. Henry notices. His heart quickens. Fran keeps his eyes straight, trying to act calm. Adele looks at the cops. She thinks for a second, then puts on her si and turns right, pulling away from the cruiser. They catch a glimpse of each other in the mirror. A momen \f25 26 10.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "Sounds like the rotors on your brakes might be a little thin. I’1l take a look when we get back. EXT. ADELE’S STREET - DAY 25 Adele's station wagon makes its way down the quiet cul-de and finally parks in the driveway. Frank takes a second t look around for pedestrians before getting out to help Ad and Henry with the groceries. As they’re emptying the car, Henry can’t help but look ba at his neglected home, seeing it through the eyes of a stranger for the first time in what’s obviously a while.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADULT HENRY, (V.O.)",
          "text": "Other than religious types or someone with a petition, hardly anyone ever came to see us. By this point, my mom was down to basically one friend and even Evelyn hardly came by anymore. Adele opens the front door. Henry goes to hold it for her but Frank already has an elbow on it. Smiles - Get inside INT. ADELE’S HOUSE - DAY 26 Adele leads the grocery caravan into the kitchen. All the while, Henry looks around, seeing what Frank is seeing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE",
          "text": "(quietly) You'll have to excuse the mess, we've been busy. Henry glances at his mother confused.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADULT HENRY, (V.O.)",
          "text": "Busy with what? The Spanish tapes? We pan across POST IT NOTES with sharpie written Spanish words like Mesa, Silla, Agua, Basura... We can even hear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SPANISH LANGUAGE TAPE, (V.O.)",
          "text": ".-. la casa es de color rojo...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADULT HENRY, (V.O.)",
          "text": "Busy waiting to hear from Arak...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f27 28 11. We pan along a faded photo of an African boy and an obvio mass produced letter from an Aid Organization.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARAK, (V.O.)",
          "text": "Dear Henry, thank you for your letter...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADULT HENRY, (V.O.)",
          "text": "Busy with the fox trot... The waltz... We move along the DANCE FOOT PATTERNS stenciled on the fl",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLASH IMAGE",
          "text": "She can really move. Henry follows, concentrating.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE",
          "text": "(into Henry's ear) A man should know how to dance... When a man can dance, the world is his oyster. INT. ADELE’S KITCHEN - DAY 28 Frank places bags of groceries in front of a WALL OF CAMP SOUP CANS. He eyes them suspiciously.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "Nice place. Adele positions herself near the KNIFE DRAWER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE",
          "text": "(eyeing Frank cautiously) How do you take your coffee?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "As is. Thank you, Adele. Frank notices all the window sheers have been drawn. Thin on this for a second. He moves to the kitchen window and looks out back - The backyard is an unkept mess of overgr grass leading to a thick woods. We hear the distant SOUND A TRAIN’S WHISTLE. He takes in the kitchen table - a foreign object. There’s silence. One that acknowledges that neither Adele or Fran know how they’ve made it this far.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "How did you hurt your leg? \f29 30 12. Frank weighs the question.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "I’m going to be straight with you here, Henry. (looks to Adele making coffee) I’m not going to lie. (back to Henry) I hurt my leg - my leg, and my head - jumping out a second floor window at a hospital they’d taken me to get my appendix out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Frank lying in bed attached to an IV. A nurse sits at his bedside, preparing an IV. The guard outside the door is turned away. The look on the nurse’s face changes. She kn what is about to happen. In one move, Frank leaps out of the hospital bed, pulls t nurse aside, yanks the IV from his wrist. We whip around catch Frank grab the top of the window sill and hurtle ou feet first. INT. ADELE’S KITCHEN - DAY 30 Frank continues.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "+. At the prison. That’s how I got out. Adele examines Frank.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE",
          "text": "When?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "This morning. Adele opens a drawer to grab a spoon. She slips a knife i her pocket as she uses the spoon to add sugar to the coff",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "(fear and awe) You escaped? So now the police are looking for you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "I would have gotten further except for the damn leg. \f31 32 13.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A wide enough shot to see a REAL DANGEROUS FALL. Frank lands on the ground. His foot hits an uneven piece lawn twisting his ankle painfully. SNAP... goes a ligamen INT. ADELE’S KITCHEN - DAY 32 Adele hands Frank his coffee. She seems to be taking in e moment. Every inch of Frank’s face. Every gesture.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "I'd be grateful if you let me stay til nightfall. I’d try to help out. Wouldn’t ask anything of you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE",
          "text": "(cautious) You just did.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "Nothing more than a place to lay low and rest my leg for a few hours.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE",
          "text": "How do I know you won’t hurt us?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "I’ve never intentionally hurt anyone in my life. Adele considers this. We want to believe him. Henry obser his mother carefully.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE",
          "text": "You understand how that could be hard to believe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "I do. How far are the train tracks from your backyard?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "Running?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "Limping.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "Twenty minutes. \f33 14.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE",
          "text": "People come over. Often. Randomly. Friends, salesmen, religious people... Frank hides his disbelief.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "I‘ll make a run for the train at nightfall. I can stay out of the way...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE",
          "text": "I mean it would be noticed if I went quiet. Even for a little bit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "I just escaped prison. Last place I want to go is back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE",
          "text": "(quickly) I’m stronger than you think.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "(quicker) I don’t doubt it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE",
          "text": "And I won’t let anything happen to my son. Frank understands the importance of this moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "He’s in good hands. Adele looks at FRANK'S HANDS. EXT. HIGH DRIVE, FRANK'S GRANDMOTHER’S FARM - LATE 60'S 3 FRANK'S HANDS at 18 years old. He’s LOADING HAY. His hand are strong, assured, practiced at what he’s doing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADULT HENRY, (V.O.)",
          "text": "Frank had good hands. This was important. Frank looks up and catches eyes with MANDY, also 18. She’ being toured by Frank’s grandmother. They share a smile. \f34 36 37 38 15.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Adele and Gerald dance. His hand firmly grasps her back. are capable of that rare ballroom dancing that looks effortless and improvised.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADULT HENRY, (V.O.)",
          "text": "So did my father. He knew how to move a woman around the dance floor. That meant a lot in my mom’s book.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE, (V.O.)",
          "text": "(always teaching) Some men just set their hand on your shoulder or against your back. INT. LIVING ROOM, ADELE’S HOUSE - A DAY IN 1987 Adele is teaching Henry to dance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE",
          "text": "There has to be strong pressure there... EXT. FRANK’S GRANDMOTHER'S FARM - LATE AFTERNOON 36 Mandy works a fruit stand on the road. Frank drops off a pies to sell. Mandy dips her finger in one of them and ta it. Frank takes in her dangerous smile. EXT. FRANK’S GRANDMOTHER’S FARM - TWILIGHT 37 18 year old Frank and Mandy are chasing each other throug field of tall grass towards the farm house. He grabs her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE, (V.O.)",
          "text": "«+. Something to push back against. INT. KITCHEN, ADELE’S HOUSE - A DAY IN THE PAST 38 Adele opening a sad can of food. Henry hides his disappointment in dinner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE",
          "text": "Your father was very handsome. Same as you'll be. (a sweet discarded thought) If we could have just danced all the time. \f39 40 4l 42 43 16.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gerald speaks to a couple from behind a desk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADULT HENRY, (V.O.)",
          "text": "Instead my father got a job selling insurance policies. INT. KITCHEN, ADELE’S HOUSE - A DAY IN THE PAST 40 Adele curled up with a book. Henry watches from the floor",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADULT HENRY, (V.O.)",
          "text": "I don’t think losing my father broke my mother’s heart, but rather losing love itself... EXT. BARN, FRANK’S GRANDMOTHER’S FARM - DAY 41 18 year old Frank leads Mandy into the barn from the high drive. They eye each other in the dim shafts of light.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADULT HENRY, (V.O.)",
          "text": "-+. The look of someone who thinks you're beautiful every day. INT. ADELE’S BEDROOM - A DAY IN THE PAST 42 Henry brings Adele breakfast in bed. On the tray is a birthday gift - A homemade coupon book.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADULT HENRY, (V.O.)",
          "text": "Even at that age I understood this and wanted to make up for some of the neglect. I made her a coupon book that said “Husband for a day”. I cleaned...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADULT HENRY, (V.O.)",
          "text": "-.. did little chores around the house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADULT HENRY, (V.O.)",
          "text": "There was a coupon for a shoulder rub... \f44 45 46 47 17.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADULT HENRY",
          "text": "--. and a bubble bath.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Henry walks his mother into the theater.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADULT HENRY, (V.O.)",
          "text": "I even took her on a date. INT. HENRY’S BEDROOM - NIGHT 45 Henry lies awake, keenly aware of the wall behind him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADULT HENRY, (V.O.)",
          "text": "At the time I was too young to understand the part of being Husband for a Day I was not equipped to carry out, but I sensed my own terrible inadequacy...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Henry peeks into Adele’s room to see his mother sleeping, with a pillow between her legs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADULT HENRY, (V.O.)",
          "text": "I could feel her loneliness and longing before I had a name for it. INT. GERALD’S KITCHEN - SOME TIME LATER 47 Henry is having a late night bowl of cereal with his dad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "Mom’s fine. She just gets sad sometimes. Gerald weighs the information.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GERALD",
          "text": "You could come live with Marjorie and me. And Chloe and Richard. (a beat) (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f48 49 18.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GERALD, (CONT'D)",
          "text": "I mean, if that was something you wanted, we could have her evaluated.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "Mom’s great. She’s learning to play the cello.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GERALD",
          "text": "I just ask because I get the idea her depression is getting worse. A moment. Henry could reveal more, but he can tell his fa doesn’t actually want him to move in. He’s just trying to do/say the right thing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "Mom takes care of me great. We do fun things all the time. Friends come over. We have hobbies. (adding) We're learning Spanish. Gerald smiles and nods. Glad that’s taken care of. INT. KITCHEN, ADELE’S HOUSE - A NIGHT IN THE PAST 48 Adele opens the fridge, removes a JUG OF MILK, and begins slowly pour the contents on the floor as if she were wate a pot of flowers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADULT HENRY, (V.O.)",
          "text": "He was right, but I knew better than to say. He just wanted to hear that I was okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "ADELE’S TELEVISION - LATE AFTERNOON 49 A NEWS REPORT on Frank’s escape. Footage of a ROAD BLOCK.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANCHOR WOMAN",
          "text": "Commuters may have experienced delays this afternoon on their commute home - Roadblocks on route Seventy Three. Who are the police looking for? Frank's MUGSHOT appears on screen. \f50 19. ANCHOR WOMAN (CONT’D) Frank Chambers, an inmate of Stinchfield prison, who escaped earlier this morning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REVEAL",
          "text": "INT. LIVING ROOM, ADELE’S HOUSE 50 Adele, Frank, and Henry watching the report. Adele and He sit on the sofa, her arms around him. Frank stands. ON TV: The head of highway patrol is interviewed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HIGHWAY PATROLMAN",
          "text": "Considering his injuries, we believe he hasn’t gotten far. Keep in mind that he is dangerous and quite possibly armed. Henry looks to Frank - Is he armed? ON TV: Shot of the hospital that zooms in on a broken win",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANCHOR WOMAN",
          "text": "Chambers was recovering from appendicitis on the second floor of this hospital, when police say, he just made a jump for it. ON TV: Interview with the nurse.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NURSE",
          "text": "He whipped me around and next thing I know, he was out the window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANCHOR WOMAN",
          "text": "Authorities would like to remind our viewers that this kind of leap can spell desperation. Especially in an inmate serving eighteen years for murder. The report ends and switches over to another story, but t word hangs in the air. Murder. Henry and Adele examine Frank’s face... Is it the face of killer? Frank doesn’t betray his calm demeanor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "It didn’t happen that way. Adele and Henry are too nervous to push Frank on this poi",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f51 20.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "Isn't it against the law to hide a fugitive?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "You have a wise son here, Adele. Good to know he’s looking out for you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE",
          "text": "(trying to calm her son as well as Frank) It’s all going to be fine. It would only be a problem if someone found Frank here... And that doesn’t need to happen. He can just lay low for a few hours and then keep moving.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "True enough. But it’s still not acceptable to place you and your family here in jeopardy. If someone were to come by, it would need to look like I kidnapped you. (a beat) That's why I’m going to tie you up. Henry looks to his mother. Adele’s breath quickens.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK, (CONT'D)",
          "text": "(to Adele) It’s about keeping up appearances. I think you understand what I mean.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE",
          "text": "(careful) Who are you...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "Only you. Henry here knows he doesn’t want anything to happen to his mother. Right, Henry? Henry eyes Frank cautiously. INT. BASEMENT, ADELE’S HOUSE - DAY 51 Adele leads Frank downstairs. It’s cluttered. Some nurser items visible. She pulls out a box that contains a roll o braided cord. Frank checks the strength. We can tell Adel heart is beating faster. She reaches in her pocket for th knife from the kitchen. We can see through the fabric of dress that she has it in her grasp, when... \f52 53 21.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "This’1l work. He grabs the rope. Adele releases the knife and pulls her hands from her pockets. INT. KITCHEN, ADELE’S HOUSE - SAME 52 Meanwhile, Henry has been left alone in the house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADULT HENRY, (V.O.)",
          "text": "Across the street was Mr. Jervis’s house. After that, the Farnsworths and the Edwards. I could burst out the door. I could grab the phone and dial a number. The police. Four steps to the front door and a good shout. That’s all it would take. INT. DINING ROOM, ADELE’S HOUSE - DAY 53 Frank checks a wooden chair for splinters before slowly lowering Adele to a seat. He kneels down at each of her f and begins tying them tenderly to the legs of the chair. Adele attempts a comforting look to Henry. Frank notices.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "(to Henry) I don’t want any of this to upset you, son. There are just some things a person has to do in these types of situations. (then) Why don’t you go grab one of your comic books. Henry takes a beat and looks to his mother. She gives a little nod and a reassuring smile. Henry reticently walks away as Frank picks up Adele’s calf, admiring her foot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK, (CONT'D)",
          "text": "Beauty. Frank takes Adele’s thin pale wrists, first her left, the her right, angling her elbows gently, as he draws them be the chair’s back and ties them together. It’s dead silent. Quiet enough to hear the rough chord pu into a tight little knot. Frank steps in front of Adele and their eyes meet. \f54",
          "sentiment": "neutral"
        },
        {
          "speaker": "54A",
          "text": "55 56 22. Henry has returned with a comic book, sitting in the next room, watching his mother stare into Frank’s eyes. Frank looks over at Henry in the dining room, measuring t boy's fear at the sight of his mother tied up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK, (CONT'D)",
          "text": "You got a pantry? INT. STAIRWELL, ADELE’S HOUSE - DAY 54 * Frank opens the basement door to find shelves of canned foods. He takes in the inventory. Looks back at Henry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "How'd you like to try the best chili you've ever eaten?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "INT. BASEMENT, ADELE’S HOUSE - DAY 54A * Frank opens a freezer and removes a block of ground beef that’s covered in frost. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Young Frank being taught to make chili by his grandmother her hands over his hands. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADULT HENRY, (V.O.)",
          "text": "It was his grandmother’s recipe. He’d grown up on her farm and learned that along with everything else important from her. INT. KITCHEN, ADELE’S HOUSE - AFTERNOON 56 * Henry watches carefully as Frank makes quick moves at the stove. He knows his way around a kitchen. For a moment He looks at his mother’s hands and feet. He thinks about unt the knots, but just then Frank looks back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "Grab a bowl. \f57 22A. INT. LIVING ROOM, ADELE’S HOUSE - AFTERNOON 57 Henry takes his chili back into the living room and settl in front of the TV - RED SOX GAME. Takes a bite. It’s delicious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADULT HENRY, (V.O.)",
          "text": "And he was right about the chili. \f23. Frank sits down next to Adele at the kitchen table. He se bowl in front of her and waves at it with his hand to coo Then brings a spoon to Adele’s lips.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADULT HENRY, (V.O.)",
          "text": "There was something about the way Frank fed my mother... Adele swallows the bite.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADULT HENRY, (V.O.)",
          "text": "You might think it was humiliating, to sit there like that. If he put too much on the spoon, or too little, she'd simply have to take it. Lifts the spoon. Blows on it. Brings it to Adele’s lips.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADULT HENRY, (V.O.)",
          "text": "But every spoonful, he made sure was the right amount.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE, (V.O.)",
          "text": "I don’t imagine your father has told you anything about sex?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Adele and Henry sit on the HAMMOCK.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE",
          "text": "Most people put all this focus onto the physical changes you'll be going through soon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "It’s okay, they explained everything in our health assembly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE",
          "text": "There is another aspect that your health teacher is unlikely to explore. People act as if making love is all about secretions and body functions.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "Mom, it’s okay. \f59 60 61 62 24.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE",
          "text": "For all the discussions of body parts and hormones, they forget to mention how it feels.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Frank's truck drives along. Mandy rides next to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE, (V.O.)",
          "text": "There is another kind of hunger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The truck is parked. Frank lays out a blanket in the bed. Mandy smiles and lies down. Frank climbs on top of her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANDY",
          "text": "Keep your belt on cowboy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE, (V.O.)",
          "text": "A hunger for human touch. INT. ADELE’S KITCHEN - NIGHT 61 Frank takes a napkin and dabs the corner of Adele’s mouth",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE, (V.O.)",
          "text": "Desire. People never tell you about how it feels. The longing. A flood light washes across the windows. We see a cruiser through the sheers pass by. Frank takes note.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "What time do the trains start in the morning?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE",
          "text": "I don’t know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "Just have to keep an ear out for ‘em I guess. INT. HENRY’S BEDROOM - NIGHT 62 Henry lays awake, staring at the ceiling. Listening. His curiosity overcomes him. He tiptoes out his doorway. \f63 64 65 66 25.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Henry crawls up to his mother’s bedroom doorway to find h asleep - her wrist tied to the bedpost. He then crawls hi way to the stairs until he has an angle on the living roo He can see Frank’s boots resting on the arm of the sofa. Henry inches forward until he can sees Frank’s legs... Frank's torso... Frank’s neck... and then Frank’s face, hidden in the shadows. It takes a moment for our vision t adjust. We adjust the exposure until we can JUST see Fran open eyes... staring back at us. Henry’s breath quickens. Frank nods. Henry attempts to ca himself before tip toeing back to bed. INT. HENRY’S BEDROOM - NEXT MORNING 64 Henry gets out of bed. Was last night a dream? He walks o to his HAMSTER CAGE and feeds his pet, JOE. Then steps ou",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Henry looks into his mother’s room. Adele is sleeping. On wrist in evidence, still restrained to the bed post. At the bottom of the stairs, he looks into the living roo Evidence of Frank having slept the night on the couch. INT. KITCHEN, ADELE’S HOUSE - SAME 66 Henry looks around, but Frank is nowhere to be seen. The door is open. The sound of the cicadas whispers in. Henry wonders for a moment... Is that it? Is he gone? We can te he kind of misses him when... Frank emerges from the basement.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "Couldn’t find any eggs. Henry whips around as Frank steps over to the oven and op it. He’s made a makeshift splint out of a wooden spoon an dish rag. Frank strains as he removes a tray of biscuits the oven, his appendix scar staining his shirt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "We don’t stock up much on groceries. Mostly canned goods. Henry walks passed the chair that Adele occupied the nigh before, rope still tied to the legs. \f67 68 69 26.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "You've got enough room in back for chickens. Three or four nice little Rhode Island Reds. EXT. FRANK'S GRANDMOTHER’S FARM - 1970'S MORNING 67 Frank's and Mandy’s legs walking through pecking chickens they drop feed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK, (V.O.)",
          "text": "Keep you in fresh eggs. Poultry. INT. KITCHEN, ADELE’S HOUSE - DAY 68 Henry goes to cut open the biscuit with a knife... Frank quickly grabs the knife from his hand. For a moment, it s like a defensive move, but instead...",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "(appalled) Never slice a biscuit. (tearing one open with his hands) You want to pull them apart, so you get all the surfaces. FLASH: FRANK’S GRANDMOTHER TEARING OPEN A BISCUIT FRANK & FRANK’S GRANDMOTHER ... Peaks and valleys... INT. KITCHEN, ADELE’S HOUSE - DAY 69",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "... More places for the butter to soak in. There is something undeniably fatherly about this moment is foreign to Henry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "We don’t usually keep butter around. We use margarine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "Now that’s a crime. \f26A.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Frank notices Henry trying to eye the front of the NEWSPA It features the prison photo of Frank from TV. \f27.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "I don’t blame you for wondering. Just know, there’s more to this story than you'll see in that paper there. Henry stops looking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK, (CONT'D)",
          "text": "You got brothers or sisters?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "No, um, my mom tried but... Frank takes this in without reacting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY, (CONT'D)",
          "text": "I’ve got a stepbrother and a half- sister. My dad takes me out to dinner with them on Sundays.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "How does a fellow let a woman like your mother get away?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "He got together with his secretary.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "Huh. Good riddance. Henry works up the confidence to ask a question.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "How did you escape?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "I told the guard at the hospital if he left, I was going to jump out the window. He heard that and went to have a smoke. Nothing misleads people like the truth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE, (0.C.)",
          "text": "Good morning. Frank and Henry turn to see Adele enter the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE, (CONT'D)",
          "text": "What are those?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "Biscuits. They’re amazing. Henry’s joy for his breakfast makes Adele cautious. \f70 71 72 28. Adele offers her wrists to Frank for binding.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "I don’t think we’ll be needing that any longer. But if the day comes when you have to say I tied you up, you won’t be lying. (another thought) Haven't heard any trains go by.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE",
          "text": "Holiday weekend. Might be a funny schedule.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "(offering a biscuit) Breakfast? She wants to resist the invitation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "You have to try them. Adele submits to the biscuit. Tries to suppress a smile. INT. LIVING ROOM, ADELE’S HOUSE - DAY 70 Henry puts on one of his mom’s folk records. There’s a wa in the record from sun damage. We can even see the beam o sunlight that must cut across the record player at times. Music continues through the following short scenes. INT. KITCHEN, ADELE’S HOUSE - DAY 71 Frank brushes his teeth using a dish towel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Frank rolls the car into the garage. Later, we find Frank under Adele’s car checking the breaks. Henry sits by, watching with curiosity.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "Hey, Hank. Grab me the 3/4 socket wrench. Henry looks into the tool box. He doesn’t know a socket wrench from a screwdriver.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK, (CONT'D)",
          "text": "Hey, Hank?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f73 74 75 76 29. After a beat Frank slides out. Henry sits there, a bit embarrassed. Frank understands immediately. He points to side of the wrench that’s closed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK, (CONT'D)",
          "text": "Socket wrench. Frank disappears under the car. Music comes up as we begin a quiet montage of Frank doing chores around the house. Henry is by his side for everyth",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADULT HENRY, (V.O.)",
          "text": "That day, Frank changed the oil in the car and replaced a fuse for the blinkers. Then he cleaned the filters on the furnace.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK WIPING THE FILTERS ON THE FURNACE 73",
          "text": "EXT. SIDE OF ADELE’S HOUSE - DAY 74 Frank examines the wood pile with Adele.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADULT HENRY, (V.O.)",
          "text": "He checked out the cord of firewood that just got delivered and informed my mom that the guy was shorting her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADULT HENRY, (V.O.)",
          "text": "Then he washed the floor and waxed it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Frank stands over Henry’s shoulder, placing the BASEBALL his small twelve year old hand. Adele watches from a window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "Before you can throw a ball, you need to know how to hold a ball... How to feel the stitches. Frank turns the ball in Henry’s hand till his fingers lin with the red stitches. \f77 30.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK, (CONT'D)",
          "text": "You feel that? INT. KITCHEN, ADELE’S HOUSE - DAY 77 Frank sits at the kitchen table, his twisted ankle up on another chair. Adele is hemming the ripped pant cuff, bei careful not to poke Frank with the needle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "(to Adele) You bite your lip when you sew.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE",
          "text": "I’m trying not to stick you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "(re: a scar on her knee) How'd you get this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE",
          "text": "Stars and Stripes Forever routine at my dance recital. Halfway through rehearsal, they got rid of the ramp. I tapped myself right off stage. Frank touches the scar tenderly. Henry watches his mother carefully. Everyone seems to have forgotten... KNOCK, KNOCK, KNOCK! - A banging at the kitchen door that leads to the side of the house. We see a SILHOUETTE of a in the window of the split kitchen door. All three stop. We can almost see the vein in Frank’s nec raise. His eyes go dead serious. Henry looks - Frank is holding Adele’s wrist. Her hands s",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "Answer the door, Henry. Let‘em know your mother’s out. Frank pulls Henry in for a second.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK, (CONT'D)",
          "text": "(quietly serious) I know I can trust you not to get nervous and say something you'd regret. Henry nods. The day’s activities suddenly erased.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Henry walks over to the kitchen door as Frank and Adele c behind a corner where they can’t be seen. Perhaps Frank stands just out of sight, his hand holding the back of Henry’s shirt as a reminder of his presence. Henry opens the top half of the kitchen door, revealing h neighbor MR. JERVIS. A friendly man in his 50's carrying BUCKET OF PEACHES. It’s clear that he has a thing for Ade",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. JERVIS",
          "text": "Oh hi Henry, I was looking for your mother.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "I’m sorry Mr. Jervis. She’s not home right now. Mr. Jervis gives a disappointed look. Adele is always hom",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. JERVIS",
          "text": "Oh... Well, that’s not like her... Has she been following the news? She leave you here by yourself?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "I just mean she can’t come to the door... She’s taking a bath.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. JERVIS",
          "text": "Aaah...",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "(re: the peaches) Are those for her?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. JERVIS",
          "text": "Yeah, got so many of these, didn’t know what to do. Thought your mother might like them. Jervis hands Henry the peaches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "Thank you. I’m sure she’1ll appreciate them...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. JERVIS",
          "text": "(not letting up) Sure she’s not around? There’s something I’d like to discuss with her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "Can I give her a message?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(hesitates) Look, Henry, there’s some... I’m not sure if you heard, but there’s a guy loose - just broke out of Stinchfield. He’s probably long gone by now, but until they find him, I just wouldn’t be opening the door without an adult. Henry measures his response.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "Thank you for telling me. (a thought) What did he do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. JERVIS",
          "text": "Some pretty awful things, son. (thinks) He...",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. JERVIS",
          "text": "(immediately regrets telling Henry) Look, I doubt he’s anywhere near here by now... Just remember, I’m right across the street. You have any problems, just give me a jingle. Mr. Jervis exits and Henry closes the door. Adele and Frank enter the room and size up the peaches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "(sets down the peaches) He had more than he needed. Frank senses Henry’s apprehension.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "(pats him on the shoulder) You did good, Hank. Henry smiles proudly. Adele shows concern.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE",
          "text": "Henry, why don’t you go check on Joe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "I’m sure he’s fine. \f78 79 33.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE",
          "text": "It’s a hot day. Make sure his water hasn’t dried up. Henry leaves. Once he’s gone, Adele summons up some coura and confronts Frank. A beat as",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE, (CONT'D)",
          "text": "You can’t do that again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "What did I...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE",
          "text": "My son is not your look out. Frank and Adele stare each other down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE, (CONT'D)",
          "text": "He’s not your accomplice and I don’t want him doing that again. Frank tightens up. Does she remember who I am? INT. HENRY’S BEDROOM — SAME 78 Henry takes a little feeder and brings it to the tiny mou of his pet hamster Joe. He can still hear the warble of F and Adele talking downstairs. INT. KITCHEN, ADELE’S HOUSE - SAME 79",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "Now Adele, it was just a neighbor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE",
          "text": "It doesn’t matter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "Don’t forget what’s going on here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE",
          "text": "Not for a second. (however) There hasn’t been a man in this house for a while now. I see how he looks at you. What he wants. That encouragement - a pat on his shoulder so badly. And I want it for him. But not for that. \f34.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "I can’t promise what’s going to show up at the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE",
          "text": "(believe me) I know. A beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "Okay, then. A look between the two of them resolves the conversation. Frank grabs a peach, takes a bite.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK, (CONT'D)",
          "text": "Good peach. Too bad they’re all so ripe. Never get through ‘em all.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE",
          "text": "We should throw away most of em before they rot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "I have another idea.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEGIN",
          "text": "(note: we will show Frank in the moment with Henry & Adel and crosscut with Frank & Mandy as teenagers) Frank, Adele, and Henry stand at the kitchen table peelin the peaches and chopping them into pieces.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "This recipe was taught to me by the wisest woman I ever knew. 81 FRANK’S GRANDMOTHER CHOPPING PEACHES WITH TEENAGE FRAN Adele and Henry's pile of chopped peaches builds.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "Not so even. We want variety. 82 INT. ADELE’S KITCHEN - DAY 82 Frank goes through Adele’s pantry, pulling ingredients. \f35.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEENAGE FRANK AND MANDY GRABBING INGREDIENTS 83",
          "text": "84 INT. ADELE’S KITCHEN - DAY 84 A PIE DISH is set out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "Filling is easy. What I want to talk about is crust. We need to keep our ingredients cool. Hot day like this is challenge enough. We need to move fast. Phone rings when you're making a crust, you just let them call back. Frank scoops three cups of FLOUR into a bowl. Follows it a pinch of SALT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE",
          "text": "How much salt was that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "(holds his finger and thumb apart) Bout that much... (smiles) Pie crust is a forgiving thing. You can make all kinds of mistakes, but don’t forget the salt. Frank opens the fridge. Nothing in the butter tray.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK, (CONT'D)",
          "text": "That’s right. No butter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE",
          "text": "Mrs. Farnsworth probably has some. Henry looks to Frank.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "What are you waiting for? Listen to your mother. Times a ticking. Henry runs out. 85 EXT. ADELE’S STREET - DAY 85 Henry runs to the Farnsworth house. We dolly with him, backyard to backyard, giving us a nice view of the neighborhood and its seclusion. \f36. Mrs. Farnsworth answers the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. FARNSWORTH",
          "text": "Oh, hi Henry. How can I help you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "Can we borrow a stick of butter?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. FARNSWORTH",
          "text": "Is your mom baking?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "We’re making pie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. FARNSWORTH",
          "text": "Well, okay... I’1l be right back. 86 INT. ADELE’S KITCHEN 86 Henry slaps down the stick of BUTTER next to a can of CRI",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "Hank, before you sits one of the great dilemmas of life: Sure butter has superior flavor, but nothing beats lard for flakiness. All your life you'll meet people who will try to convince you of one over the other. What do you think we do? Henry thinks hard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "Use both?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "(smiles) Smart boy, Adele. Crisco and butter go into the bowl with the flour. Frank holds Adele’s hand, Adele holds Henry’s hand, and Henry h the fork as they cut the butter/lard into the flour.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK, (CONT'D)",
          "text": "It’s all about instinct. Pay too much attention to recipes and you forget how to feel. It’s like reading a book on gardening when all you got to do is get dirt underneath your fingernails. It’s like dancing, right Adele? \f37. Frank and Adele share a smile. Frank pulls a pitcher of water from the fridge and begins sparingly add it to the contents of the bowl.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK, (CONT'D)",
          "text": "Most people drown their mix. Sure, they get a perfect looking ball of dough but nobody’s giving prizes for that. Might as well be eating cardboard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLASH IMAGE",
          "text": "Frank takes Adele’s hands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "(quietly to Adele) Get your hands in there, but don’t over handle. There’s heat in your hands - Keep it loose - That's it... Should be right on the verge of crumbling at any moment. Henry mixes it with his hands before Frank grabs the doug and drops it on a piece of wax paper. * TEENAGE FRANK TAKES HIS GRANDMOTHER’S ROLLING PIN Adult Frank takes a nearby WINE BOTTLE and uses it as a rolling pin flattening out the dough. Close up on the texture. Cracks and holes like the desert",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK, (CONT'D)",
          "text": "Oh this is looking real good. Patch up those holes now. Frank and Henry grab extra pieces of dough and fill the holes. Frank uses his palm to flatten the extra pieces. H mirrors his every move.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK, (CONT'D)",
          "text": "Heel of the hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK, (CONT'D)",
          "text": "People buy all these fancy gadgets. Sometimes the best tool is right there attached to your own body. The pie plate is placed upside down on the dough. Then, u everyone’s hands, the plate is flipped over with the doug inside. Frank peels off the wax paper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK, (CONT'D)",
          "text": "Beauty. Frank shakes some Tapioca along the inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK, (CONT'D)",
          "text": "Gram’s secret ingredient. Scatter little Tapioca like salt on an icy road. Cure for a soggy crust. (to Henry) Alright, fill’er up Hank. Henry starts filling the pie with peaches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANDY EATS A SLICE OF PEACH. TEEN FRANK PLAY SLAPS HER HA",
          "text": "Adele and Frank flatten out another piece of dough to cov the pie. Frank demonstrates how to use the heel of her ha",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK, (CONT'D)",
          "text": "(looks over to Henry) Just a little more sugar. Not too sweet. Frank sprinkles a little cinnamon over the chopped peache And after a good minute of commotion, everything now stop Frank is holding a WAX PAPER SHEET with the top layer of It needs to be flipped on top of the pie, but they've mad so flaky that it looks as though it could go everywhere.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK, (CONT'D)",
          "text": "Moment of truth. Can’t hesitate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK, (CONT'D)",
          "text": "Can’t go too fast. Calls for a steady hand... and a steady heart. I think you can handle this Adele. Adele looks down at the pie. \f88 89 39.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADULT HENRY, (V.O.)",
          "text": "I don’t know when my mom’s hands started shaking exactly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "ADELE’S TREMBLING HANDS 88 Applying lipstick. Threading a needle. Holding her cello. INT. KITCHEN, ADELE’S HOUSE - SAME 89 Adele takes the TOP CRUST in her hands. She holds her bre She looks to Frank. He smiles with confidence. FRANK’S GRANDMOTHER QUICKLY FLIPS HER WAXPAPER SHEET",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANDY QUICKLY FLIPS HER WAXPAPER SHEET WITH A SHRIEK",
          "text": "Adele hesitates. Her hands shake. With one hand, Frank steadies her wrist.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "Help me put a roof on this house. (quietly) You can do this. I know you can. Adele takes a breath, then quickly flips the crust on top the peaches. It’s perfect. Her face immediately warms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK, (CONT'D)",
          "text": "Perfect. All three pinch the ends to finish off the pie. A few fork holes in the top, a brush of milk, and a sprin of sugar dusts it to completion. Adele places it in the oven.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANDY SHUTS THE OVEN AND KISSES TEENAGE FRANK",
          "text": "Adele shuts her oven and smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE",
          "text": "How long?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK'S GRANDMOTHER GIVES A WISE LOOK TO CAMERA",
          "text": "FRANK’S GRANDMOTHER Bake her till she smells like pie. \f90 91 92 93 40. A beat as the joy of pie making settles over the three of",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "(to Henry) Even the richest man in America isn’t eating tastier pie than we are tonight. Adele is holding the pairing knife. After considering whe she should put it in her pocket, she puts it back in the",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "INT. LIVING ROOM, ADELE’S HOUSE - LATER THAT EVENING 90 Adele and Frank are sharing a corner of the couch, eating slices of pie. There is an intimacy between them that Ade doesn’t dare acknowledge. Henry is on the floor playing a handheld PacMan. His empt pie plate beside him. With her son’s back turned, Adele slightly leans back int Frank, exposing her neck an inch. Frank lowers his chin. Adele closes her eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Teenage Frank, in military dress, kissing Mandy’s neck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Teenage Frank looking out the window. He begins to pull a Mandy has already turned. INT. ADELE’S LIVING ROOM - NIGHT 93 Frank's lips touch Adele’s neck silently. HENRY’S POV - The screen of his PACMAN reflecting Frank a Adele on the sofa. Just as we hear the quietest kiss... A wash of light cuts across the window. Frank walks over takes a look outside. FRANK'S POV - A POLICE CRUISE patrols the street, using a side lamp to see into the shadows. \f94 95 41.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "I should go. They won’t be back for a few hours. It’s as good a window as I’m going to get. Adele and Henry look up. It’s clear they want him to stay",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE",
          "text": "Are you sure?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "I’m not just thinking ‘bout myself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE",
          "text": "Maybe tomorrow once your stitches have had a little more time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "They won’t stop looking, Adele. Henry watches this negotiation with rapt attention.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "They have dogs that can smell your blood. You should probably let your stitches heal. Frank looks at Henry. Really? Henrys nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADULT HENRY, (V.O.)",
          "text": "This was a complete fabrication.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE",
          "text": "You should stay. INT. UPSTAIRS CORRIDOR, ADELE’S HOUSE - NIGHT 94 HENRY’S POV of the downstairs sofa. It’s empty. We turn t Adele's door. Light shines from underneath. Perhaps we he Frank playing Adele’s cello like a bass. INT. HENRY'’S BEDROOM, ADELE’S HOUSE - NIGHT 95 Henry is holding his hamster, Joe. His fellow prisoner. H says good night to his pet and moves to his bed. The room goes dead quiet. We hear only the sounds coming Adele’s room. The adjustments of two people in bed togeth for the first time. A preamble of noises, that are not ea discernible... Henry tries to interpret what sounds like. \f96 97 42. Footsteps... short thuds... A sheet untucked... A hand grabbing a bed frame... A bed spring... We slowly descend over Henry, holding his baseball, well aware of the wall that separates us from Adele’s room. Th bed noises continue. Not in a profane way. Rather a new couple finding their rhythm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADULT HENRY, (V.O.)",
          "text": "Rhythm. This was the word that burrowed into my brain as I listened to their late night conversation quietly dissipate. I thought about that word - rhythm - and whether my mom thought Frank had it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pushing in on Henry at his desk, staring forward.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADULT HENRY, (V.O.)",
          "text": "Somewhere around Spring, it happened for the first time. The stiffening. We reach Henry and turn to see the object of his gaze: RACHEL MCCANN’S BRASTRAP, barely peeking out from her col",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADULT HENRY, (V.O.)",
          "text": "Showing up like a drunk crashing a party. Never leaving when told. WE CATCH GLIMPSES of Henry’s gaze: RACHEL’S THIGH as she stands and her skirt rises. The lin her BRA CLASP through the back of her shirt. The ELASTIC of her underwear riding a millimeter above her waistline.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADULT HENRY, (V.O.)",
          "text": "These were the images I returned to at night... INT. HENRY’S BEDROOM - NIGHT 97 Henry lost in thought.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADULT HENRY, (V.O.)",
          "text": "«+. particularly now that the evening was no longer silent. \f98 99 100 101 102 43. INT. LIVING ROOM, ADELE’S HOUSE - NEXT MORNING 98 Henry enters and walks by the sofa where Frank’s pillow a blanket remain folded. It is clear he slept with Adele th night before. He walks to the record player and puts on one of his moth folk albums. Leonard Cohen? Karen Dalton? This music accompanies us as we see Frank working on the house. INT. STAIRWELL, ADELE’S HOUSE - MORNING 99 Frank hammers down a loose floorboard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADULT HENRY, (V.O.)",
          "text": "The next day, Frank fixed the loose floorboard on the stairs. INT. KITCHEN, ADELE’S HOUSE - MORNING 100 Frank sprays the hinges on the kitchen door. Adele hands Frank a mug of coffee.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADULT HENRY, (V.O.)",
          "text": "He got the squeak out of the kitchen door. EXT. ADELE’S BACKYARD - DAY 101 Frank finds a patch of tall grass. Adele and Henry help h flatten it with their feet in a four foot square.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "Cold weather's coming, but with enough straw, chickens winter over just fine. All they need’s a warm body to huddle up to in the night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The car is up on a jack. Henry rolls the spare tire over. Frank is loosens the lug nuts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "I’1l tell you now, you don’t want to wait to learn how to fix it. Not if you’ve got some lady in the seat beside you when it happens. \f103 104 105 106 107",
          "sentiment": "neutral"
        },
        {
          "speaker": "44,",
          "text": "Together they pull the rear tire off and set it down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADULT HENRY, (V.O.)",
          "text": "He did laundry. He ironed. And in return my mom taught him to Rumba. ADELE WALKING FRANK THROUGH A FEW MOVES.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE",
          "text": "One, two, three... bring your foot back, four, five, six... that’s it. Frank is getting it. INT. LIVING ROOM, ADELE’S HOUSE - DAY 104 Over Frank's shoulder, we look out the window to see Henr bike away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADULT HENRY, (V.O.)",
          "text": "For lunch, Frank thought it only right that we fire up the barbecue. So he sent me to pick up groceries. EXT. ADELE’S HOUSE - DAY 105 In a shot we will repeat later, Henry comes biking down t front lawn and continuing down the street.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Henry bikes past people celebrating the long weekend. Kid play in sprinklers. Men scrape off BBQs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Henry is filling a shopping cart. He’s got a grocery list Again, we see shoppers dressed for the holiday, preparing holiday cook outs. Henry grabs a package of ground beef from the butcher. Th passes a familiar BUDWEISER AD of women staring back. \f108 109 45.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEVERAGE AISLE 108",
          "text": "Henry walks past a fourteen year old girl with braided ha and a bulky sweater over toothpick legs - ELEANOR. Henry grabs a SIX PACK of Coke.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELEANOR",
          "text": "You know drinking from aluminum gives you Alzheimer's. Henry tries to hide the thrill of being spoken to by a strange girl. There’s something dark and unusual about he",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "Is that true?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELEANOR",
          "text": "Uh huh. It’s the perfect crime cause you never remember how you got it. Henry doesn’t know how to respond.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELEANOR, (CONT'D)",
          "text": "Is there anything to do in this town?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "There's bowling? She isn’t impressed. Before Henry can think of something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADULT MAN, (0.C.)",
          "text": "Eleanor!... Get over here... Eleanor waves goodbye then wisps around the corner giving Henry a chance to gain his breath.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHECK STAND 109",
          "text": "Henry is placing fresh ingredients on the conveyer belt. Meanwhile, a female SHOPPER is chatting with the GROCER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHOPPER",
          "text": "He’s probably halfway to California by now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GROCERY",
          "text": "If you ask me, he’s holing up in someone’s house. Waiting for things to cool down. \f46.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHOPPER",
          "text": "I just can’t get his face out of my head. The worst part is knowing a man like that has nothing to lose. Life, to a person like that, is worth about ten cents.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GROCERY",
          "text": "Probably has some family tied up in their basement. They’1l get him eventually. They always do. Just hopefully before... (notices Henry) Oh, hey Henry, how’s your mother?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "She's doing great. The grocer starts to ring Henry up. We look up over Henry shoulder at him. A child’s POV of an adult.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GROCERY",
          "text": "(re: the groceries) Where’s all the canned goods? You usually look like you're planning for a tornado.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "Yeah, special recipe. The grocer picks up a MAN’S RAZOR amongst Henry’s items.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GROCERY",
          "text": "Henry, this is a man’s razor. Your mom wants one of the pink ones on aisle seven.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "It’s not for my mom. The grocer raises an eyebrow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY, (CONT'D)",
          "text": "It’s for me. The grocer examines Henry’s face. He looks suspicious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GROCERY",
          "text": "Practicing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "112 47.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GROCERY",
          "text": "Alright, just do me a favor and keep the plastic cap on, okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Henry is walking his bike with the grocery bags on the ha bars when he stops in front of a window display for a * clothing store. In the display is a family of mannequins what looks like a camping trip. The father is wearing a p plaid short sleeved shirt. Henry checks his money. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Henry walks with the two bags of groceries hanging from h handle bars. A group of kids WHIZ BY ON BIKES. * Henry comes upon a stretch of trees, each one stapled wit POLICE WARNING featuring FRANK’S PRISON PHOTO. Henry sees a policeman, OFFICER TREADWELL actually stapli one next to his squad car. He tips his hat to Henry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OFFICER TREADWELL",
          "text": "Keep an eye out, alright? Henry nods. INT. ENTRYWAY, ADELE’S HOUSE - DAY 111 Henry gets the door open with his foot and enters, carryi the groceries. He heads to the kitchen, kicking the door closed with his heel. We follow it until it almost closes but doesn’t. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "Mom? No answer. Fear strikes Henry - Did Frank run away with A INT. KITCHEN, ADELE’S HOUSE - DAY 112 Henry walks in and sets the groceries down. He sees Frank Adele sitting on the swing on the back porch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "(quietly) I was nineteen years old.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A47aA.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE",
          "text": "(quietly) You were just a boy... EXT. ADELE’S HOUSE - DAY 112A A STATION WAGON pulls up next to the house. The driver, a woman in her early forties, opens the back passenger door removes a folded wheelchair. It opens with a “click”.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "112c",
          "sentiment": "neutral"
        },
        {
          "speaker": "47A.",
          "text": "INT. KITCHEN, ADELE’S HOUSE - DAY 112B Henry gets closer to the window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "(quietly) Eighteen years in stir. When I saw that open window, I knew there was a reason to jump. EXT. ADELE’S HOUSE - DAY 112¢ The wheelchair is pulled up Adele’s front steps, one at a time, landing with a thud on each wooden plank. INT. KITCHEN, ADELE’S HOUSE - DAY 112D Henry is now standing right next to the window, inches aw from Frank and Adele. WOMAN’S VOICE (0.C.) Adele?! Where are you?! Henry shoots a look to the front door, to see EVELYN, wal from the entryway into the living room. There isn’t enoug time to warn Frank. He runs through the dining room and i the...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "+e * HF",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f113 114 48.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Henry catches Evelyn, his mother’s only friend and a demanding harsh one at that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EVELYN",
          "text": "Oh, hi Henry. Where’s your mother?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "I don’t know...",
          "sentiment": "neutral"
        },
        {
          "speaker": "EVELYN",
          "text": "I need her to watch Barry. We pivot around Evelyn, to find her son BARRY outside the door sitting in a wheelchair. We quickly can tell by the he’s moving his arms that he is developmentally disabled.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE",
          "text": "Evelyn goes for the kitchen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EVELYN, (CONT'D)",
          "text": "(to Henry) Keep an eye on Barry, would you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "I think my mom’s upstairs. Evelyn stops and switches to the stairs. Henry waits a se for Evelyn to clear the landing, then runs into... INT. KITCHEN, ADELE’S HOUSE 114 Henry runs right into FRANK HOLDING A KNIFE to Adele. Or he holding Adele and the knife is just there. The moment confusing. He stops Henry and Shhhh's.... him. He pushes Adele out the kitchen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE",
          "text": "(a little shaken) Evelyn, is that you? Henry goes to follow, but Frank grabs him and pulls him b",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "(explaining) I said I'd watch Barry. Frank peaks out the kitchen. He sees a piece of the wheelchair outside the front door. He thinks. Then nods a sends Henry out. \f49. As Henry walks up to Barry, we begin hearing Evelyn askin Adele for a favor as they descend the stairs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE",
          "text": "It’s just not the best timing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EVELYN",
          "text": "They're not expecting my dad to hold on long.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE",
          "text": "Normally, I wouldn’t think twice...",
          "sentiment": "neutral"
        },
        {
          "speaker": "EVELYN",
          "text": "I don’t have any other options, Adele.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE",
          "text": "Look, I want to help you, but...",
          "sentiment": "neutral"
        },
        {
          "speaker": "EVELYN",
          "text": "I promise he’ll be good. Come on, you're not going anywhere... They're back standing next to Henry. Evelyn begins smooth down her son’s hair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EVELYN, (CONT'D)",
          "text": "(to Barry) Do you remember Heeeeenry and his Mooooom and all the good times you've had here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "Hey Barry, how’s it going? Barry gurgles back. Syllables lost in saliva.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EVELYN",
          "text": "Please. One mother to another. I wouldn't ask if I wasn’t desperate. A long beat before Adele drops her shoulders.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE",
          "text": "Okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EVELYN",
          "text": "Thank you, thank you, thank you. I owe you. (already leaving) I’ll be back by the end of the night. It’s about two hours drive. Just put his chair in front of the TV. He loves cartoons. \f50. And just like that, she’s gone. Henry pulls Barry’s chair into the entryway and Adele shu the door. Frank walks into the room. We’re not quite sure what he thinks of all this for a second. And then...",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "Hey Barry, you look mighty toasty in all those clothes. Barry is SWEATING in a parka.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE",
          "text": "(taking off the parka) I swear, she dresses him for winter in August.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "(smiles to Barry) You got here just in time. We needed a third baseman. EXT. ADELE’S BACKYARD - DAY 115 We see makeshift bases being laid out. Frank lowers Barry into a LAWN CHAIR, then unbrims his RE SOX HAT from Pricemart and slides it onto Barry’s head, w gurgles back with joy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "I’m Frank by the way. Barry GURGLES back a sound that vaguely resembles FWAANN.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK, (CONT'D)",
          "text": "That's right, Frank. Pleasure to meet you. Frank walks over to Henry who is gloving his new baseball",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK, (CONT'D)",
          "text": "Alright, let’s see that arm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "Don’t get your hopes up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "(not having any of it) Want to run that by me again? \f51. Henry quickly quiets. They take positions around thirty f away from each other. Frank pauses, then throws it right Henry’s glove with a little heat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADULT HENRY, (V.O.)",
          "text": "Thing was, when Frank threw the ball, I caught it. They continue to throw the ball back and forth. INT. JERVIS’S HOUSE - SAME 116 Jervis looks out the window and something catches his eye From his angle, it appears that Henry is having a game of catch with an unseen person behind the house. He sees Hen in the backyard toss the ball. A moment later it is throw back, strong and true, by someone out of Jervis’s sight-l He frowns. EXT. BACKYARD, ADELE’S HOUSE 117 Frank teaches Henry to hit. He starts by adjusting Henry’ stance. Positions his elbow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "(whispers ) See the ball.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "(whispers ) See the ball. Frank throws and Henry connects. Barry hoots. Adele cheer",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "There it is. If I had a whole season to really work with you, we could really get somewhere. (turns to Adele) Alright, your turn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE",
          "text": "No. \f120 121 122 52.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "Come on. You know I won’t take no for an answer. Frank helps Adele up. He begins positioning her, almost l a dancer. He’s behind her, forming his body to hers, ina batter’s stance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK, (CONT'D)",
          "text": "Alright Hank, bring us the heat. Henry takes position. He throws the ball. Frank and Adele swing the bat cracking the ball far. Barry yelps. They continue to play as we hear...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADULT HENRY, (V.O.)",
          "text": "During Frank’s two years in Vietnam, he received only one letter from Mandy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Frank steps off the bus.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADULT HENRY, (V.O.)",
          "text": "It came out of nowhere, just days before the end of his tour. Mandy, dressed to seduce, runs up and grabs him. There’s something coarse about the way she kisses him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mandy pushes Frank onto the bed. She’s down at his feet taking off his boots.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANDY",
          "text": "I bet you’ve been starved for this, right, baby? Or all you got was yellow girls? Frank is caught up in the momentum but we can tell things moving a little fast for him. Mandy rides Frank in an uncomfortable bit of love making. She seems on a mission.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADULT HENRY, (V.O.)",
          "text": "There wasn’t an exact moment when she asked to be his girlfriend.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f123 124 125",
          "sentiment": "neutral"
        },
        {
          "speaker": "125A",
          "text": "126 53.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mandy is setting up her cosmetics.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADULT HENRY, (V.O.)",
          "text": "Her clothes. Her underwear. Deodorant, hot rollers, nail kit seemed to all arrive at once. EXT. FRANK’S GRANDPARENT’S FARM -— DAY 124 Frank is checking the knee high corn. Mandy comes running",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADULT HENRY, (V.O.)",
          "text": "A couple weeks later, she came home * from the doctor with news. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANDY",
          "text": "You must-a-bin storing it all up so long, those sperms of yours were three times as powerful as regular.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "Guess our good fortune just came early.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Frank and Mandy are married in a civil ceremony.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADULT HENRY, (V.O.)",
          "text": "They married in Fall. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mandy excitedly shares the news into a pay phone while Fr stands nearby looking on. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADULT HENRY, (V.O.)",
          "text": "A few months later, the baby * arrived. Early. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Frank is escorted in by a nurse. He looks at Mandy holdin their baby. The infant has noticeably red hair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADULT HENRY, (V.O.)",
          "text": "Frank was twenty one years old. \f127 53A. INT. LIVING ROOM, ADELE’S HOUSE - NIGHT 127 CLOSE ENCOUNTERS is on TV. The group watches, exhausted f the day. Henry practices his new grip of the baseball. Frank enters with a cold washcloth and pats Barry’s foreh Then the back of his neck. It’s an incredibly tender act has as much effect on Adele and Henry as it does on Barry \f54. The movie fades out and a teaser for the LATE NEWS comes",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANCHOR WOMAN 2",
          "text": "Tonight at llpm, more on escaped convict Frank Chambers. Our psychologist weighs in on what to expect from a murderer on the run and where he might be hiding... That and more at eleven. A commercial comes up. The room gets quiet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "I may not be innocent but I am not a murderer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE",
          "text": "(wants to believe) The man I’ve met doesn’t seem capable. Adele looks deep into Frank’s eyes. Their bond is so stro that Henry doesn’t dare move or make a sound. They could like this all night, but HEADLIGHTS cut across the window They look outside to see Evelyn’s station wagon pull up outside. Without a word, Frank begins up the stairs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE, (CONT'D)",
          "text": "Alright, Barry, looks like your mother is here. Adele opens the front door as Evelyn makes her way in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE, (CONT'D)",
          "text": "How’s your father?",
          "sentiment": "neutral"
        },
        {
          "speaker": "EVELYN",
          "text": "It’s complicated and not all good, but he’s under supervision. (Uses her Barry voice) Did you have a good time today? Barry coos. The TV turns to a NEWS UPDATE. It’s a report on Frank.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANCHOR WOMAN 2",
          "text": "No further luck in finding escaped prisoner Frank Chambers today... The news piece continues. Adele and Henry try not to chan their demeanor. Barry is profile to the TV and hasn’t not Frank’s photo. \f55.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE",
          "text": "(pushing them to leave) Well, we’ve had a busy day...",
          "sentiment": "neutral"
        },
        {
          "speaker": "EVELYN",
          "text": "I’ve been on the road for two hours. Can I trouble you for water? News footage of a ROAD BLOCK, as police check car after c Then, the TV goes full screen on Frank’s photo. Barry’s h swivels, trying to get comfortable.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE",
          "text": "(trying to stay calm) Henry, go grab Evelyn some water. Henry heads to the kitchen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EVELYN",
          "text": "Was he difficult?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE",
          "text": "Not at all. We had the best time with Barry. We went outside... Threw the ball around... Barry's head stops. His eyes lock on the TV.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EVELYN",
          "text": "Did you put on sunscreen?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE",
          "text": "Of course... Of course.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARRY",
          "text": "Fwa...? Evelyn continues to go on about her son’s sensitive skin. Barry is desperately trying to get her attention.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARRY, (CONT'D)",
          "text": "(to his mom) FWAK... FWAK...",
          "sentiment": "neutral"
        },
        {
          "speaker": "EVELYN",
          "text": "Yes, I know, we're going. The TV report continues to detail Frank’s escape. His MUG SHOT never leaving the screen Henry returns with the water. Evelyn takes a sip. \f128 56.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARRY",
          "text": "(getting impatient)",
          "sentiment": "neutral"
        },
        {
          "speaker": "FWAK, FWAK... FWAK...",
          "text": "It’s loud and borders on a seizure. Adele and Henry watch trying to stay calm. Adele’s hands begin to tremble. Evelyn is simply annoyed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EVELYN",
          "text": "Okay, I know. We’re going home. I just need a sip of water... Barry grabs his mother’s wrist. He yanks her in the direc of the screen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARRY",
          "text": "FW’ RANK! For the first time, Barry has truly pronounced the name. Evelyn pauses. Staring at the TV. She looks back at Barry",
          "sentiment": "neutral"
        },
        {
          "speaker": "EVELYN",
          "text": "(sternly) We will watch TV when we get home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARRY",
          "text": "(grabs her wrist again) FW' RANK... Evelyn SLAPS BARRY HARD across the face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EVELYN",
          "text": "Stop it. The hit makes Henry and Adele jump. Barry stops. Everything stops.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EVELYN, (CONT'D)",
          "text": "You need some rest. She begins wheeling Barry out. EXT. ADELE’S HOUSE - NIGHT 128 Adele and Henry watch Evelyn’s STATION WAGON drive off. B silent in the back seat. \f129 57. INT. BATHROOM, ADELE’S HOUSE - NIGHT 129 Henry finishes brushing his teeth. He rinses off the brus and goes to leave, when he hears murmuring from his mothe bedroom. As Henry gets closer to the door, we begin to he the conversation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE, (0.C.)",
          "text": "You were so young... Why didn’t you appeal?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK, (0.C.)",
          "text": "Don’t know... Thought I got what I deserved.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE, (0.C.)",
          "text": "You don’t still feel that now...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK, (0.C.)",
          "text": "Now it doesn’t matter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE, (0.C.)",
          "text": "Were you scared?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK, (0.C.)",
          "text": "In prison? Sure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE, (0.C.)",
          "text": "No, when you jumped.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK, (0.C.)",
          "text": "Oh. (gives it a thought) Didn’t even think about it. Henry slowly opens the door until he can peek into the ro Frank is lying shirtless on the bed. Adele lies across hi with her head on his chest. She’s slowly tracing the scar his abdomen with COTTON AND ANTISEPTIC.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE",
          "text": "I can’t imagine not being free.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "Can’t call myself free till I can walk down the street. Arm around you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE",
          "text": "I'd like that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "Take you on road trips to places we don’t know a soul. \f58.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE",
          "text": "Like on the run?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "Yeah, Bonnie. On the run. This catches Henry’s attention. After a beat, something occurs to Adele.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE",
          "text": "I bet they wouldn’t care who you were in Nova Scotia.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "In Canada?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE",
          "text": "Or Prince Edward Island. Nobody bothers you up there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "You been?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE",
          "text": "Once, when I was little. It’s beautiful. Villages and beaches and salt water marshes. Someone could just fall in there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "Cold?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE",
          "text": "You're a tough guy. I think you could take it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "Too cold to grow things?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE",
          "text": "It’s mostly farms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "Sounds nice. Henry begins to imagine it himself. A beat as they all soak in Prince Edward Island. \f130 59.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK, (CONT'D)",
          "text": "I noticed a spot under the shower where the water’s finding its way under the linoleum. Don’t want dry rot. Going to tackle that tomorrow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE",
          "text": "Maybe it doesn’t matter. INT. HENRY’S BEDROOM - NIGHT 130 Henry in bed. Lost in thought. We hear sounds coming from next room. Muffled sounds that could be sex, and yet coul easily be something else. And then... We’re in a dream... INT. CLASSROOM — DAY The same one in which we found Henry checking out Rachel. Only now it’s empty and the girl seated before him is Ele from the grocery store. She stands up and turns around. Stares into his naive eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELEANOR",
          "text": "What do you want to do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "I don’t know. She unbuttons her blouse, revealing... nothing. Like a gh we can see the classroom behind Eleanor between the openi in her blouse. Henry pauses. He simply doesn’t have the l experience to fill in the information.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELEANOR",
          "text": "I think you know... Come on... Just say it... We see flashes of women from the covers of magazines and billboards. Women staring with desire in their eyes. Back to Eleanor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELEANOR, (CONT'D)",
          "text": "What’s the matter? She laughs. Just as Henry is completely overwhelmed, we...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "eH FH FH FH HH",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Henry is walking downstairs, when he again hears Frank an Adele chatting. This time in the kitchen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE, (0.C.)",
          "text": "I have a little money. After my mom died, I sold the house. It’s just sitting in my savings account.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK, (0.C.)",
          "text": "Wouldn’t need much to start over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE, (0.C.)",
          "text": "Just someplace safe. 133 INT. KITCHEN, ADELE’S HOUSE - DAY 133 Henry walks in to find Adele sitting on the counter. Fran nearby washing dishes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "Morning sport.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE",
          "text": "How’d you sleep?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "Fine. How about you? Adele and Frank share a laugh. Henry doesn’t quite get it doesn’t like being outside the joke. Particularly when it comes to his mom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE",
          "text": "Well, I was wondering if you could do me a little favor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "A little top secret research, if you follow?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "(Skeptical. Feeling replaced) Research on what? \f134 135 136 61.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE",
          "text": "Just a little trip to the library to find a book on Prince Edward Island. It’s a place in Canada your grandparents used to take me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "What for?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE",
          "text": "Well, Frank can’t stay here forever.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "You're going to Canada?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "(to Henry) Your mom says it’s beautiful.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE",
          "text": "I’ve always meant to take you there. Can you pick up the book, Hank? Henry looks at his mom. Now she’s using the nickname?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "You'd be doing your mother and me a big favor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Henry rides his bike. He passes multiple front yard cook outs. We’re reminded of the long weekend by the amount of togethers and picnics and slip-n-slides.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Henry pulls up to a weekend library sale. Older literary types and kids go through bins of used books and tables o homemade pastries. Henry cycles past and parks in an empt bike stand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Henry uses the card catalogue. Henry follows the Dewey Decimals til he reaches a thin vo on Prince Edward Island. He also grabs a couple general Canada books. \f62. Henry sits down at a research desk. There’s only one othe person in the room. Eleanor. She sits on a leather chair, chewing on a braid, reading a book. So, Eleanor looks Um. I'm No,",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "(a soft try) you found one of our city’s hot spots. up and just stares at Henry like he’s crazy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY, (CONT'D)",
          "text": "(immediately embarrassed) -. we talked at the grocery... sorry, I didn’t mean to...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELEANOR",
          "text": "that was good. Confidence is a very attractive quality in a man. This throws Henry off further. He attempts small talk. oh,",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "okay... So, do you go to school around here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELEANOR",
          "text": "I just moved here from Chicago. I’m supposed to try out living with my dad oh, this year.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "what happened? A beat as Eleanor considers whether or not to get into it The",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELEANOR",
          "text": "official reason is I have an eating disorder and they’re hoping a new school environment will help, but really I think my mom just wanted to get rid of me so she can fool around with her boyfriend.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "I understand. This guy just moved in with my mom and me. And did No,",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELEANOR",
          "text": "she didn’t even consult you, she?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "I mean, he kind of just showed up. \f63.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELEANOR",
          "text": "And now he wants you out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "I don’t think so.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELEANOR",
          "text": "He will. So they can have sex.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "I think they already are.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELEANOR",
          "text": "So the clock is ticking. Eleanor gives the motion of a ticking clock before return to her book.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "What are you reading?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELEANOR",
          "text": "I'm investigating my legal rights. You see I got into the this really great private school where they mainly focus on drama, no one cares about sports or what kind of clothes you wear. The teachers stay off your case. It’s really elevated. But at the last minute, my parents said they didn’t have the money.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "Could they get a loan?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELEANOR",
          "text": "Oh, they have the money. They’re just using me as a pawn in their sick little game. I wrote a letter to the school. Asked if I could exchange services for tuition. Janitorial. Whatever. I haven't received a response. Henry moves over to her with his books.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELEANOR, (CONT'D)",
          "text": "How about you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "It’s for my mother. She wants to know if Canada might be a good place to move. \f64.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELEANOR",
          "text": "How do you feel about that? Moving? Leaving your friends. I’m asking because that’s what I had to do, and frankly, I consider it child abuse.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "I don’t know. Canada seems nice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELEANOR",
          "text": "Do you even know if they’re taking you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "My mom wouldn’t leave me behind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELEANOR",
          "text": "When people have sex with each other it affects their brains. They can’t see things normally. It’s like a drug.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "I’m not sure if that’s true.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELEANOR",
          "text": "Look it up. It’s clinically proven. You can’t blame her. It’s like he cast a spell on her or something. With his penis. Henry tries not to react to her saying this word.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "I can hear them in the night. Saying each other’s names.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELEANOR",
          "text": "So, he’s a sex addict. You don’t have an Oedipus complex where you want to marry your mom, do you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "(quickly) No, I like regular girls. I like my mom in the mom way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELEANOR",
          "text": "(measuring him) Right. (back to business) Well, you’re probably going to need an intervention. Maybe even need to deprogram her. \f137 138 65.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "Deprogram her?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELEANOR",
          "text": "Yeah. (a thought) This guy... Does he have charisma?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "(he does) I think so. Eleanor just nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELEANOR",
          "text": "Too bad your mom and my dad couldn’t get together before this boyfriend person showed up. Of course, then if you and I got married, it would be kind of like incest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "My mother doesn’t normally date anyway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELEANOR",
          "text": "I see only one hope for you. You need to find a way to get him out of your life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "I don’t know if that’s possible.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELEANOR",
          "text": "Either you get rid of him. Or he’ll probably get rid of you. This lands heavily on Henry. EXT. SIDE YARD, ADELE’S HOUSE - DAY 137 Henry walks along the side with the books from the librar He’s looking for Adele, but doesn’t see her. EXT. CORNER, ADELE’S HOUSE - DAY 138 Henry begins to hear his mom and Frank speaking in the backyard. He stops to listen. \fFrank and Adele share a sweet moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK, (0.C.)",
          "text": "Couldn’t take a lot. Packed car might seem suspicious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE, (0.C.)",
          "text": "We'd just start driving? Just like that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK, (0.C.)",
          "text": "You wouldn’t be able to tell your friends.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE, (0.C.)",
          "text": "No one to tell really. (a thought) My ex-husband would never let me take Henry away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK, (0.C.)",
          "text": "You know what that would mean? Henry waits for the ending of this thought, when Frank ro the corner with a stripping knife.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK, (CONT'D)",
          "text": "Hey, you just get back?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "(nervous ) Yeah, I... got the books.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE",
          "text": "(enters) Hey, kiddo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "Hey buddy, you got back just in the nick of time. We’re giving the porch a new coat. Want to help scrape the paint with me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE",
          "text": "Frank thinks we could knock out this job in no time if we all pitched in. We can read Henry’s lack of trust.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "No thanks. It upsets Henry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f139 67. Adele is confused.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE",
          "text": "I thought it would be a fun project for us to do together. You could fill us in on what you learned at the library. Henry thinks about what he learned. Brainwashing. Deprogramming. Frank places a firm hand on Henry’s should",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "I think you should help your mother here, son. Henry looks back at Frank.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "Stop pretending to be my dad. Frank withdraws his hand. Henry leaves the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE",
          "text": "Come on, Henry... INT. LIVING ROOM, ADELE’S HOUSE - DAY 139 Henry settles in front of the TV. The Jerry Lewis Teletho on. Henry’s eyes wander and he notices the newspaper - Frank's face is on the cover again. He picks it up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADULT HENRY, (V.O.)",
          "text": "If price were an indication of how intent the police were on capturing a suspect, they sure wanted Frank bad. Big words spell out that there is now a TEN THOUSAND DOLL REWARD for Frank’s capture.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADULT HENRY, (V.O.)",
          "text": "Ten thousand dollars. I could buy a dirt bike... A video camera... A paintball gun... We see catalogue images of each of these items.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK, (0.C.)",
          "text": "Not a very flattering picture. Henry drops the paper as he notices Frank standing above holding the paint scraper. \f68.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK, (CONT'D)",
          "text": "I was thinking we could throw around the ball for a bit. ON TV - Jerry Lewis is next to a girl in leg braces.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JERRY LEWIS, (ON TV)",
          "text": "What do you say friends? Doesn't Angela deserve a chance like the rest of us?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "I’m watching a show. Frank takes a beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "Listen, there will never be a day you aren’t numero uno in her book, and I would never change that. To be fair, Henry doesn’t know what to believe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "It’s Sunday night. My dad’s picking me up soon so you probably shouldn’t be out. Frank backs down. Nods and heads back to join Adele. Henr has a moment of satisfaction by his ability to stand up f himself. Applause from the telethon. 140 EXT. ADELE’S HOUSE - EARLY EVENING 140 Henry walks up to his father’s MINIVAN. 141 INT. LIVING ROOM, ADELE’S HOUSE - SAME 141 Frank and Adele peer out the window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "That the fool who walked out on you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Henry sits down next to his half-sister CHLOE. His step- brother RICHARD doesn’t look up from his WALKMAN. MARJORIE, Henry’s stepmom turns to face the backseat. \f69.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARJORIE",
          "text": "Give your brother a kiss. Chloe kisses Henry on the cheek. Richard gives a nod. They begin driving.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARJORIE, (CONT'D)",
          "text": "(pained) How’s your mother doing, Henry?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "Doing great.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARJORIE",
          "text": "(rehearsed) Now that school’s starting, it would be a great time for your mom to find a job. You know, with all the kids going back to school. Waitressing a few nights a week or something along those lines. Just to get her out of the house... Bring in a little cash.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "She has a job already.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARJORIE",
          "text": "I know. The telemarketing. I was thinking, maybe something a little more dependable. Even Richard thinks his mom is being a little cunty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "One of their famous sundaes is constructed in foreground. The FAMILY sits around a booth. An image of children who would much prefer their parents to actually separate and trying to do the right thing by forcing them all together",
          "sentiment": "neutral"
        },
        {
          "speaker": "GERALD",
          "text": "So, seventh grade. How bout that? Nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GERALD, (CONT'D)",
          "text": "Richard’s been thinking of going out for lacrosse, haven’t you Rich? \f70.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "Yeah, maybe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GERALD",
          "text": "(to Henry) How about you pal? Lacrosse? Maybe soccer? Probably not football until you put a little more meat on those bones, eh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "I was thinking of signing up for the modern dance group. Henry receives the intended reaction. Richard snickers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GERALD",
          "text": "I’m not sure that would be such a good move.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARJORIE",
          "text": "I know how your mother feels about dancing, but people might get the wrong idea.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GERALD",
          "text": "They might think...",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "They might think you were gay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARJORIE",
          "text": "Richie...",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "Or they might think I liked girls in tights. Richard is actually getting a kick out of this new side o Henry. Gerald switches gears.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GERALD",
          "text": "You two are reaching that stage of life. Probably time for us to have a little man-to-man conversation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "I already had that with my real dad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GERALD",
          "text": "(to Henry) That just leaves you and me. \f144 71.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "It’s okay. I’m up to speed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GERALD",
          "text": "I’m sure your mother’s given you the basics, but there are some things a guy needs to find out from a man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARJORIE",
          "text": "It can be difficult if you don’t have a man around the house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "(quietly) Who says I don’t?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARJORIE",
          "text": "(sighs) Before you know it, you two boys will probably start going out on dates. Couple of lady-killers. If I was still in seventh grade, I'd think you two were the cutest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "Gross, if you were still in seventh grade, I wouldn’t be born.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "Not to mention, it would be incest. The table stops. The conversation is over. Henry smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Marjorie is putting Chloe in the car. Richard is still us headphones. Henry and his dad are having a moment, whethe likes it or not.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GERALD",
          "text": "Were you serious about a guy being around the house? Henry has to disguise that he enjoys his father caring.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "What do you care?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GERALD",
          "text": "You're my son. I’d like to know who’s around. \f145 146 147 72.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "Thanks. A long moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GERALD",
          "text": "So...? EXT. ADELE’S HOUSE - NIGHT 145 Henry hops out of the car and heads up to the door. Geral notices the sound of JAZZ MUSIC coming from the house. It strikes him as strange. He waves goodbye as Marjorie roll the window. INT. ENTRYWAY, ADELE’S HOUSE - NIGHT 146 Henry enters to the sound of Jazz. A record is spinning. Around a corner in the kitchen, Adele is teaching Frank a bouncy step. He’s holding her hand and shuffling his heel Henry watches this sweet moment with jealousy. It’s simil to the flashback of Henry learning to dance. The air of replacement is heavy and painful. INT. KITCHEN, ADELE’S HOUSE - NIGHT 147 Adele sees Henry and quickly hops over to pull the needle the record. Frank collapses against the counter in a shad",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "Your mother’s some kind of dancer. Most people wouldn’t tackle the Lindy in this weather.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "Yeah, it was a little loud.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE",
          "text": "It’s just music. Adele OPENS THE FRIDGE to cool off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "(obviously jealous) I just figured we were trying to avoid attention.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE",
          "text": "Oh, come on Hank, you can have the next dance. \f73.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "(begins to leave) I’m tired. I’m going to bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE",
          "text": "Henry wait. There’s something we want to talk to you about. The word “we” makes Henry’s back stiffen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE, (CONT'D)",
          "text": "After your father left, I thought I would be alone forever. I didn’t think I would care about anyone else besides you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "(just words) I’m really happy for you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE",
          "text": "We're thinking Canada would be a good place to start over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "Canada?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE",
          "text": "They speak English...",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "... Don’t need passports to get across the border. Frank takes a step forward into the FRIDGE LIGHT. For the first time, Henry notices that Frank has dyed his hair bl and cut it short. He looks ten years younger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK, (CONT'D)",
          "text": "Thanks for the research, bud. Adele exhales. She has big news.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE",
          "text": "We've decided to go together. Henry is close to a boil.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "(to his mother) Will I ever see you again?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE",
          "text": "What are you talking about? \f148 149",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "Do you even care about what happens to me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE",
          "text": "What...? Did you think I’d...? We're all going.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "Really? Adele rushes in and hugs her son.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE",
          "text": "I would never leave you. (steps back) You’d have to leave school and you couldn’t tell anyone. We'd just pack the car and go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "What about the roadblocks?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "They're looking for a man travelling alone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE",
          "text": "They won’t be expecting a family.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Frank, Adele, and Henry spin the ride faster.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADULT HENRY, (V.O.)",
          "text": "A family. INT. KITCHEN, ADELE’S HOUSE - NIGHT Frank steps up to Henry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "Come spring, I’1l have you so you could field a bullet if it landed in your glove. (conspiratorially) Are you in? A long beat. Henry smiles. He’s in. 74.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLASH TO",
          "text": "148 149 \f150 151 152 153 154 155 156 75. INT. BATHROOM, ADELE’S HOUSE - NIGHT 150 Frank gives Henry a HAIRCUT. INT. HENRY’S BEDROOM - NIGHT 151 Henry has created a little maze for Joe the hamster using books and toys. He opens Joe’s cage and watches him scamp around, understanding his new environment. Slowly, he begins to place more books within the maze, sometimes sliding them around Joe, to make the maze tighter... and tighter... until Joe is confined to a spac the size of his own little body. INT. HENRY’S BEDROOM - NIGHT 152 Henry tries to ignore the sounds from beyond the wall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eleanor removes her sweater and embraces Henry. INT. HENRY’S BEDROOM - NIGHT 154 We begin to hear Frank through the wall...",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK, (0.C.)",
          "text": "Adele... Adele... Henry buries himself into the pillow. As we turn with him into darkness we find...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eleanor whispering something into Henry’s ear. We catch t look of fear in his eyes that accompanies arousal. Flashes of more MAGAZINE COVER MODELS. One winks at Henry",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADULT HENRY, (V.O.)",
          "text": "Frank had hoped once the baby came, things might change, but Mandy had lost interest in love making. \f157 158 159 160",
          "sentiment": "neutral"
        },
        {
          "speaker": "160A",
          "text": "161 76. EXT. FRANK’S GRANDMOTHER’S FARM - DAY 157 Reveal that it’s Frank planting outside. He looks back at farm house. Mandy is sitting in the window on the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mandy on the phone with her sister as Frank feeds the bab crib in the foreground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANDY",
          "text": "I keep telling him, we’ve got to sell off the farm. Yeah, no offense, but what woman wants to come home to husker’s hands? (laughs ) Yeah, I know...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Frank feeds the baby. Mandy blows a kiss and slips out, carrying a bowling bag.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADULT HENRY, (V.O.)",
          "text": "Nights, she’d meet up with friends and bowl... Or hit the bingo hall. Maybe dance with her sister at the Wagon Wheel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mandy's car peeling out in the dirt driveway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Frank, Mandy, and Frank Jr pose for a studio portrait.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Frank pushes the stroller as Mandy shops the tables.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADULT HENRY, (V.O.)",
          "text": "It wasn’t the life Frank had hoped for, but he never questioned it. They pass another couple. The husband is a young man with hair. There’s the most subtle uncomfortable beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f162 163 164 165 166 167 77.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Frank drying his baby son’s red hair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We slowly push in on a dining table as Frank, Mandy, and their baby eat in silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADULT HENRY, (V.O.)",
          "text": "At least not out loud. What would be the purpose of that? INT. HENRY’S BEDROOM - MORNING 164 Henry is packing up his toys. He is dividing up the actio figures. After a careful selection, he dumps the survivor his bed along with various games and books. Frank pokes his head into the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "Half.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "But...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "(firm) Half. INT. LIVING ROOM, ADELE’S HOUSE - MORNING 165 Adele packs a box with photo albums. She says goodbye to figurine of a dancer. INT. DARK BEDROOM, ADELE’S HOUSE - MORNING 166 Frank opens the door to a dark bedroom. Inside, he sees t trim of a nursery. Boxes. A rocking chair under plastic. EXT. MRS. FARNSWORTH’S BACKYARD - DAY 167 Mrs. Farnsworth looks across to see Adele taking in the clothes that were hanging on the line. Amongst them is a of MEN’S SLACKS. This leaves Farnsworth perplexed. \f168 169 170 171 78. INT. HENRY’S BEDROOM - MORNING 168 Henry goes through loose items on his desk. He picks up h LIBRARY CARD. On the back is Eleanor’s phone number. INT. ENTRYWAY, ADELE’S HOUSE - MORNING 169 Frank sets a box at the front door. Inside is a photo alb He picks it up and begins leafing through. He sees FAMILY PHOTOS of Adele with her ex-husband. Then a photo stops Frank in his tracks. Adele is standing with Henry by her side at an ice cream stand. Henry must five years old... and Adele looks six months pregnant. Fr is thinking this over when... Henry comes WHIZZING BY OUT THE DOOR.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "I'll be back in a little bit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "Hey, Hank, we still have work to do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "I know. I’m almost done.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Henry bikes past a road block.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Henry sees Eleanor in a booth stacking CAPSULES OF CREAM. hasn’t noticed him yet. Henry sits down in the booth. Eleanor starts going throug the mini jukebox pages. She notices Henry’s hair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELEANOR",
          "text": "Nice haircut.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "(self-conscious) Thanks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELEANOR",
          "text": "(back to the jukebox) What kind of music do you listen to? \f79.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Henry searches for an answer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "You know, the usual.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELEANOR",
          "text": "I never like the usual. Have you heard of Sid Vicious? (upon no answer) He was a punk rocker who stabbed his girlfriend and then overdosed himself because he couldn’t stand being without her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "I’1l check him out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELEANOR",
          "text": "I also love Jim Morrison. Someday, I’m going to go to Paris and see his grave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "He’s French?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELEANOR",
          "text": "No, but the French adored him so much, that they wouldn’t release his body. It’s for the better. They have better cemeteries there. Say what you want about the French people - They know how to celebrate their dead. The WAITRESS arrives with a coffee for Eleanor. She gives to her with skepticism.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAITRESS",
          "text": "(to Henry) Anything for you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "A Coke? The waitress is off. Eleanor is already pouring six consecutive packets of Sweet N’ Low into the coffee. For the first time, Henry notices the chipped away black polish on her bitten down nails. \f173 80.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELEANOR",
          "text": "I told my dad I was meeting a boy and he gave me this whole lecture like we were going to do it ina coffee shop or something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "I hate when my mom tries to talk to me about sex. Every time she says stuff, it’s like she’s trying to pronounce some difficult medical term.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELEANOR",
          "text": "(relates) That’s so annoying. My dad can’t say vagina. He literally can’t say it. (imitating her father) I trust your mother is covering all questions relating to your parts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "(imitating his mother) Henry, never feel shame about your... penis. It’s just a body part. Like an arm. The waitress shoots them a look from across the diner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELEANOR",
          "text": "Like an arm?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "One time, I fell while trying to hop a fence and she came running over and was like, Did you hurt your penis? Eleanor cracks up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELEANOR",
          "text": "Oh Henry, did you bruise your penis? We should probably put ice on it. The waitress stops at their table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAITRESS",
          "text": "Alright, out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eleanor and Henry walk. They pass a WANTED SIGN for Frank Henry tries to make no notice of it. \f174 81.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELEANOR",
          "text": "Any luck getting that sex fiend out of your house?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "I don’t think he’s a fiend... But no, he’s still there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELEANOR",
          "text": "It’s easy you know. Just tell your mom he touched you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "It’s not like that anymore. We're actually getting along. They’re going to take me with them... To Canada.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELEANOR",
          "text": "When?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "«+. tomorrow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELEANOR",
          "text": "On the first day of school? Henry doesn’t answer. There is no good answer. Eleanor is waiting, when she notices the WANTED SIGN for Frank.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELEANOR, (CONT'D)",
          "text": "It’s him isn’t it. (half whisper) You're on the run... Henry stops short. INT. DINING ROOM, ADELE’S HOUSE - DAY 174 Frank goes to lift a box, but grimaces and puts it back d He holds his side, frustrated more than anything. Adele notices and comes over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE",
          "text": "Are you okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "Probably just need some Aspirin before we hit the road.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE",
          "text": "Let me take a look. \f82.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "It’s fine. I’m fine. Adele shows strength.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE",
          "text": "If this is going to work, you need to let me take care of you. Frank sees the sincerity in Adele’s eyes. He turns and li his shirt to reveal the SCAR from his appendectomy. You d need to be a doctor to tell - It’s infected.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE, (CONT'D)",
          "text": "You need medicine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "It can wait.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE",
          "text": "No, you need penicillin. I'll send Henry to the Pharmacy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "It’s okay, I trust you. You go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE",
          "text": "I shouldn't.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "I don’t think you’re gonna make a run for it...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE",
          "text": "No, I can’t.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "(uses Adele's logic) Well, you can’t send a twelve year old into a pharmacy asking for a prescription. Adele shows concern. He’s right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK, (CONT'D)",
          "text": "You alright?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE",
          "text": "(she’s not) Uh huh. \f175 176 177",
          "sentiment": "neutral"
        },
        {
          "speaker": "83.",
          "text": "EXT. ADELE’S HOUSE - DAY 175 Adele gets in her car and turns the ignition. She’s breat purposefully. She goes to put the car in gear but her han starts shaking. INT. LIVING ROOM, ADELE’S HOUSE - DAY 176 Frank watches from a window. His face turns to concern.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Adele is hyperventilating. She doesn’t look ready to back down a driveway, let alone leave the country. Her breathing grows stronger until out of nowhere, Frank in the passenger seat, reaches across, and turns off the Adele looks out the windshield. Then back down at her han",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "What’s wrong?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE",
          "text": "Nothing...",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "Because, if you’re not up for this, I need to know...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE",
          "text": "It’s not that...",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "Then what is it? A beat and then Adele looks over. She owes an explanation",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eleanor leads Henry through an abandoned guard gate. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eleanor leads Henry through the rusted remains of a build He pauses to observe his surroundings. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELEANOR",
          "text": "Come on. * \f83A.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Henry and Eleanor walk barefoot through the silt, carryin their shoes. The giant boarded up mill in the background.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELEANOR",
          "text": "How did you get out?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "It’s not like that. He trusts me. \f179 84.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELEANOR",
          "text": "Or maybe he was just waiting for you to leave the house. So they could run off together.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "I don’t think my mom would leave without saying goodbye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELEANOR",
          "text": "It’s just like Bonnie and Clyde.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "Who?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELEANOR",
          "text": "They made a movie about them. Bonnie was this woman who was bored because she hadn't had sex in a long time. This guy Clyde just showed up one day and took her away. They drove all around, holding up banks and living out of their car. Odd thing was, Clyde couldn’t even have sex, but he had so much charisma, it didn’t even matter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "What happened to them?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELEANOR",
          "text": "In the end they got killed. Henry's face falls as Eleanor goes on to describe the gruesome scene from Bonnie and Clyde.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELEANOR, (CONT'D)",
          "text": "The federal agents tracked them and gunned them down in an ambush. The part where Bonnie gets killed, there’s so much blood my mother couldn’t even watch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're in the back seat. Henry holds his ears as the front seat is shot up. He crouches down, looking up, to see bit seat fly everywhere.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f180 181 85.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELEANOR, (V.O.)",
          "text": "They had these machine guns and her body just keeps jumping all around the seat of the car as the bullets keep hitting her all over the place. Perhaps we see Adele’s hand hanging over the back of the",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eleanor and Henry walk along the abandoned bridge. He’s l in the evocative imagery.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELEANOR",
          "text": "Can you imagine if your mom got killed in an ambush? And you were right there watching it. They probably wouldn’t shoot at you since you’re a kid, but you’d see the whole thing. It would be pretty traumatic. It replays through Henry’s mind. Eleanor stands up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELEANOR, (CONT'D)",
          "text": "I have this really weird feeling. There’s this thing I keep wanting to do only you’d think I was strange.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "(a lie) I don’t think you’re strange. Eleanor licks her lips. Then she leans in and kisses Henr After a moment, she pulls away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELEANOR",
          "text": "I bet you never did that before. Now you'll always remember, I was the first girl you ever kissed. (manipulative) It’s a shame you’re leaving just as we started dating. I’1l have to find another boy to make out with.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Adele and Frank remain in the car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "After Henry was born, my body just forgot how. 182 INT. ADELE’S BEDROOM - A DAY IN THE PAST Adele is in her first trimester. She wakes up in pain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE, (V.O.)",
          "text": "The first time it happened, I woke up with these horrible cramps...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Adele is sitting on the toilet, in pain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE, (V.O.)",
          "text": "I felt something slip from me... Adele stands up and looks into the basin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE, (V.O.)",
          "text": "It was tiny... the size of a lima bean... A drop of blood runs down her thigh. She begins to cry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE, (V.O.)",
          "text": "If I could have just held tighter... She goes to flush, but can’t do it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A DOCTOR is reassuring Adele and Gerald.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE, (V.O.)",
          "text": "My doctor said I was young and that this was more common than we thought... But two more times, I would start feeling the nausea and the swelling...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Adele and Gerald hold hands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE, (V.O.)",
          "text": ".- We’d celebrate... 86. 182 183",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "184 185 \f86A.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gerald assembles the crib. \f187 188",
          "sentiment": "neutral"
        },
        {
          "speaker": "188A",
          "text": "189 190 191 87.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE, (V.O.)",
          "text": "+. Begin setting up the nursery...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Adele wakes up in pain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE, (V.O.)",
          "text": "«+. Only to wake up feeling betrayed by my own body.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Adele and Gerald get ready for the day. We can feel the impact of the miscarriages on their interaction.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE, (V.O.)",
          "text": "By my fourth time, we knew better than to celebrate. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Adele and Gerald eat dinner. You’d never know they just f out they found out they were pregnant. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Adele is shopping. She runs into a friend and they begin conversation about mundane things.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE, (V.O.)",
          "text": "We knew better than to tell our friends... Or think of baby names. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The room remains bare. Gerald crosses without looking. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Adele is nine months pregnant. The interaction between he and Gerald is quiet. Adele feels a contraction. They exch a look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE, (V.O.)",
          "text": "We hadn’t even packed a suitcase for the hospital when the contractions started. \f192 193 194 195 88.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Adele is in labor. Gerald holds her hand. There’s a joy a relief that they’ve made it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE, (V.O.)",
          "text": "We had made it. Adele looks down at the doctor and the delivery nurses. T is an anxiety in their eyes. Adele registers this... What's wrong? We see the demeanor of the medical staff turn dour like a light dimming.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE",
          "text": "Give me my baby...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We see Adele’s silhouette lying in bed. A nurse enters an hands her the tiny lifeless body of a stillborn baby.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE, (V.O.)",
          "text": "Maybe they just took pity on me. They wrapped her in a pink blanket and put on a diaper... only one she'd ever wear. As I stared at this beautiful little girl. Her long eye lashes. Her father’s nose. My chin. The little mouth that would never take a breath... I knew there would be no further conversations. No more attempts. We were done.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Adele is shopping.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE, (V.O.)",
          "text": "The world became a cruel place. Adele passes a pregnant woman. Her breath quickens. Her h begin to shake... She abandons her cart.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Adele rushes to her car. \f196 197 198 89. INT. ADELE’S STATION WAGON - DAY 196 Adele gets in and begins crying.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE, (V.O.)",
          "text": "I stopped going for walks... I couldn’t even open the window at night... I understand why Gerald left.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Adele and Frank have moved to the back swing. She stares space. Frank stares at Adele.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE",
          "text": "I had become a prisoner. Frank takes her hands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "I came to save you, Adele. And tomorrow, that’s exactly what I’m going to do. They kiss. EXT. ADELE’S HOUSE - DAY 198 Henry is walking up the driveway when he finds Mr. Jervis the front door. Knocking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "Mr. Jervis? Jervis whips around. He’s carrying flowers. He’s a little flushed, caught in a romantic gesture.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. JERVIS",
          "text": "Oh, hi Henry. Was just looking for your mother.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "(quick lie) Um... She went into town... for a haircut. Mr. Jervis takes a step forward. He’s circumspect.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. JERVIS",
          "text": "Really. \f90.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "Yeah... She said it was getting a little long.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. JERVIS",
          "text": "I don’t think you’re telling the truth, Henry. Mr. Jervis continues to step forward, backing Henry up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. JERVIS, (CONT'D)",
          "text": "It’s a holiday. Salon’s closed. You want to tell me what’s really going on here? Henry freezes up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. JERVIS, (CONT'D)",
          "text": "I saw you playing catch in the back with someone yesterday. You want to tell me who that was? Jervis is right up at Henry now, waiting for an answer. H looks at the flowers quickly and back at Mr. Jervis.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "My mom met somebody. A man. Mr. Jervis’s face falls.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY, (CONT'D)",
          "text": "They're out together right now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. JERVIS",
          "text": "(crest fallen) Oh, I see... Mr. Jervis emotionally reels in, embarrassed. He starts t cross the street back to his house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "Should I tell her you came over?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. JERVIS",
          "text": "No, it’s fine Henry. I’m happy for her. Mr. Jervis reaches his own driveway. Henry enters his hou 199 INT. ENTRYWAY, ADELE’S HOUSE - DAY 199 Henry steps in. Frank is waiting for him. \fgl.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "Where’d you go?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "To see a friend.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "You didn’t say where we’re going?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "Of course not.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "You didn’t say you were leaving?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "No, I just wanted to see a friend.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "Don’t forget what’s going on here, Hank. Adele enters the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE",
          "text": "What did Mr. Jervis want?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "(to Adele) He brought flowers for you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE",
          "text": "What did you tell him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "I told him you were out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE",
          "text": "He believed you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "I told him you were on a date.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "Clever. Adele hugs her son, but his back tightens in the embrace. Music enters as we begin:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f200 201 92.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADULT HENRY, (V.O.)",
          "text": "By the end of the afternoon, everything in the house had been neatly separated into essentials and things we'd leave behind. EVERYONE SWEEPS THE LIVING ROOM FLOOR.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADULT HENRY, (V.O.)",
          "text": "For no practical reason more than it seemed like the right thing to do, we cleaned each room. INT. HENRY’S BEDROOM - LATE AFTERNOON 200 Henry gingerly takes JOE THE HAMSTER out of his cage. He him in a plastic vented carrying case with a handle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Henry walks down the stairs, carrying Joe’s travel case. At the bottom of the stairs, he runs into Adele.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE",
          "text": "Henry, we need to talk about Joe. I don’t think they allow hamsters to cross the border. Frank walks into the entryway and stops.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "We'll have to smuggle him then. I can put him under my shirt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE",
          "text": "If they found Joe, they might start checking everything. The police would arrest Frank... maybe us. We just can’t take the chance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "But he’s part of our family. (looking for help) Frank...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "We can find him a good home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE",
          "text": "Maybe the Farnsworth kids will take care of him. \f202 203 93.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "(boiling) He’s the one thing I care about here. If Joe doesn’t go, neither do I.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE",
          "text": "Henry...",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "You never even asked me if I minded not seeing my dad anymore. Adele's hands are shaking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE",
          "text": "It could ruin everything. You're asking me to put everything in jeopardy for a hamster.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "Only the things you care about are important. Some people get to have brothers and sisters. A family. You get Frank. All I have is Joe! Henry runs out the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE",
          "text": "Wait... Henry... EXT. ADELE’S HOUSE - LATE AFTERNOON 202 Henry runs down the street.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE",
          "text": "Henry...! EXT. NEIGHBORHOOD CHILDREN’S PARK - LATE AFTERNOON 203 Henry and Eleanor sit at the bottom of a slide.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELEANOR",
          "text": "You can tell a lot about someone from how they treat animals.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "She doesn’t even think about what I want. And Frank just pretends.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELEANOR",
          "text": "He just wants to get in good with her. You guys are his ticket. \f94.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "They think they’re in charge of me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELEANOR",
          "text": "You know you do have the power to change things. You could really stick it to both of them. Henry’s face rejects the idea.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "I couldn’t do that to her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELEANOR",
          "text": "For a while she'd be sad. Eventually she'd thank you. You could get rich, you know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "They shouldn’t reward people for doing that kind of thing. Eleanor runs a hand down the front of Henry’s shirt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELEANOR",
          "text": "One thing I love about you, Henry, is how kind you are.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "I just don’t want anyone to get hurt. Eleanor gets close enough to Henry that we hear her breat",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELEANOR",
          "text": "You're actually tons more sensitive than most girls I know. She kisses him, pushing her body into his.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELEANOR, (CONT'D)",
          "text": "(smiles) Look what happened. I made you get an erection. Henry’s heart is pounding out of his chest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "(a breath) Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELEANOR",
          "text": "(a snake) We could have sex.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don’t you think we should know each other a little more?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELEANOR",
          "text": "If you’re worried about me getting pregnant, you don’t need to. I haven’t had my period in a few months. 95. Eleanor reaches down. By the look on Henry’s face, we kno that she has him in her hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELEANOR, (CONT'D)",
          "text": "You know what will happen if you don’t report him. They’1l take you away and we won’t ever get to see each other anymore. I might stop eating again. They’1l send me back to the clinic. (toying) Don’t you want to know what it feels like?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "(almost shivering) I’m not... I can’t. Eleanor sighs. She looks down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELEANOR",
          "text": "What happened?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "I’m just not ready. Eleanor laughs coldly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELEANOR",
          "text": "You were a second ago.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "Maybe it only works when it’s supposed to... She lets go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EVELYN",
          "text": "(a little cruel) Or maybe it’s broken. You might want to get it checked. She scoffs and starts to walk away. Henry quickly zips up. \f204 96.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "Maybe you should get checked. Eleanor turns for one last stab.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELEANOR",
          "text": "I thought you were different. I didn’t realize you were just a pathetic impotent little boy. INT. HENRY’S BEDROOM - NIGHT 204 Henry pulls out a few tattered lingerie catalogues from a hiding place. He’s thumbing through, looking into the eye the models... they stare back with judgement. He tosses t catalogue into the pile of things that are being abandone He sits down at his desk. Pulls out a piece of lined pape and a pen. He writes: Dear Dad...",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY, (V.O.)",
          "text": ".»+. I can’t say where I’m going right now but I don’t want you to worry. You might not be hearing from me for a while. Henry stops to think about this idea for a second.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY, (V.O.)",
          "text": "I know how hard you worked to bring us all to Disney World. I’m happy you've got some other kids around, to keep you busy. (a beat) I don’t blame you for anything. Sometimes it’s a good thing for people not to see each other for a while. Kind of like students over Summer. When they get back together, they have a lot of things to tell each other. Henry stops to think about the things he will have to tel his father once all of this has come to an end somehow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY, (V.O.)",
          "text": "You don’t have to worry about me. I’m going to be fine. Say Good-bye to Richard and Chloe and also Marjorie. Henry’s pencil holds over the salutation space at the end the letter, trying to decide what's best. Henry writes Sincerely Yours, then signs the letter. \f205 206 207 208 209 97. INT. HENRY’S BATHROOM - NIGHT 205 Henry picks up his toothbrush, however we...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CROSS CUT TO",
          "text": "INT. 21 YEAR OLD FRANK’S BATHROOM - 1970'S SUNSET 206 Frank is brushing his teeth, looking over Mandy’s many cosmetics. Something occurs to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADULT HENRY, (V.O.)",
          "text": "Finally one night, Frank thought back to the day he came home. Of all the feminine equipment Mandy had at the ready to move into his bathroom, there was one thing missing. Frank stops brushing. He begins looking through her thing",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADULT HENRY",
          "text": "As if she knew all along, they wouldn’t be necessary.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Frank enters the bowling alley, carrying his infant. Ther barely anyone there. He walks up to the cashier desk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "What time’s women’s league?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOWLING MANAGER",
          "text": "Women’s league is Tuesday. Frank nods. Not surprised.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Frank’s truck pulls up. He sees Mandy’s car. \f210 211 98.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Frank enters and moves towards the back, again carrying h baby boy. He finds Mandy sitting with a young guy ina baseball shirt with his hand on her knee. Mandy doesn’t s ashamed. She gives a surprisingly annoyed look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "Come on, let’s go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANDY",
          "text": "Don’t act all self-righteous. You don’t know what’s going on here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "This is for home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mandy walks down the steps, carrying a baby blanket. Fran waiting for her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANDY",
          "text": "I’ve met somebody. He’s taking me away from all this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "I’m done with you anyway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANDY",
          "text": "He’s a real man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "(fuming) I’m sincerely happy for you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANDY",
          "text": "Just so you know. All those times I acted like I was having a good time in bed, I wasn’t. Just felt sorry for you. Mandy walks passed him. There isn’t enough room on this p to describe the mixture of fragility, pain, humiliation, anger that is brimming inside Frank as he asks...",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "Is he even my son? Mandy looks at him. She’s been drinking. She breaks into cruel smile. And then a laugh. A mean fucking laugh. Frank steams. \f212 213 214 215 99.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mandy is now lost in laughter. Each laugh - a stab. Each saying: you stupid idiot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANDY",
          "text": "You poor sweet fool... Frank SNAPS - LUNGES forward and SHOVES HER HARD. Mandy flies backward, trips over a toy, and spins into th furnace. Her head hits wrong and her neck snaps. She falls into a pile on the floor. A single drip of bloo trickles down from her ear. Frank stops. What just happened...",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "Mandy? Frank walks over to her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK, (CONT'D)",
          "text": "Mandy...? He’s just beginning to understand the consequences of his shove when a drip of water lands on Mandy’s face. Another drip. It’s coming pretty steady. Frank looks up. There’s a pool of water in the ceiling. Frank starts stepping towards the stairs, when he breaks a full sprint.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Frank turns the corner and runs for the bathroom door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Frank bursts through the door and stops. The floor has two inches of water. The bathtub is brimmin tiny foot breaks the surface, floating lifeless. Before Frank can scream, we...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT BACK TO",
          "text": "\f216 217 218 219 100. EXT. ADELE’S HOUSE - DAWN 216 INT. HENRY’S BEDROOM - EARLY MORNING 217 Henry is already dressed. He seals the envelope to his fa and stuffs it in his pocket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Henry quietly walks down the stairs to find Frank and Ade doing final preparation. INT. LIVING ROOM, ADELE’S HOUSE - EARLY MORNING 219 Adele looks up at Henry with a mournful look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "What’s wrong?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE",
          "text": "It’s Joe. When I went to carry his cage out to the car, he wasn’t moving. He was just lying there. Henry quickly goes to Joe’s cage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "It's fine. Sometimes, he gets tired in the heat. Henry looks into the cage. Joe is lying on the newspaper, dead. Eyes open. One paw stretched out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY, (CONT'D)",
          "text": "You killed him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "Your mother and I would never do anything like that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "Of course you would. You never wanted him to come in the first place.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE",
          "text": "You don’t believe that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "I’m very sorry for your loss, Hank. \f220 221 222 223 101. Henry shoots Frank a look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Henry digs a small grave for Joe. Frank goes to help him, Adele holds him back. Henry’s face is filled with sadness anger. It’s slowly beginning to drizzle. INT. ENTRYWAY, ADELE’S HOUSE - EARLY MORNING 221 Frank and Adele are reviewing a ROAD MAP. Henry comes hustling by out the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE",
          "text": "Where are you going?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "I’1l be back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "Hank...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It’s still early enough that cars are using their headlig The light rain continues to come. Henry walks along the s of the street, hands in pockets, deep in thought. EXT. GERALD’S HOUSE - EARLY MORNING 223 Henry stands at the edge of the yard. A couple lights are already on in the house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADULT HENRY, (V.O.)",
          "text": "My father would be up already, sitting in the kitchen alone with his coffee reading the sports page. Marjorie would come down in a minute to heat the water for Chloe’s bottle. Soon, they’d all be in the kitchen having breakfast. (a beat) Apart from me, they were a regular family. Perhaps we even see a silhouette walk into the kitchen an lean over another silhouette for a kiss. Henry walks over to the mailbox. Opens it. Places the not his father. Shuts it. \f224 102.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADULT HENRY, (V.O.)",
          "text": "Knowing my father, sometime around dinnertime, he’d be reading my letter. By then I’d be someplace in Canada. On the run.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Henry is walking back home. The rain has gotten heavier. clothes are beginning to stick to his skin. A car begins to slow down next to him. As it gets closer, realize it’s a POLICE CRUISER. The passenger side window lowers, revealing OFFICER TREADWELL, who we found putting up signs of Frank earlier",
          "sentiment": "neutral"
        },
        {
          "speaker": "OFFICER TREADWELL",
          "text": "You need some help son?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "I’m okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OFFICER TREADWELL",
          "text": "You want to tell me where you're going? It’s pretty early for someone your age to be out on the road without a jacket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "I’m just walking. I’m heading back home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OFFICER TREADWELL",
          "text": "Hop in. Your parents are probably worried about you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "It’s just my mom and she’s fine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OFFICER TREADWELL",
          "text": "Just to be on the safe side, I’m going to give you a ride. I’ve got a boy your age. Wouldn’t want him walking around in the rain like this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "I’m really fine. Treadwell gives Henry a strange look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OFFICER TREADWELL",
          "text": "Is there something you want to tell me? \f225 103. Henry freezes up a little. OFFICER TREADWELL (CONT’D) You're not going to make me arrest you now. He breaks into a bit of a smile, never losing his serious",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Henry sits in the passenger seat. As they drive, small bulletins come in over the radio.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OFFICER TREADWELL",
          "text": "School starts today, right? What grade you in? I’m going to guess sixth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "Seventh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OFFICER TREADWELL",
          "text": "I have a son starting fifth, but I guess you wouldn’t associate with a grade schooler. Henry keeps feeling as though Treadwell is measuring him. OFFICER TREADWELL (CONT’D) So, what are you doing out here in the rain? A long beat. Enough time for the officer to raise an eyeb",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "+. I left something at my father’s house, but he already left for work. (a beat) My parents are divorced. Treadwell takes this in. Computes it, the way cops do. In end, just nods and points ahead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OFFICER TREADWELL",
          "text": "Right up here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "Uh, yeah. \f226 104. EXT. ADELE’S HOUSE - DAY 226 The rain has dissipated. Through the windshield of the po cruiser, we see Adele carrying a box from the door. The cruiser comes to a stop and Henry hops out quickly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "Thank you for the ride. Adele watches the officer as she places the box in the ba of her car. The cop sits there for a brief moment... then decides to get out. Shit. The cop walks up the pathway as Adele returns to the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OFFICER TREADWELL",
          "text": "I found him soaking wet on the side of the road. Did you know he was out?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE",
          "text": "(to Henry) There you are. (to the officer) He said he'd be right back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OFFICER TREADWELL",
          "text": "He’s got to be in school in a few minutes, doesn’t he?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE",
          "text": "Sure does. (trying to end the conversation) Thank you for bringing him home. A beat. The officer notices the boxes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OFFICER TREADWELL",
          "text": "You going on a trip?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE",
          "text": "Hm? POV of Frank watching from the above window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OFFICER TREADWELL",
          "text": "Taking a road trip?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE",
          "text": "Oh, um, no. Just taking some old things to sell on consignment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OFFICER TREADWELL",
          "text": "Need a hand? \f227 228 105.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE",
          "text": "I'll be fine. Don’t want to take you away from your duties.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OFFICER TREADWELL",
          "text": "I think the streets are safe for a moment. A long beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE",
          "text": "Well, yes, thank you then... Adele leads Treadwell into the... INT. ENTRYWAY, ADELE’S HOUSE - DAY 227 Treadwell looks around, taking the place in. It can’t hel but look a little like he’s scoping the place out. Henry watches him carefully from the kitchen doorway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE",
          "text": "(pointing to a box) That’s the heavy one. Treadwell tips his hat and picks it up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OFFICER TREADWELL",
          "text": "You weren't kidding... What do you got in here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE",
          "text": "Some old kitchenware. He smiles and carries it out the door. EXT. ADELE’S HOUSE - DAY 228 The officer places the box in the trunk of the car. Adele steps up from behind him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE",
          "text": "Thank you for your help.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OFFICER TREADWELL",
          "text": "(extends a hand) Pleasure. Adele's hands are in her dress pockets. We know they’re shaking. She holds back. Just long enough to get a questioning look from the officer, when... \f229 230 231 232 106. Henry takes the officer’s hand. An odd look for a second. OFFICER TREADWELL (CONT’D) That's a firm grip you got there, partner. (tips his hat again) Have a good day, ma’am. The officer returns to his cruiser. He takes one last loo the house before getting in his car and driving off. Adele exhales. INT. ENTRYWAY, ADELE’S HOUSE - DAY 229 Adele and Henry enter the house as Frank descends from upstairs. Look out the window just as the cruiser drives",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "He seem suspicious?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE",
          "text": "I couldn’t tell. No more than a policeman usually is, I suppose.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "We got to get out of here. Take Henry to the bank, while I finish up here. (takes Adele) We're going to be fine. Henry watches as Frank infuses confidence into his mother",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Adele sits in the car with Henry. She’s visualizing the w transaction in her head. Breathing. Henry watches nervous After a moment, she looks at Henry. She’s ready.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Adele and Henry walk up just as the security is unlocking door. Adele has put on something she perceives as profess",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Adele and Henry enter and walk up to the table of withdra slips. Adele nervously fills one out. \f107. They walk up to the front of the line, waiting to be call forward. Adele cups the top of the stanchion with her han shaking slightly. Henry notices. Henry’s regular TELLER w them over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TELLER",
          "text": "Good morning. Nice to see you in * here. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE",
          "text": "(short) Hi. Adele passes the withdrawal slip.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TELLER",
          "text": "You have to sign it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE",
          "text": "Of course... Adele snaps it back and scrawls a signature.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TELLER",
          "text": "I would have thought you would be in school today.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE",
          "text": "He has a dentist appointment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TELLER",
          "text": "On the first day of school?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "My teeth hurt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TELLER",
          "text": "Oh... sorry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE",
          "text": "(hands the slip) * It’s for the dentist.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TELLER",
          "text": "That’s some expensive dental work.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE",
          "text": "--. he’s also getting braces.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TELLER",
          "text": "And you'd like this all in cash? *",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE",
          "text": "... Uh huh. yes. * \f233 108.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TELLER",
          "text": "With an amount this large, I just need to get it approved by my supervisor. I'll be right back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE",
          "text": "Oh, is that really...? The teller has already disappeared in the back. Adele looks around the room and spots a new mother with h baby in a frontpack. Her breathing becomes slightly irreg Henry observes his mother. Trying to keep it together. INT. ENTRYWAY, ADELE’S HOUSE - DAY 233 The front door has been left slightly ajar. Frank is fixi something in the living room. Out of nowhere, there’s a k at the door and before he can turn around... Evelyn is walking into the entryway, carrying a pan of cinnamon rol",
          "sentiment": "neutral"
        },
        {
          "speaker": "EVELYN",
          "text": "Adele...?! Evelyn and Frank turn and spot each other. They freeze.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EVELYN, (CONT'D)",
          "text": "Oh... hi. Is Adele home? A game of chicken. Does she recognize him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "She'll be right back. She’s just dropping Henry at school.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EVELYN",
          "text": "(still weary) Oh, okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "Anything I can help you with?",
          "sentiment": "neutral"
        },
        {
          "speaker": "EVELYN",
          "text": "I just brought these for her... to thank her for something...",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "I’1ll make sure she gets them. Frank goes to take them. Evelyn observes his face. \f109.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EVELYN",
          "text": "Are you a friend?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "Handyman.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Adele sees the teller returning with the BANK MANAGER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE",
          "text": "(quietly) I shouldn’t have tried to get so much... I should have asked for half.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "It’s going to be fine. They’re just being extra careful. The manager arrives.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BANK MANAGER",
          "text": "Hi Adele. Just wanted to make sure you weren't experiencing any problems. Adele is reading everything into all statements right now",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE",
          "text": "No, everything is fine. 235 INT. ENTRYWAY, ADELE’S HOUSE - DAY 235 Evelyn looks around the room. Notices things are missing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EVELYN",
          "text": "«+. Is she going somewhere?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "I don’t know... (looking around) «+. Sure looks like it. An understanding is beginning to settle between them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EVELYN",
          "text": "Well, maybe I should get my plate back... In case she’s gone for a while.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "Not a bad idea. Frank leaves and returns with a roll of wax paper. \f236 110.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EVELYN",
          "text": "They say where they might be going?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "I’m just here to fix a few things. INT. BANK — DAY 236 Adele hides her shaking hands under the counter. Henry se them, but keeps his eyes on the manager. Now the baby beg crying. With each cry, we can almost feel Adele’s will be slowly cracked away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BANK MANAGER",
          "text": "It’s just a somewhat unusual situation, having a person withdraw this much in cash.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE",
          "text": "It just seems handier.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BANK MANAGER",
          "text": "Normally, when transferring funds of this quantity, our clients prefer a cashier’s check. Adele desperately doesn’t want to arouse suspicion.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE",
          "text": "I simply prefer cash... I don’t really get out much anymore... The manager studies this response, trying to figure her o",
          "sentiment": "neutral"
        },
        {
          "speaker": "BANK MANAGER",
          "text": "Some would even call this kind of withdrawal a little suspicious. We can tell Adele is at her breaking point when...",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "Actually, we’ve packed up all our things. We’re emptying our bank account and making a run for the border like Bonnie and Clyde. A long beat. The manager takes one look at this impossibl duo of runaways and CRACKS UP. The teller joins in. Adele incredulous, attempts a laugh. Frank was right. No one believes the truth. \f111.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BANK MANAGER",
          "text": "Of course you are! Come on Muriel, let's not keep our friends here waiting any longer. The manager scribbles a signature on something. The telle begins counting out bills. Hundreds followed by twenties. Henry watches as the cash is fanned out in front of him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TELLER",
          "text": "Do you need something to carry it all in? 237 INT. ADELE’S STATION WAGON - DAY 237 Adele hops in and immediately starts hyperventilating.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "We should go. Adele starts up the car. 238 EXT. ADELE’S HOUSE - DAY 238 Adele pulls up. They hop out of the car and head up the s Just as Adele goes to put the key in the door, Frank yank the door and pulls them both inside. Shuts the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "Henry’s father called. Left a message. (angry to Henry) Did you leave him some sort of note?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "He never checks the mail in the morning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE",
          "text": "What did you do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "(suddenly alert) We need to go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "I just wanted him to know I’d be alright.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE",
          "text": "Why would you do that Henry?! \f239 240 241 242 112.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "(quick) We need to go now. Henry starts running up the stairs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "I just need to say goodbye to my room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE",
          "text": "Henry, don’t, we need to leave!",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "Listen to your mother! INT. HENRY’S BEDROOM - DAY 239 Henry is trying to say a quick good bye to everything. Hi eyes dart around at all of his possessions. INT. ENTRYWAY, ADELE’S HOUSE - DAY 240 Frank and Adele in a panic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE",
          "text": "Henry!",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "I’m getting him. Frank gets two steps up the stairs, when he stops. He hea it. Adele hears it. INT. HENRY’S BEDROOM - DAY 241 Henry hears it too... SIRENS. INT. ENTRYWAY, ADELE’S HOUSE - DAY 242 Henry walks down the stairs to find Frank holding Adele’s hand. The sirens are very close now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "Don’t be scared.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE",
          "text": "Do you think Henry’s father called them? \f113.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "He never checks the mail in the morning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE",
          "text": "(upset) How do you know anything that happens in that house?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "It’s all right, Adele. We hear the cruisers begin pulling up onto the lawn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE",
          "text": "What do we do? A helicopter flies overhead. Adele looks up. Frank doesn’ Frank shakes his head “no”.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE, (CONT'D)",
          "text": "(gasping) No... She grabs Frank and holds him tight. Henry sees his mother dig her fingers into Frank’s skin, she’s trying to penetrate and grab his bones.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERGEANT, (0.C.)",
          "text": "(over a bullhorn)",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "Listen, Adele. We don’t have time to discuss this. I want you to do everything I say here. Adele’s shoulders are shaking. Henry watches as Frank walks Adele over to a kitchen chai The same one from the beginning of the film. The ropes ar still attached to the arms and legs of the chair. Frank sits Adele down. This makes Adele begin to inhale q The way one does before crying... but she refuses to cry. Frank ties each ankle to a chair leg. Kissing each one af pulling the knot tight. He then ties her wrists behind her back. He takes a breat \f114.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERGEANT, (0.C.)",
          "text": "(over a bullhorn)",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "(grabs a chair) Henry, sit down. Henry complies. Frank grabs a roll of PACKING TAPE they used to box their possessions. He quickly yanks out a couple feet of tape a begins wrapping Henry’s legs to the chair. He takes Henry’s wrists and quickly binds them together.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK, (CONT'D)",
          "text": "You're a fine boy, Henry. Anyone who says otherwise is just jealous and not worth your time. Be yourself. A man is someone who is true to his instincts. Always be a man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERGEANT, (0.C.)",
          "text": "(over a bullhorn)",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILL USE FORCE.",
          "text": "Frank walks back over to Adele.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "I'd take twenty more years just to spend another three days with you. As long as I am alive, you are never alone, Adele. Frank kisses her one more time. It lingers on the end of their lips for a moment, then he quickly stands. We watch from Henry’s point of view as Frank steps up to entryway. He slowly opens the front door. A FLOOD OF SOUND enters the house. Sirens. The Chopper. Shotguns chambering rounds.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERGEANT, (0.C.)",
          "text": "(over a bullhorn)",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANDS UP",
          "text": "Frank complies, raising his palms to the sky. \f243 115.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERGEANT, (0.C.)",
          "text": "(over a bullhorn)",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEPS.",
          "text": "Frank steps out of the doorway. Out of our view.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERGEANT, (0.C.)",
          "text": "(over a bullhorn)",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOWN ON YOUR KNEES...",
          "text": "Adele finally lets go. She’s crying. Henry looks lost.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERGEANT, (0.C.)",
          "text": "(over a bullhorn) PLACE YOUR HANDS ON YOUR HEAD... INTERLACE YOUR FINGERS... A SUDDEN RUSH OF SOUND as we hear the officers surround F and CUFF HIM. Within a moment, OFFICERS storm into the ho “CLEARING” each room. Two officers drop down next to Adele and Henry, releasing them from their binds. A PARAMEDIC puts a blanket around Adele. Notices her cryi",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARAMEDIC",
          "text": "Give me room...! (to Adele) Okay, I need to run a couple tests... Can you hear me okay? Tell me your name... A SPECIAL SERVICE OFFICER kneels next to Henry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SPECIAL SERVICES",
          "text": "Don't be scared, son. Your mom is going to be fine. We got the guy. He won't be able to do anything to you and your mom anymore. Henry looks out the window and sees Frank being shoved towards a police car. EXT. ADELE’S HOUSE - MINUTES LATER 243 Adele is being walked out. The blanket is still over her shoulders. Henry follows her. Gerald's MINIVAN pulls up outside the POLICE TAPE. \f116.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GERALD",
          "text": "(getting out of the van) Henry...? Henry?! Just as this is happening, The SQUAD CAR carrying FRANK begins to pull out from the crime scene. Adele and Frank make eye contact. Through the moving reflections along the window, we barely see Frank mouth o word... “Adele...” The squad car slowly passes Gerald, who looks into the backseat incredulous as to what is still going on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADULT HENRY, (V.O.)",
          "text": "They charged him with kidnapping.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Showing Frank at his sentencing hearing. He’s lead back through a doorway into a HOLDING CELL.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADULT HENRY, (V.O.)",
          "text": "This time, they’d lock him up and throw away the key, they said.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Adele and Henry enter the gilded front doors.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADULT HENRY, (V.O.)",
          "text": "When my mother heard, she drove to see the prosecutor with me as a witness, to make him understand that no unlawful detainment had taken place.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Adele is pouring her heart out for what looks like a hardliner PROSECUTOR.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADULT HENRY, (V.O.)",
          "text": "She had invited Frank into her home. He was good to her son. He was good to her. She omitted the fact that they were in love.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PROSECUTOR",
          "text": "Adele, these situations are never simple. Never clean. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f247 248 249 250 117.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PROSECUTOR, (CONT'D)",
          "text": "May take years for you to fully weave it all together. Perhaps before you put this kind of statement into record, you might want to take a little time to think about what actually happened. Harboring a fugitive is a major crime that we don’t look lightly upon. And of course there’s delinquency to a minor. You could lose custody of your son... Adele looks to Henry and back to the prosecutor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Old steel bars have rusted over. Frank is let out of his cell. He walks up to a pass through window, where he is handed a lunch tray.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADULT HENRY, (V.O.)",
          "text": "They gave Frank ten years for the escape and fifteen for the kidnapping. Corridor of lunch tables. Frank sits down and eats.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADULT HENRY, (V.O.)",
          "text": "He was designated high-risk and required a maximum security prison.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Adele's station wagon pulls up to the gate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Adele is being explained something by a PRISON GUARD.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADULT HENRY, (V.O.)",
          "text": "My mother tried to visit him once, but was told he was doing solitary. Sometime after that, they transferred him to someplace in Massachusetts. INT. KITCHEN, ADELE’S HOUSE - DAY 250 Adele tries to open a can of soup. Her hands shake worse we've ever seen them. \f251 252 253 254 255 118.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADULT HENRY, (V.O.)",
          "text": "The shaking got worse. Adele gives up on the can.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADULT HENRY, (V.O.)",
          "text": "Within a month, my mother voluntarily relinquished custody of me to my father. EXT. GERALD’S HOUSE - DAY 251 Gerald helps Henry with his stuff, carrying it from the minivan up to the house. INT. RICHARD’S ROOM - DAY 252 Gerald finishes installing a bunk bed. Richard isn’t thri INT. RICHARD’S ROOM - NIGHT 253 Henry lies on the top bunk, staring at the ceiling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADULT HENRY, (V.O.)",
          "text": "The nights were quiet now. Save for when Chloe woke up with a nightmare. We hear Chloe crying. We hear Marjorie get out of bed. INT. BREAKFAST ROOM, GERALD’S HOUSE - DAY 254 Henry and Richard eat cereal across from each other. Marj makes sure Chloe eats. Gerald stops reading his paper to something to Henry, but comes up empty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADULT HENRY, (V.O.)",
          "text": "My Father rarely knew what to say. More often than not, he just kept quiet. The newspapers had said it all anyway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Henry transfers books from his backpack to his locker.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADULT HENRY, (V.O.)",
          "text": "Seventh grade came with a new and unexpected fame that translated into something like popularity. \f119. We begin to catch everyone around Henry taking notice of Rachel McCann stops next to Henry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "Is it true that he tortured you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "I heard your mother was his sex slave. Henry doesn’t know how to process this statement.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "That’s weird.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "I just wanted you to know I think you're incredibly brave. If you ever want to talk about it, I’m here for you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Henry and Rachel are walking amongst the trees.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADULT HENRY, (V.O.)",
          "text": "Two months later, I got my first kiss all over again. Henry and Rachel have the sweetest kiss. 257 INT. LIVING ROOM, ADELE’S HOUSE - DAY 257 Henry steps inside. Adele is making busy. Putting things away. Acting as though she is overwhelmed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADULT HENRY, (V.O.)",
          "text": "When I visited my mother, she would act busy and distracted. Calls to make. Chores to do. I think my presence made her uncomfortable. A strange reminder of what was missing. 258 INT. ADELE’S BEDROOM - NIGHT 258 Adele’s night stand is a mountain of books. \f259 260",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADULT HENRY, (V.O.)",
          "text": "The only distraction she had was her reading. We find Adele in bed reading a book.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADULT HENRY",
          "text": "In particular, a book called Living The Good Life, about a couple who dropped out of society and moved to rural Maine to live off of the land. INT. KITCHEN, ADELE’S HOUSE - DAY 259 Adele and Henry are eating soup. The book is sitting open face down, half-read for the fiftieth time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE",
          "text": "All those two had was each other. That was enough. EXT. GERALD’S HOUSE - DAY 260 Henry, now 16 YEARS OLD, comes whistling out of the drive on a mountain bike, wearing a flannel and cargo pants.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADULT HENRY, (V.O.)",
          "text": "By my junior year, people hardly brought up the events leading up to seventh grade.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Henry hangs with friends. He flirts with Rachel, now 16.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADULT HENRY, (V.O.)",
          "text": "First the first time, I had someone to call a girlfriend. INT. ADELE’S STATION WAGON - NIGHT 260B Henry and Rachel are driving down the highway on a date. There’s a BUMP, and the car begins to drive lop sided. They’ve run a FLAT TIRE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The car is up on a JACK. RACHEL watches as Henry rolls ov the spare tire and begins to fix the flat. \f120A.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "Impressive. Henry controls a proud smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Henry, wearing a baseball uniform, takes a practice swing the way to the plate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADULT HENRY, (V.O.)",
          "text": "If you can believe it, I even made the varsity roster. Henry lines up at the plate. We hear just under his breat",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "See the ball.. Pitch. Swing. Crack! Line drive between left and center.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's Fall. The foliage is incredible. \f263 121.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADULT HENRY, (V.O.)",
          "text": "As my senior year began, my father realized if we didn’t take some time for the two of us to bond, it would never actually happen. Over the crest of a hill, Henry and Gerald appear on bicy wearing road bike cycling gear. We follow them along the rolling hills.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADULT HENRY, (V.O.)",
          "text": "We carved a route along the Connecticut River just as the trees were changing. We stayed at motels and found dives to dine in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Henry and Gerald eat at a dark wooden table with red ging table cloths and little yellow candles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GERALD",
          "text": "There’s something I’ve been meaning to talk to you about.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "Oh, dad, please don’t. We’re having such a pleasant time. Gerald laughs it off a little.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GERALD",
          "text": "Look, this is all I’1ll say. Everybody talks about all this crazy, wild passion. That’s how it goes in the songs. Your mother was like that. Henry looks up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GERALD, (CONT'D)",
          "text": "She was in love with love. She couldn’t do anything partway. Henry has stopped eating. He never gets to hear these thi",
          "sentiment": "neutral"
        },
        {
          "speaker": "GERALD, (CONT'D)",
          "text": "That trip we took to California. We had no money. Slept in the car. One town in Nebraska, we got a motel room with a kitchenette. We made spaghetti on a hot plate. She was a terrific woman. Funny. Beautiful. \f264 265 122. Gerald smiles. Lost in thought.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADULT HENRY, (V.O.)",
          "text": "I had never thought I looked anything like my father. We seemed so different. But looking across the table then, as he spoke about my mother, I recognized, weirdly, something familiar. I could imagine him being young.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Adele and Gerald are making spaghetti on that hot plate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADULT HENRY, (V.O.)",
          "text": "Just as my mom described. They dance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADULT HENRY, (V.O.)",
          "text": "Knowing just how much pressure to apply to a woman’s back. He dips her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADULT HENRY",
          "text": "The crazy young man she had trusted to keep her from falling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gerald continues.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GERALD",
          "text": "A better man might have stayed around to help her through all that sadness. I couldn’t bear it. I wanted a regular life. With Marjorie, it wasn’t as if I could erase what happened, but it was easier for me, not to think about it. Where for your mother, the story never went away. Henry and his father make real long lasting eye contact. refusing to get closer. Both refusing to cry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GERALD, (CONT'D)",
          "text": "I’m not sure what these last few years have done to repair... but I’m sorry I cut out on you. \f266 267 268 269 123. A long beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "It’s okay. Gerald needs to stand up before he loses it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GERALD",
          "text": "I’m going to get the check.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADULT HENRY, (V.O.)",
          "text": "The next morning we rode a little more, but the trip had outrun its natural course.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They drive in silence down the beautiful Autumn highway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADULT HENRY, (V.O.)",
          "text": "On the way home, I mostly slept. INT. HALLWAY, GERALD’S HOUSE - DAY 267 Henry approaches his father to say something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADULT HENRY, (V.O.)",
          "text": "The next day, when I suggested I move back in with my mother for the rest of senior year, he didn’t argue. They hug. EXT. ADELE’S HOUSE - DAY 268 Henry walks his suitcase back up his mom’s front steps. H gives her a kiss on the cheek.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADULT HENRY, (V.O.)",
          "text": "That winter I convinced my mom to get what Marjorie would call a real job.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Adele leads a dance class. \f270 271 272 273 274 124.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADULT HENRY, (V.O.)",
          "text": "The senior center heard about her former dance career and reached out to see if she would lead some of the old-timers through Fox Trots, Waltzes, and the Two Step. She takes one of the older men in her hands and starts dancing him around the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OMITTED 271",
          "text": "INT. KITCHEN, ADELE’S HOUSE - DAY 272 Henry prepares dinner for his mother.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADULT HENRY, (V.O.)",
          "text": "It was there in my mom's tiny kitchen, my final summer at home, that I first tried my hand at cooking. Henry pulls something out of the oven and sets it down in front of Adele. She can’t quite believe it. It’s the pie. Frank's pie. The smell alone makes her emotional.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Adult Henry sits frozen, staring at the letter in his han \f275 276 277 278 125.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The unmistakable back of Frank’s head. Hair now peppered grey. We don’t see his face. He’s at a desk. Writing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK, (V.O.)",
          "text": "Dear Henry. I hope you will remember me. We once spent Labor Day weekend together. Five of the best days of my life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Henry reads along.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK, (V.O.)",
          "text": "I had always wondered who you would become and what you would look like. And then, one day while flipping through a magazine, I came across a familiar looking pie and there you were. Henry’s eyes begin to moisten.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We now see Frank. Just as handsome. Somehow prison has no destroyed all that is good in the depth of his eyes. The library is so modern, it almost looks like a high school.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK, (V.O.)",
          "text": "The opportunities for me to impart knowledge of any kind have been limited in my life, so it’s nice to think I might have contributed some small piece of wisdom or know-how. I’m proud of you. INT. HENRY’S MASTER BEDROOM - NIGHT 278 Henry is in bed with his WIFE, a brunette of similar age has a similar literary quality to her. They read the lett",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK, (V.O.)",
          "text": "I will understand if you choose not to respond to this letter. Your silence would be as much word as I would need, to discontinue any thought of further communication. \f279 280 281 126.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Frank looks out a thin window on a rainy day. The changes the prison are enormous. His bed is stainless steel. The window, a long horizontal slit in the wall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK, (V.O.)",
          "text": "However, I am due to be released shortly. I’m no longer young, but I have plenty of good health remaining, and I'd like to live much the way we discussed that weekend, back when we thought we'd be a family. Frank hears a knock on his cell door. He passes the seale envelope to the mail service. INT. HENRY’S BEDROOM - NIGHT 280 Henry and his wife continue to read the letter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK, (V.O.)",
          "text": "Most likely, your mother has remarried by now and is living with a husband somewhere. While this thought haunts me, I’d be relieved to know that she had found happiness. She deserves it. Henry looks to his wife.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK, (V.O.)",
          "text": "But on the off chance that she might be alone, I wanted to ask you whether I might write her a letter. I promise you, I would sooner cut off my own hand than bring any more grief to Adele. Henry puts down the letter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADULT HENRY, (V.O.)",
          "text": "I wrote him back that day to say it wouldn't be difficult to locate my mother. She lived at the same address. EXT. ADELE’S HOUSE - MODERN DAY 281 As we push in, we notice that the house has deteriorated. \f282 283 284 285 127.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADULT HENRY, (V.O.)",
          "text": "And it would be far less difficult to locate his place in her heart.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A parking lot and a fence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADULT HENRY, (V.O.)",
          "text": "Sex is a drug, Eleanor had told me. We see Adele now in her late fifties. She leans against h car wearing a coat, waiting for the fence to open.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADULT HENRY, (V.O.)",
          "text": "The real drug, I came to believe, was love. The fence begins to move. It reveals Frank. Adele sits up They see each other for the first time in nearly twenty years. It’s as emotional as you’d imagine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We see Frank and Adele driving along a country road. Everything is quiet and serene.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADULT HENRY, (V.O.)",
          "text": "Rare love, for which no explanation might be found. They look at each other, checking to make sure they’re actually sitting in the same car. She holds his arm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADULT HENRY, (V.O.)",
          "text": "They were two people who could not go out into the world, so they made a world with each other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OMITTED 284",
          "text": "EXT. FRANK’S FARM - LATE AFTERNOON 285 Henry and his wife find the old dirt driveway that leads to Frank’s grandmother’s farm. They turn and start up the bumpy road. + eH \f286 287 288 128. INT. HENRY’S CAR - SAME 286 Henry takes in the scene. This is obviously his first tim visiting the farm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Henry steps out of the car. His wife opens the rear passe door and picks up their INFANT out of the carseat. Henry looks up at the farm house. His mother and Frank nowhere to be seen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Henry and his wife come around the back side of the farm house. Looking down past the field where we once saw Fran and Mandy run as teenagers, we see a small garden. In the late afternoon light, we can see Frank and Adele picking vegetables. Perhaps even a few roaming chickens. After a beat, they look back up and wave. Henry smiles as he leads his family down to the garden. Perhaps rolling up his sleeves. Adele notices her son approaching and stops.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE",
          "text": "(almost a whisper) You brought the baby. FADE TO BLACK.",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_1093"
    }
  ]
}